Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: MonoDevelop can execute user specified commands or scripts before, after or as a replacement of common project operations. It is also possible to enter custom commands which will be available in the project or solution menu.
cs: MonoDevelop může spustit uživatelem zadané příkazy nebo skripty před, po nebo místo vlastních operací projektu. Můžete taky zadat vlastní příkazy, které jsou k dispozici v nabídce projektu nebo řešení.
de: MonoDevelop kann vom Benutzer angegebene Befehle oder Skripts vor, nach oder anstelle von allgemeinen Projektvorgängen ausführen. Außerdem können benutzerdefinierte Befehle eingegeben werden, die im Projekt- oder Projektmappenmenü verfügbar sind.
es: MonoDevelop puede ejecutar comandos o scripts especificados por el usuario antes, después o en lugar de operaciones comunes del proyecto. También se pueden especificar comandos personalizados que estarán disponibles en el menú del proyecto o la solución.
fr: MonoDevelop peut exécuter des commandes ou des scripts spécifiés par l’utilisateur avant, après ou pendant le remplacement d’opérations de projet courantes. Il est également possible d’entrer des commandes personnalisées qui seront disponibles dans le menu du projet ou de la solution.
it: MonoDevelop può eseguire comandi o script specificati dall'utente prima, dopo o in sostituzione di operazioni comuni su progetti. È anche possibile immettere comandi personalizzati che saranno disponibili nel menu del progetto o della soluzione.
ja: MonoDevelop はユーザー指定のコマンドまたはスクリプトを、一般的なコマンド プロジェクト操作の前後に実行したり、こうした操作の代わりに実行したりできます。また、カスタム コマンドを入力することもできます。カスタム コマンドはプロジェクトまたはソリューションのメニューで使用可能になります。
ko: MonoDevelop은 일반 프로젝트 작업 전후나 대신에 사용자 지정 명령 또는 스크립트를 실행할 수 있습니다. 프로젝트 또는 솔루션 메뉴에서 사용할 수 있게 될 사용자 지정 명령을 입력할 수도 있습니다.
pl: Program MonoDevelop umożliwia wykonywanie poleceń lub skryptów określonych przez użytkownika przed typowymi operacjami projektu, po nich albo zamiast nich. Umożliwia również wprowadzanie niestandardowych poleceń, które będą dostępne w menu projektu lub rozwiązania.
pt_br: O MonoDevelop pode executar comandos ou scripts especificados pelo usuário antes, depois ou como uma substituição de operações de projetos comuns. Também é possível digitar comandos personalizados que estarão disponíveis no menu do projeto ou solução.
ru: MonoDevelop может выполнять указанные пользователем команды или скрипты до, после или вместо общих операций проекта. Кроме того, можно ввести настраиваемые команды, которые будут доступны в меню проекта или решения.
tr: MonoDevelop kullanıcı tarafından belirtilen komutları veya betikleri genel proje işlemlerinin yerine veya bunlardan önce ya da sonra yürütebilir. Proje veya çözüm menüsünde kullanılabilen özel komutları da girmek mümkündür.
uk: MonoDevelop може виконувати користувацькі команди або скрипти до, після або замість загальних операцій для проекту. Також ви можете зробити свої власні команди доступними у меню проекту або рішення.
zh_cn: MonoDevelop 可以在执行常见项目操作之前或之后执行用户指定的命令或脚本，或以其代替常见项目操作。也可以输入将在项目或解决方案菜单中可用的自定义命令。
zh_tw: 在取代一般專案作業時、之前或之後，MonoDevelop 可以執行使用者指定的命令或指令碼。也可以輸入將在專案或解決方案功能表中使用的自訂命令。

source: MonoDevelop failed to start
cs: MonoDevelop se nepodařilo spustit.
de: Fehler beim Starten von MonoDevelop.
es: No se pudo iniciar MonoDevelop
fr: Le démarrage de MonoDevelop a échoué
it: Non è stato possibile avviare MonoDevelop
ja: MonoDevelop を起動できませんでした
ko: MonoDevelop을 시작할 수 없습니다.
pl: Nie można uruchomić narzędzia MonoDevelop
pt_br: MonoDevelop falhou ao iniciar
ru: Не удалось запустить MonoDevelop
tr: MonoDevelop başlatılamadı
uk: MonoDevelop не вдалось запуститися.
zh_cn: MonoDevelop 未能启动
zh_tw: MonoDevelop 無法啟動

source: MonoDevelop policy files
cs: Soubory zásad MonoDevelopu
de: MonoDevelop-Richtliniendateien
es: Archivos de directiva de MonoDevelop
fr: Fichiers de stratégie MonoDevelop
it: File di criteri di MonoDevelop
ja: MonoDevelop ポリシー ファイル
ko: MonoDevelop 정책 파일
pl: Pliki zasad narzędzia MonoDevelop
pt_br: Arquivos de política MonoDevelop
ru: Файлы политик MonoDevelop
tr: MonoDevelop ilke dosyaları
uk: Файли політик MonoDevelop
zh_cn: MonoDevelop 策略文件
zh_tw: MonoDevelop 原則檔

source: MonoDevelop/MSBuild Solution
cs: Řešení MonoDevelop/MSBuild
de: MonoDevelop-/MSBuild-Projektmappe
es: Solución de MonoDevelop/MSBuild
fr: Solution MonoDevelop/MSBuild
it: Soluzione MonoDevelop/MSBuild
ja: MonoDevelop/MSBuild ソリューション
ko: MonoDevelop/MSBuild 솔루션
pl: Rozwiązanie MonoDevelop/MSBuild
pt_br: Solução MonoDevelop/MSBuild
ru: Решение MonoDevelop/MSBuild
tr: MonoDevelop/MSBuild Çözümü
uk: Рішення MonoDevelop/MSBuild
zh_cn: MonoDevelop/MSBuild 解决方案
zh_tw: MonoDevelop/MSBuild 解決方案

source: More
cs: Další
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 자세히
pl: Więcej
pt_br: Mais
ru: Еще
tr: Diğer
uk: Більше
zh_cn: 更多
zh_tw: 其他

source: More Information
cs: Další informace
de: Weitere Informationen
es: Más información
fr: Informations supplémentaires
it: Altre informazioni
ja: 詳細情報
ko: 추가 정보
pl: Więcej informacji
pt_br: Mais Informações
ru: Дополнительные сведения
tr: Daha Fazla Bilgi
uk: Більше інформації
zh_cn: 详细信息
zh_tw: 詳細資訊

source: More information
cs: Další informace
de: Weitere Informationen
es: Más información
fr: Informations supplémentaires
it: Altre informazioni
ja: 詳細情報
ko: 추가 정보
pl: Więcej informacji
pt_br: Mais informações
ru: Дополнительные сведения
tr: Daha fazla bilgi
uk: Більше інформації
zh_cn: 详细信息
zh_tw: 詳細資訊

source: More than 1 project in the same directory as the top-level solution is not supported.
cs: Víc než jeden projekt ve stejném adresáři jako řešení nejvyšší úrovně se nepodporuje.
de: Als Projektmappe auf oberster Ebene wird maximal ein Projekt im selben Verzeichnis unterstützt.
es: No se admite más de un proyecto en el mismo directorio que la solución principal.
fr: La présence de plus de 1 projet dans le même répertoire que la solution de niveau supérieur n’est pas prise en charge.
it: Nella stessa directory non può esistere più di un progetto usato come soluzione di primo livello.
ja: 最上位のソリューションとして同じディレクトリ内に複数のプロジェクトを配置することはサポートされていません。
ko: 최상위 솔루션과 동일한 디렉터리에서 2개 이상의 프로젝트는 지원되지 않습니다.
pl: W danym katalogu jako rozwiązanie najwyższego poziomu obsługiwany jest maksymalnie 1 projekt.
pt_br: Não há suporte para mais de 1 projeto no mesmo diretório que a solução de nível superior.
ru: Использование сразу нескольких проектов в качестве решения верхнего уровня в одном каталоге не поддерживается.
tr: Üst düzey çözüm ile aynı dizinde 1'den fazla proje desteklenmiyor.
uk: Створення більше ніж одного проекту в одній теці з основним рішенням не підтримується.
zh_cn: 在顶级解决方案所在的目录中，不支持有 1 个以上的项目。
zh_tw: 不支援與最上層解決方案相同的目錄中有 1 個以上的專案。

source: More than one root element
cs: Víc než jeden kořenový element
de: Mehr als ein Stammelement
es: Más de un elemento raíz
fr: Plus d’un élément racine
it: Più di un elemento radice
ja: 複数のルート要素
ko: 둘 이상의 루트 요소
pl: Więcej niż jeden element główny
pt_br: Mais de um elemento raiz
ru: Больше одного корневого элемента
tr: Birden fazla kök öğe
zh_cn: 一个以上根元素
zh_tw: 多個根項目

source: More...
cs: Další...
de: Mehr...
es: Más...
fr: Plus...
it: Altro...
ja: 詳細...
ko: 자세히...
pl: Więcej...
pt_br: Mais...
ru: Дополнительно...
tr: Daha fazla...
uk: Детальніше...
zh_cn: 更多...
zh_tw: 其他...

source: Move caret to EOL and insert new line
cs: Přesunout kurzor na konec řádku a vložit nový řádek
de: Textcursor an das Zeilenende verschieben und neue Zeile einfügen
es: Mover el símbolo de inserción al final de la línea e insertar una nueva
fr: Déplacer le curseur vers la fin de la ligne et insérer une nouvelle ligne
it: Sposta punto di inserimento alla fine della riga e inserisci nuova riga
ja: 行末までキャレットを移動して改行を挿入
ko: EOL로 캐럿을 이동하고 새 줄 삽입
pl: Przenieś karetkę na koniec wiersza i wstaw nowy wiersz
pt_br: Mover o cursor para o final da linha e inserir uma nova linha
ru: Переместить курсор в конец строки и вставить новую строку
tr: Giriş işaretini satır sonuna taşı ve yeni satır ekle
uk: Перемістити курсор до кінця рядка і вставити новий рядок
zh_cn: 将脱字号移到行尾并插入新行
zh_tw: 將插入點移到 EOL 並插入新行

source: Move cursor to next error or search match
cs: Přesunout kurzor na následující chybu či shodu hledání
de: Cursor zum nächsten Fehler oder Suchergebnis bewegen
es: Mover el cursor al siguiente error o resultado de búsqueda
fr: Déplacer le curseur vers l’erreur ou le résultat de recherche suivants
it: Posiziona il cursore sull'errore o sul risultato della ricerca successivo
ja: カーソルを次のエラーまたは検索一致項目に移動します
ko: 다음 오류 또는 검색 일치 항목으로 커서 이동
pl: Przenieś kursor do następnego błędu lub dopasowania wyszukiwania
pt_br: Move o cursor para o próximo erro ou correspondência da pesquisa
ru: Переместить курсор на следующую ошибку или следующее совпадение при поиске
tr: İmleci sonraki hataya taşıma veya eşleşme arama
uk: Перемістити курсор до наступної помилки або шуканого зразка
zh_cn: 将光标移到下一个错误或搜索匹配项
zh_tw: 將資料指標移到下個錯誤或符合搜尋處

source: Move cursor to previous error or search match
cs: Přesunout kurzor na předchozí chybu či shodu hledání
de: Cursor zum vorherigen Fehler oder Suchergebnis bewegen
es: Mover el cursor al error o resultado de búsqueda anterior
fr: Déplacer le curseur vers l’erreur ou le résultat de recherche précédents
it: Posiziona il cursore sull'errore o sul risultato della ricerca precedente
ja: カーソルを前のエラーまたは検索一致項目に移動します
ko: 이전 오류 또는 검색 일치 항목으로 커서 이동
pl: Przenieś kursor do poprzedniego błędu lub dopasowania wyszukiwania
pt_br: Mover o cursor para o erro anterior ou correspondência da pesquisa
ru: Переместить курсор на предыдущую ошибку или предыдущее совпадение при поиске
tr: İmleci önceki hataya taşıma veya eşleşmeyi arama
uk: Перемістити курсор до попередньої помилки або шуканого зразка
zh_cn: 将光标移到上一个错误或搜索匹配项
zh_tw: 將資料指標移到上個錯誤或符合搜尋處

source: Move last caret down
cs: Přesunout poslední kurzor dolů
de: Letzte Einfügemarke nach unten verschieben
es: Bajar el último símbolo de inserción
fr: Déplacer le dernier point d'insertion vers le bas
ja: 最後のキャレットを下へ移動
ko: 마지막 캐럿 아래로 이동
pl: Przenieś ostatnią karetkę w dół
pt_br: Mover último sinal de interpolação para baixo
ru: Переместить последний курсор вниз
tr: Son giriş işaretini aşağı taşı

source: Move the line or highlighted selection down
cs: Posunout řádek nebo zvýrazněný výběr dolů
de: Zeile oder hervorgehobene Auswahl nach unten verschieben
es: Mover hacia abajo la línea o la selección
fr: Déplacer la ligne ou la sélection en surbrillance vers le bas
it: Sposta riga o selezione evidenziata verso il basso
ja: 行または選択範囲を下へ移動
ko: 줄 또는 강조 표시된 선택 영역을 아래로 이동합니다.
pl: Przenieś w dół wiersz lub zaznaczenie
pt_br: Mover a linha ou texto selecionado para baixo
ru: Переместить строку или выбранный фрагмент вниз
tr: Satırı veya vurgulanan seçimi aşağı taşı
uk: Перемістити рядок або вибране вниз
zh_cn: 将整行或突出显示的选定内容下移
zh_tw: 將整行或反白的選取範圍往下移

source: Move the line or highlighted selection up
cs: Posunout řádek nebo zvýrazněný výběr nahoru
de: Zeile oder hervorgehobene Auswahl nach oben verschieben
es: Mover hacia arriba la línea o la selección
fr: Déplacer la ligne ou la sélection en surbrillance vers le haut
it: Sposta riga o selezione evidenziata verso l'alto
ja: 行または選択範囲を上へ移動
ko: 줄 또는 강조 표시된 선택 영역을 위로 이동합니다.
pl: Przenieś w górę wiersz lub zaznaczenie
pt_br: Mover a linha ou texto selecionado para cima
ru: Переместить строку или выбранный фрагмент вверх
tr: Satırı veya vurgulanan seçimi yukarı taşı
uk: Перемістити рядок або вибране вгору
zh_cn: 将整行或突出显示的选定内容上移
zh_tw: 將整行或反白的選取範圍往上移

source: Move the selected folder down the list
cs: Přesunout vybranou složku v seznamu dolů
de: Ausgewählten Ordner in der Liste nach unten verschieben
es: Baja la carpeta seleccionada en la lista
fr: Déplacez le dossier sélectionné vers le bas de la liste
ja: 選択したフォルダーを一覧で下へ移動します
ko: 목록에서 선택한 폴더를 아래로 이동합니다.
pl: Przenieś wybrany folder w dół listy
pt_br: Mover a pasta selecionada para baixo na lista
ru: Переместить выбранную папку вниз в списке
tr: Seçili klasörü listede aşağı taşı

source: Move the selected folder up the list
cs: Přesunout vybranou složku v seznamu nahoru
de: Ausgewählten Ordner in der Liste nach oben verschieben
es: Sube la carpeta seleccionada en la lista
fr: Déplacez le dossier sélectionné vers le haut de la liste
ja: 選択したフォルダーを一覧で上へ移動します
ko: 목록에서 선택한 폴더를 위로 이동합니다.
pl: Przenieś wybrany folder w górę listy
pt_br: Mover a pasta selecionada para cima na lista
ru: Переместить выбранную папку вверх в списке
tr: Seçili klasörü listede yukarı taşı

source: Move to Next Notebook
cs: Přesunout na následující kartu dokumentu
de: Zum nächsten Notizbuch wechseln
es: Mover al bloc de notas siguiente
fr: Aller au bloc-notes suivant
it: Passa al blocco appunti successivo
ja: 次のノートブックに移動
ko: 다음 노트로 이동
pl: Przejdź do następnego notesu
pt_br: Mover para o Próximo Bloco de Anotações
ru: Переместить в следующую записную книжку
tr: Sonraki Not Defterine Git
zh_cn: 移到下一个笔记本
zh_tw: 移到下個筆記本

source: Move to Previous Notebook
cs: Přesunout na předchozí kartu dokumentu
de: Zum vorherigen Notizbuch wechseln
es: Mover al bloc de notas anterior
fr: Aller au bloc-notes précédent
it: Torna al blocco appunti precedente
ja: 前のノートブックに移動
ko: 이전 노트로 이동
pl: Przejdź do poprzedniego notesu
pt_br: Mover para o Bloco de Anotações Anterior
ru: Переместить в предыдущую записную книжку
tr: Önceki Not Defterine Git
zh_cn: 移到上一个笔记本
zh_tw: 前往上個筆記本

source: Move to next point in code navigation history
cs: Přesunout na následující bod v historii navigace v kódu
de: Zur nächsten Position im Codenavigationsverlauf wechseln
es: Mover al siguiente punto del historial de navegación del código
fr: Atteindre le point suivant dans l’historique de navigation dans le code
it: Passa al punto successivo nella cronologia di esplorazione del codice
ja: 次のコード ナビゲーション履歴項目に移動します
ko: 코드 탐색 기록에서 다음 지점으로 이동
pl: Przenieś do następnego punktu w historii nawigacji kodu
pt_br: Mover para o próximo ponto no histórico de navegação de código
ru: Перейти к следующей точке в журнале навигации по коду
tr: Kod gezinti geçmişinde sonraki noktaya gitme
uk: Перемістити курсор до наступної точки в історії перегляду коду
zh_cn: 移到代码导航历史记录中的下一点
zh_tw: 移到程式碼導覽記錄的下一點

source: Move to previous point in code navigation history
cs: Přesunout na předchozí bod v historii navigace v kódu
de: Zur vorherigen Position im Codenavigationsverlauf wechseln
es: Mover al punto anterior del historial de navegación del código
fr: Atteindre le point précédent dans l’historique de navigation dans le code
it: Torna al punto precedente nella cronologia di esplorazione del codice
ja: 前のコード ナビゲーション履歴項目に移動します
ko: 코드 탐색 기록에서 이전 지점으로 이동
pl: Przenieś do poprzedniego punktu w historii nawigacji kodu
pt_br: Mover para o ponto anterior no histórico de navegação de código
ru: Перейти к предыдущей точке в журнале навигации по коду
tr: Kod gezinti geçmişinde önceki noktaya gitme
uk: Перемістити курсор до попередньої точки в історії перегляду коду
zh_cn: 移到代码导航历史记录中的上一点
zh_tw: 移到程式碼導覽記錄的上一點

source: Move to the next page
cs: Přejít na následující stránku
de: Weiter zur nächsten Seite
es: Mover a la página siguiente
fr: Passer à la page suivante
ja: 次のページに進む
ko: 다음 페이지 이동
pl: Przenieś na następną stronę
pt_br: Ir para a próxima página
ru: Перейти к следующей странице
tr: Sonraki sayfaya ilerle

source: Moving files
cs: Přesunování souborů
de: Dateien werden verschoben.
es: Moviendo archivos
fr: Déplacement des fichiers
it: Spostamento dei file
ja: ファイルを移動しています
ko: 파일을 이동하는 중
pl: Przenoszenie plików
pt_br: Movendo arquivos
ru: Перемещение файлов
tr: Dosyalar taşınıyor
zh_cn: 正在移动文件
zh_tw: 正在移動檔案

source: Moving files...
cs: Přesunování souborů...
de: Dateien werden verschoben...
es: Moviendo archivos...
fr: Déplacement des fichiers...
it: Spostamento dei file...
ja: ファイルを移動しています...
ko: 파일을 이동하는 중...
pl: Trwa przenoszenie plików...
pt_br: Movendo arquivos...
ru: Выполняется перемещение файлов...
tr: Dosyalar kopyalanıyor...
uk: Переміщуються файли...
zh_cn: 正在移动文件...
zh_tw: 正在移動檔案...

source: Multi line
cs: Více řádků
de: Mehrzeilig
es: Multilínea
fr: Plusieurs lignes
it: A più righe
ja: 複数行
ko: 여러 줄
pl: Wiele wierszy
pt_br: Multilinha
ru: Многострочный
tr: Birden çok satır
uk: Багато рядків
zh_cn: 多行
zh_tw: 多行

source: Multiplatform
cs: Multiplatformní
de: Multi-Plattform
es: Multiplataforma
fr: Multiplateforme
ja: マルチプラットフォーム
ko: 다중 플랫폼
pl: Wiele platform
pt_br: Multiplataforma
ru: Многоплатформенность
tr: Çok platformlu

source: Multiplatform Library
cs: Multiplatformní knihovna
de: Bibliothek mit mehreren Plattformen
es: Biblioteca multiplataforma
fr: Bibliothèque multiplateforme
ja: マルチプラットフォーム ライブラリ
ko: 다중 플랫폼 라이브러리
pl: Biblioteka wieloplatformowa
pt_br: Biblioteca Multiplataforma
ru: Многоплатформенная библиотека
tr: Çok Platformlu Kitaplık

source: Multiple
cs: Vícenásobný
de: Mehrere
es: Múltiple
it: A più righe
ja: 複数
ko: 다중
pl: Wiele
pt_br: Múltiplo
ru: Несколько
tr: Birden Çok

source: Multiple Projects
cs: Více projektů
de: Mehrere Projekte
es: Varios proyectos
fr: Plusieurs projets
ja: 複数のプロジェクト
ko: 여러 프로젝트
pl: Wiele projektów
pt_br: Vários Projetos
ru: Несколько проектов
tr: Birden Çok Proje

source: Multiple frameworks match the current selection:
cs: Aktuálnímu výběru odpovídá několik architektur:
de: Mehrere Frameworks stimmen mit der aktuellen Auswahl überein:
es: Varias plataformas coinciden con la selección actual:
fr: Plusieurs infrastructures correspondent à la sélection actuelle :
it: Più framework corrispondono alla selezione corrente:
ja: 複数のフレームワークが現在の選択対象と一致します:
ko: 여러 프레임워크가 현재 선택 항목과 일치합니다.
pl: Wiele struktur jest zgodnych z bieżącym wyborem:
pt_br: Várias estruturas correspondem à seleção atual:
ru: Текущему варианту соответствует несколько платформ:
tr: Birden fazla çerçeve geçerli seçimle eşleşiyor:
zh_cn: 多个框架匹配当前选定内容:
zh_tw: 多個架構符合目前選取範圍:

source: Multiple selection:
cs: Vícenásobný výběr:
de: Mehrfachauswahl:
es: Selección múltiple:
fr: Sélection multiple :
it: Selezione multipla:
ja: 複数選択:
ko: 다중 선택:
pl: Wybór wielokrotny:
pt_br: Seleção múltipla:
ru: Выбор нескольких элементов:
tr: Birden fazla seçim:
uk: Множинний вибір:
zh_cn: 多个选定内容:
zh_tw: 多重選項:

source: Multiple source icon
cs: Ikona s více zdroji
de: Symbol aus mehreren Quellen
es: Icono de origen múltiple
fr: Icône à sources multiples
it: Icona a più origini
ja: 複数ソースのアイコン
ko: 여러 소스 아이콘
pl: Ikona z wieloma źródłami
pt_br: Ícone de origens múltiplas
ru: Значок нескольких источников
tr: Çoklu kaynak simgesi
zh_cn: 多源图标
zh_tw: 多重來源圖示

source: Multiple: {0}
cs: Více: {0}
de: Mehrfach: {0}
es: Varios: {0}
it: Più errori: {0}
ja: 複数: {0}
ko: 여러 개 오류: {0}
pl: Wiele: {0}
pt_br: Múltiplos: {0}
ru: Несколько: {0}
tr: Birden fazla: {0}
uk: Багато: {0}
zh_cn: 多个: {0}
zh_tw: 多個: {0}

source: Musical software
cs: Hudební aplikace
de: Musiksoftware
es: Software musical
fr: Logiciel musical
it: Software musicale
ja: 音楽ソフトウェア
ko: 음악 소프트웨어
pl: Oprogramowanie muzyczne
pt_br: Software de música
ru: Музыкальное программное обеспечение
tr: Müzik yazılımı
uk: Написання музики
zh_cn: 音乐软件
zh_tw: 音樂軟體

source: My
cs: Moje
de: Meine
es: Mi
fr: Mon
it: Prima dell'aggiornamento
ja: 自分
ko: 내 변경 내용
pl: Moje
pt_br: Meu
ru: Мой
tr: Benim
uk: Мій
zh_cn: 我的
zh_tw: 我的

source: My Type:
cs: Můj typ:
de: Mein Typ:
es: Mi tipo:
fr: Mon type :
it: Tipo personale:
ja: 自分の種類:
ko: 내 형식:
pl: Mój typ:
pt_br: Meu Tipo:
ru: Мой тип:
tr: Türüm:
uk: Мій тип:
zh_cn: 我的类型:
zh_tw: 我的類型:

source: My changes made additional changes. This is sample documentation.
cs: Provedené změny způsobily další změny. Toto je ukázková dokumentace.
de: Meine Änderungen haben zusätzliche Änderungen verursacht. Dies ist eine Beispieldokumentation.
es: Mis cambios han producido más cambios. Esta es documentación de ejemplo.
fr: Mes modifications ont apporté des changements supplémentaires. Ceci est un exemple de documentation.
it: In seguito a modifiche personali sono state apportate altre modifiche. Questa è la documentazione di esempio.
ja: 追加の変更を行います。これはサンプル ドキュメントです。
ko: 내 변경 내용이 추가로 변경되었습니다. 이 문서는 샘플 문서입니다.
pl: W module Moje zmiany wprowadzono dodatkowe zmiany. To jest przykładowa dokumentacja.
pt_br: Minhas alterações fizeram alterações adicionais. Essa é uma documentação de exemplo.
ru: "Мои изменения" привели к дополнительным изменениям. Это пример документации.
tr: Değişikliklerim ek değişiklikler yaptı. Bu örnek belgedir.
zh_cn: 我的更改产生了其他更改。这是示例文档。
zh_tw: 我的變更已進行額外變更。這是範例文件。

source: NUnit Fixture (click to run)
cs: Testovací přípravek NUnit (spustit kliknutím)
de: NUnit-Fixture (zum Ausführen klicken)
es: Accesorio NUnit (haga clic para ejecutarlo)
fr: Fixture NUnit (cliquer pour exécuter)
it: Fixture NUnit (fare clic per eseguire)
ja: NUnit フィクスチャ (クリックして実行する)
ko: NUnit 픽스쳐(클릭하여 실행)
pl: Warunki początkowe NUnit (kliknij, aby uruchomić)
pt_br: Acessório NUnit (clique para executar)
ru: Средство NUnit (щелкните для запуска)
tr: NUnit Düzeni (çalıştırmak için tıklayın)
uk: Фіксатор NUnit (клацніть для запуску)
zh_cn: NUnit 装置(单击以运行)
zh_tw: NUnit 裝置 (按一下以執行)

source: NUnit Fixture failed (click to run)
cs: Testovací přípravek NUnit selhalo (spustit kliknutím)
de: NUnit-Fixturefehler (zum Ausführen klicken)
es: No se pudo ejecutar el accesorio NUnit (haga clic para ejecutarlo)
fr: Échec de la fixture NUnit (cliquer pour exécuter)
it: Fixture NUnit non riuscito (fare clic per eseguire)
ja: NUnit フィクスチャに失敗しました (クリックして実行する)
ko: NUnit 픽스쳐 실패(클릭하여 실행)
pl: Niepowodzenie warunków początkowych NUnit (kliknij, aby uruchomić)
pt_br: Falha no acessório NUnit (clique para executar)
ru: Сбой средства NUnit (щелкните для запуска)
tr: NUnit Düzeni başarısız oldu (çalıştırmak için tıklayın)
uk: Фіксатор NUnit провалено (клацніть для запуску)
zh_cn: NUnit 装置失败(单击以运行)
zh_tw: NUnit 裝置失敗 (按一下以執行)

source: NUnit Library Project
cs: Projekt knihovny NUnit
de: NUnit-Bibliotheksprojekt
es: Proyecto de biblioteca NUnit
fr: Projet de bibliothèque NUnit
it: Progetto libreria NUnit
ja: NUnit ライブラリ プロジェクト
ko: NUnit 라이브러리 프로젝트
pl: Projekt biblioteki NUnit
pt_br: Projeto de Biblioteca NUnit
ru: Проект библиотеки NUnit
tr: NUnit Kitaplık Projesi
uk: Проект бібліотеки тестів NUnit
zh_cn: NUnit 库项目
zh_tw: NUnit 程式庫專案

source: NUnit Test (click to run)
cs: Test NUnit (spustit kliknutím)
de: NUnit Test (zum Ausführen klicken)
es: Prueba NUnit (haga clic para ejecutarla)
fr: Test NUnit (cliquer pour exécuter)
it: Test NUnit (fare clic per eseguire)
ja: NUnit テスト (クリックして実行する)
ko: NUnit 테스트(클릭하여 실행)
pl: Test NUnit (kliknij, aby uruchomić)
pt_br: Teste NUnit (clique para executar)
ru: Тест NUnit (щелкните для запуска)
tr: NUnit Test (çalıştırmak için tıklayın)
uk: Тест NUnit (клацніть для запуску)
zh_cn: NUnit 测试(单击以运行)
zh_tw: NUnit 測試 (按一下即執行)

source: NUnit Test Project
cs: Projekt testů NUnit
de: NUnit-Testprojekt
es: Proyecto de prueba de NUnit
fr: Projet de test NUnit
ja: NUnit テスト プロジェクト
ko: NUnit 테스트 프로젝트
pl: Projekt testu NUnit
pt_br: Projeto de Teste NUnit
ru: Тестовый проект NUnit
tr: NUnit Test Projesi

source: NUnit Test failed (click to run)
cs: Test NUnit selhal (spustit kliknutím)
de: NUnit Test-Fehler (zum Ausführen klicken)
es: No se pudo ejecutar la prueba NUnit (haga clic para ejecutarla)
fr: Échec du test NUnit (cliquer pour exécuter)
it: Test NUnit non riuscito (fare clic per eseguire)
ja: NUnit テストに失敗しました (クリックして実行する)
ko: NUnit 테스트 실패(클릭하여 실행)
pl: Niepowodzenie testu NUnit (kliknij, aby uruchomić)
pt_br: Falha no Teste NUnit (clique para executar)
ru: Сбой теста NUnit (щелкните для запуска)
tr: NUnit Testi başarısız oldu (çalıştırmak için tıklayın)
uk: Тест NUnit провалено (клацніть для запуску)
zh_cn: NUnit 测试失败(单击以运行)
zh_tw: NUnit 測試失敗 (按一下以執行)
