Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Busy indicator shown whilst waiting stopping for NuGet package processing to stop
cs: Indikátor zaneprázdnění zobrazený při čekání na zastavení zpracování balíčku NuGet
de: Der Auslastungsindikator wird angezeigt, während auf die Beendigung der Verarbeitung des NuGet-Pakets gewartet wird.
es: Indicador de sistema ocupado que se muestra mientras se espera a que se detenga el procesamiento de paquetes NuGet
fr: Indicateur d'occupation affiché durant l'attente de l'arrêt du traitement des paquets NuGet
ja: NuGet パッケージ処理が停止するのを待機している間、ビジー インジケーターが表示されます
ko: NuGet 패키지 처리가 중지할 때까지 대기하는 동안 사용 중 표시기가 표시됩니다.
pl: Podczas oczekiwania na zatrzymanie przetwarzania pakietu NuGet wyświetlono wskaźnik zajętości
pt_br: Indicador de ocupado mostrado ao esperar que o processamento de pacote NuGet seja interrompido
ru: Индикатор "Занято", который отображается во время ожидания остановки обработки для пакета NuGet
tr: NuGet paketi işleminin durdurulması beklenirken Meşgul göstergesi görüntülenir

source: By clicking <b>Accept</b> you agree to the license terms for the packages listed above. If you do not agree to the license terms click <b>Decline</b>.
cs: Kliknutím na <b>Přijmout</b> vyjadřujete svůj souhlas s licenčními podmínkami výše uvedených balíčků. Pokud s licenčními podmínkami nesouhlasíte, klikněte na <b>Odmítnout</b>.
de: Durch Klicken auf <b>Akzeptieren</b> stimmen Sie den Lizenzbedingungen für die oben aufgeführten Pakete zu. Wenn Sie den Lizenzbedingungen nicht zustimmen, klicken Sie auf <b>Ablehnen</b>.
es: Al hacer clic en <b>Aceptar</b>, acepta los términos de licencia de los paquetes enumerados anteriormente. Si no está de acuerdo, haga clic en <b>Rechazar</b>.
fr: En cliquant sur <b>Accepter</b>, vous acceptez les termes du contrat de licence pour les paquets répertoriés ci-dessus. Si vous n'acceptez pas les termes du contrat de licence, cliquez sur <b>Refuser</b>.
ja: <b>[同意する]5D;</b> をクリックすると、お客様は上記のパッケージ ライセンス条項に同意することになります。 ライセンス条項に同意しない場合は、<b>[同意しない]5D;</b> をクリックします。
ko: <b>동의</b>를 클릭하면 위에 나열된 패키지의 사용 조건에 동의하는 것입니다. 사용 조건에 동의하지 않는 경우 <b>거절</b>을 클릭하세요.
pl: Klikając przycisk <b>Zaakceptuj</b>, akceptujesz postanowienia licencyjne dla pakietów wymienionych powyżej. Jeśli nie akceptujesz postanowień licencyjnych, kliknij przycisk <b>Odrzuć</b>.
pt_br: Ao clicar em <b>Aceitar</b>, você concorda com os termos da licença para os pacotes listados acima. Se você não concordar com os termos da licença, clique em <b>Recusar</b>.
ru: Нажимая кнопку <b>Принять</b>, вы соглашаетесь соблюдать условия лицензии для перечисленных выше пакетов. Если вы не согласны с условиями лицензии, нажмите кнопку <b>Отклонить</b>.
tr: <b>Kabul Et</b>'e tıklayarak yukarıda listelenen paketlerin lisans koşullarını kabul etmiş olursunuz. Lisans koşullarını kabul etmiyorsanız <b>Reddet</b>'e tıklayın.

source: C String
cs: Řetězec C
de: C-Zeichenfolge
es: Cadena de C
fr: Chaîne C
it: Stringa C
ja: C 文字列
ko: C 문자열
pl: Ciąg języka C
pt_br: Cadeia de Caracteres C
ru: Строка C
tr: C Dizesi
uk: Рядок C
zh_cn: C 字符串
zh_tw: C 字串

source: C# Files
cs: Soubory C#
de: C#-Dateien
es: Archivos de C#
fr: Fichiers C#
it: File C#
ja: C# ファイル
ko: C# 파일
pl: Pliki C#
pt_br: Arquivos C#
ru: Файлы C#
tr: C# Dosyaları
uk: Файли C#
zh_cn: C# 文件
zh_tw: C# 檔案

source: C# Format
cs: Formát C#
es: Formato de C#
fr: Format C#
it: Formato C#
ja: C# フォーマット
ko: C# 형식
pl: Format pliku C#
pt_br: Formato C#
ru: Формат C#
tr: C# Biçimi
uk: Формат C#
zh_cn: C# 格式
zh_tw: C# 格式

source: C# Language Version:
cs: Verze jazyka C#:
de: C#-Sprachversion:
es: Versión del lenguaje C#:
fr: Version du langage C# :
it: Versione del linguaggio C#:
ja: C# 言語バージョン:
ko: C# 언어 버전:
pl: Wersja języka C#:
pt_br: Versão da Linguagem C#:
ru: Версия языка C#:
tr: C# Dili Sürümü:
uk: Версія мови C#:
zh_cn: C# 语言版本:
zh_tw: C# 語言版本:

source: C# compiler not found for {0}.
cs: Kompilátor C# pro {0} se nepodařilo najít.
de: C#-Compiler für {0} wurde nicht gefunden.
es: No se encuentra el compilador de C# para {0}.
fr: Compilateur C# introuvable pour {0}.
it: Il compilatore C# per {0} non è stato trovato.
ja: {0} の C# コンパイラが見つかりません。
ko: {0}에 대한 C# 컴파일러를 찾을 수 없습니다.
pl: Nie znaleziono kompilatora języka C# dla elementu {0}.
pt_br: Compilador C# não encontrado para {0}.
ru: Не найден компилятор C# для {0}
tr: {0} için C# derleyicisi bulunamadı.
uk: C# компілятор для {0} не знайдено.
zh_cn: 找不到 {0} 的 C# 编译器。
zh_tw: 找不到 {0} 的 C# 編譯器。

source: C# doesn't support optional 'ref' or 'out' parameters
cs: C# nepodporuje volitelné parametry ref nebo out.
de: C# unterstützt keine optionalen ref- oder out-Parameter.
es: C# no admite los parámetros opcionales 'ref' o 'out'
fr: C# ne prend pas en charge les paramètres facultatifs « ref » ou « out »
it: C# non supporta parametri 'ref' o 'out' facoltativi
ja: C# は省略可能な 'ref' パラメーターも 'out' パラメーターもサポートしていません
ko: C#은 선택적 'ref' 또는 'out' 매개 변수를 지원하지 않습니다.
pl: Język C# nie obsługuje opcjonalnych parametrów „ref” i „out”
pt_br: C# não dá suporte aos parâmetros 'ref' ou 'out' opcionais
ru: C# не поддерживает необязательные параметры "ref" или "out"
tr: C# isteğe bağlı 'ref' veya 'out' parametrelerini desteklemez
uk: C# не підтримує необов'язкових параметрів 'ref' або 'out'
zh_cn: C# 不支持可选的 "ref" 或 "out" 参数
zh_tw: C# 不支援選擇性 'ref' 或 'out' 參數

source: C# project file
cs: Soubor projektu C#
de: C# Projektdatei
es: Archivo del proyecto de C#
fr: Fichier de projet C#
it: File di progetto C#
ja: C# プロジェクト ファイル
ko: C# 프로젝트 파일
pl: Plik projektu języka C#
pt_br: Arquivo de projeto C#
ru: Файл проекта C#
tr: C# proje dosyası
uk: Файл проекту C#
zh_cn: C# 项目文件
zh_tw: C# 專案檔

source: C# source code
cs: Zdrojový kód C#
de: C#-Code
es: Código fuente de C#
fr: Code source C#
it: Codice sorgente C#
ja: C# ソースコード
ko: C# 소스 코드
pl: Kod źródłowy języka C#
pt_br: Código-Fonte C#
ru: Исходный код C#
tr: C# kaynak kodu
uk: Сирцевий код C#
zh_cn: C# 源代码
zh_tw: C# 原始程式碼

source: CSS document
cs: Dokument šablony stylů CSS
de: CSS-Dokument
es: Documento CSS
fr: Document CSS
it: Documento CSS
ja: CSS ドキュメント
ko: CSS 문서
pl: Dokument CSS
pt_br: Documento CSS
ru: Документ CSS
tr: CSS belgesi
uk: Документ CSS
zh_cn: CSS 文档
zh_tw: CSS 文件

source: C_ase sensitive
cs: Rozlišovat _malá a velká písmena
de: _Groß-/Kleinschreibung beachten
es: _Distinguir mayúsculas y minúsculas
fr: Respecte la _casse
it: _Maiuscole/minuscole
ja: 大文字小文字の区別(_A)
ko: 대/소문자 구분(_A)
pl: Uwzględnianie _wielkości liter
pt_br: Diferenciar m_aiúsculas de minúsculas
ru: С у_четом регистра
tr: Büyük/küçük h_arfe duyarlı
uk: Враховувати регістр
zh_cn: 区分大小写(_A)
zh_tw: 區分大小寫(_A)

source: C_heckout...
cs: R_ezervovat...
de: _Auschecken...
es: E_xtraer del repositorio...
fr: E_xtraire...
it: _Estrai...
ja: チェックアウト(_H)...
ko: 체크 아웃(_H)...
pl: _Wyewidencjonuj...
pt_br: Fazer C_heck-out...
ru: И_звлечь...
tr: K_ullanıma Al...
uk: С_инхронізація...
zh_cn: 签出(_H)...
zh_tw: 簽出(_H)...

source: C_lean
cs: _Vyčistit
de: _Bereinigen
es: _Limpiar
fr: _Nettoyer
it: Pu_lisci
ja: クリーン(_L)
ko: 정리(_L)
pl: _Wyczyść
pt_br: L_impar
ru: О_чистить
tr: T_emizle
uk: _Очистити
zh_cn: 清理(_L)
zh_tw: 清除(_L)

source: C_lean {0}
cs: _Vyčistit {0}
de: {0} _bereinigen
es: _Limpiar {0}
fr: Ne_ttoyer {0}
it: Pu_lisci {0}
ja: {0} のクリーン(_L)
ko: {0} 정리(_L)
pl: _Wyczyść element {0}
pt_br: L_impar {0}
ru: О_чистить {0}
tr: {0} _Öğesini Temizle
uk: О_чистити {0}
zh_cn: 清理 {0}(_L)
zh_tw: 清除 {0}(_L)

source: C_lose
cs: _Zavřít
de: _Schließen
es: _Cerrar
fr: _Fermer
it: Ch_iudi
ja: 閉じる(_L)
ko: 닫기(_L)
pl: _Zamknij
pt_br: F_echar
ru: З_акрыть
tr: K_apat
uk: _Закрити
zh_cn: 关闭(_L)
zh_tw: 關閉(_L)

source: C_lose All Solutions
cs: Za_vřít všechna řešení
de: All_e Projektmappen schließen
es: Cerrar todas _las soluciones
fr: Fermer toutes les _solutions
it: C_hiudi tutte le soluzioni
ja: ソリューションをすべて閉じる(_L)
ko: 모든 솔루션 닫기(_L)
pl: Zamknij _wszystkie rozwiązania
pt_br: F_echar Todas as Soluções
ru: З_акрыть все решения
tr: C_lose Tüm Çözümler
uk: Закрити всі рішення
zh_cn: 关闭所有解决方案(_L)
zh_tw: 關閉所有解決方案(_L)

source: C_lose Others
cs: Za_vřít ostatní
de: A_ndere schließen
es: _Cerrar otros
fr: _Fermer les autres
it: C_hiudi altri
ja: 他を閉じる(_L)
ko: 다른 파일 닫기(_L)
pl: Z_amknij pozostałe
pt_br: Ocu_ltar Outros
ru: З_акрыть другие
tr: Diğerlerini K_apat
uk: _Закрити інші
zh_cn: 关闭其他(_L)
zh_tw: 關閉其他(_L)

source: C_lose Project
cs: Zavřít proje_kt
de: _Projekt schließen
es: Cerrar _proyecto
fr: Fermer le pro_jet
it: C_hiudi progetto
ja: プロジェクトを閉じる(_L)
ko: 프로젝트 닫기(_L)
pl: _Zamknij projekt
pt_br: F_echar Projeto
ru: З_акрыть проект
tr: C_lose Projesi
uk: Закр_ити проект
zh_cn: 关闭项目(_L)
zh_tw: 關閉專案(_L)

source: C_lose Solution
cs: Za_vřít řešení
de: P_rojektmappe schließen
es: Cerrar _solución
fr: Fermer la so_lution
it: C_hiudi soluzione
ja: ソリューションを閉じる(_L)
ko: 솔루션 닫기(_L)
pl: Zamknij roz_wiązanie
pt_br: F_echar a Solução
ru: З_акрыть решение
tr: C_lose Çözümü
uk: Закрити рі_шення
zh_cn: 关闭解决方案(_L)
zh_tw: 關閉解決方案(_L)

source: C_lose Workspace
cs: _Zavřít pracovní prostor
de: _Arbeitsbereich schließen
es: Cerrar área _de trabajo
fr: Fermer _l’espace de travail
it: C_hiudi area di lavoro
ja: ワークスペースを閉じる(_L)
ko: 작업 영역 닫기(_L)
pl: _Zamknij obszar roboczy
pt_br: Fec_har Workspace
ru: За_крыть рабочую область
tr: Çalışma Alanını K_apat
uk: _Закрити робочий простір
zh_cn: 关闭工作区(_L)
zh_tw: 關閉工作區(_L)

source: C_ommit
cs: P_otvrdit
de: C_ommit ausführen
es: _Confirmar
fr: _Valider
it: Esegui c_ommit
ja: コミット(_O)
ko: 커밋(_O)
pl: _Zatwierdź
pt_br: C_onfirmar
ru: _Зафиксировать
tr: T_eslim Et
uk: _Надіслати
zh_cn: 提交(_O)
zh_tw: 認可(_O)

source: C_ompany:
cs: _Společnost:
de: _Firma:
es: C_ompañía:
fr: S_ociété :
it: S_ocietà:
ja: 会社(_O):
ko: 회사(_O):
pl: _Firma:
pt_br: E_mpresa:
ru: Ор_ганизация:
tr: Ş_irket:
uk: Ко_мпанія:
zh_cn: 公司(_O):
zh_tw: 公司(_O):

source: C_onnect
cs: _Připojit
de: _Verbinden
es: C_onectar
fr: Se c_onnecter
it: C_onnetti
ja: 接続(_O)
ko: 연결(_O)
pl: _Połącz
pt_br: C_onectar
ru: П_одключиться
tr: B_ağlan
uk: _З’єднати
zh_cn: 连接(_O)
zh_tw: 連線(_O)

source: C_opy File Path
cs: _Kopírovat cestu k souboru
de: Dateipfad k_opieren
es: C_opiar ruta de acceso del archivo
fr: C_opier le chemin d’accès du fichier
it: C_opia percorso file
ja: ファイル パスのコピー(_O)
ko: 파일 경로 복사(_O)
pl: K_opiuj ścieżkę pliku
pt_br: C_opiar Caminho do Arquivo
ru: К_опировать путь к файлу
tr: Dosya Yolunu K_opyala
zh_cn: 复制文件路径(_O)
zh_tw: 複製檔案路徑(_O)

source: Calendar application
cs: Kalendářová aplikace
de: Kalenderanwendung
es: Aplicación de calendario
fr: Application de calendrier
it: Applicazione per calendario
ja: カレンダー アプリケーション
ko: 일정 애플리케이션
pl: Aplikacja kalendarza
pt_br: Aplicativo de calendário
ru: Приложение календаря
tr: Takvim uygulaması
uk: Календар
zh_cn: 日历应用程序
zh_tw: 行事曆應用程式

source: Call Stack
cs: Zásobník volání
de: Aufrufliste
es: Pila de llamadas
fr: Pile des appels
it: Stack di chiamate
ja: 呼び出し履歴
ko: 호출 스택
pl: Stos wywołań
pt_br: Pilha de Chamadas
ru: Стек вызовов
tr: Çağrı Yığını
uk: Стек викликів
zh_cn: 调用堆栈
zh_tw: 呼叫堆疊

source: Call string-conversion function on objects in variables windows
cs: Zavolat funkci pro převod řetězce na objektech v oknech proměnných
de: Zeichenfolgenkonvertierungsfunktion für Objekte in Variablenfenstern aufrufen
es: Llamar a función de conversión de cadenas en objetos de ventanas de variables
fr: Appeler la fonction de conversion de chaînes sur les objets dans des fenêtres de variables
it: Chiama la funzione di conversione stringa sugli oggetti nelle finestre delle variabili
ja: 変数ウィンドウのオブジェクトに対して文字列変換関数を呼び出す
ko: 변수 창의 개체에서 문자열 변환 함수 호출
pl: Wywołaj funkcję konwersji ciągów na obiektach w oknach zmiennych
pt_br: Chamar a função string-conversion em objetos nas janelas de variáveis
ru: Вызвать функцию преобразования строк для объектов в окне переменных
tr: Değişkenler penceresindeki nesneler üzerinde dize dönüştürme işlevini çağır
zh_cn: 对变量窗口中的对象调用字符串转换函数
zh_tw: 在變數視窗中呼叫物件的字串轉換函式

source: Call to base member with implicit default parameters
cs: Volání základního členu s implicitními výchozími parametry
de: Basismemberaufruf mit impliziten Standardparametern
es: Llamar a miembro base con parámetros implícitos predeterminados
fr: Appel à un membre de base avec des paramètres par défaut implicites
it: Chiamata al membro di base con parametri predefiniti impliciti
ja: 暗黙的な既定のパラメーターを持つ基本メンバーを呼び出す
ko: 암시적 기본 매개 변수를 사용하여 기본 멤버 호출
pl: Wywołaj podstawową składową z niejawnymi parametrami domyślnymi
pt_br: Chamada para o membro base com parâmetros padrão implícitos
ru: Вызвать базовый элемент с неявными параметрами по умолчанию
tr: Örtülü varsayılan parametreleri olan temel üye çağrısı
zh_cn: 对具有隐式默认参数的基成员进行调用
zh_tw: 呼叫具有隱含預設參數的基底成員

source: Call to base.Equals resolves to Object.Equals, which is reference equality
cs: Volání base.Equals se přeloží jako Object.Equals, což vede k nerovnosti odkazů.
de: Aufruf von base.Equals wird in Object.Equals aufgelöst, was Verweisübereinstimmung entspricht.
es: La llamada a base.Equals se resuelve en Object.Equals, que es la igualdad de referencia
fr: L’appel de base.Equals est résolu en Object.Equals, ce qui est une égalité de référence
it: La chiamata a base.Equals restituisce Object.Equals, che corrisponde all'uguaglianza del riferimento
ja: base.Equals の呼び出しは参照の等値である Object.Equals に解決されます
ko: base.Equals 호출은 참조 같음인 Object.Equals로 확인됩니다.
pl: Wywołanie base.Equals jest rozpoznawane jako Object.Equals, co oznacza równość odwołań
pt_br: Chamada para base.Equals é resolvida para Object.Equals, que é a igualdade da referência
ru: Вызов base.Equals разрешается в Object.Equals, что является равенством ссылок
tr: base.Equals çağrısı başvuru eşitliği olan Object.Equals öğesine çözümlenir
zh_cn: 对 base.Equals 的调用解析为引用相等的 Object.Equals
zh_tw: 呼叫 base.Equals 會解析至參考相等的 Object.Equals

source: Call to static member via a derived class
cs: Volání statického členu prostřednictvím odvozené třídy
de: Aufruf eines statischen Members über eine abgeleitete Klasse
es: Llamar a miembro estático mediante una clase derivada
fr: Appeler un membre static via une classe dérivée
it: Chiamata al membro statico tramite una classe derivata
ja: 派生クラスを使用した静的メンバーの呼び出し
ko: 파생 클래스를 통해 정적 멤버 호출
pl: Wywołaj statyczną składową za pośrednictwem klasy pochodnej
pt_br: Chamada para o membro estático por meio de uma classe derivada
ru: Вызвать статический элемент посредством производного класса
tr: Türetilmiş sınıf üzerinden statik üye çağrısı
uk: Виклик статичного члена через клас-нащадок
zh_cn: 通过派生类对静态成员进行调用
zh_tw: 透過衍生類別呼叫靜態成員

source: Camera tools, etc.
cs: Nástroje pro fotoaparáty apod.
de: Kameratools usw.
es: Herramientas de cámara, etc.
fr: Outils d'appareil photo, etc.
it: Strumenti per fotocamera
ja: カメラ ツールなど
ko: 카메라 도구 등
pl: Narzędzia związane z kamerą itp.
pt_br: Ferramentas de câmera, etc.
ru: Средства камеры и т. п.
tr: Kamera araçları vs.
uk: Робота з камерою тощо.
zh_cn: 照相机工具等。
zh_tw: 相機工具等

source: Can not execute "{0}". The selected execution mode is not supported for .NET projects.
cs: Nelze provést "{0}". Vybraný režim provádění se u projektů .NET nepodporuje.
de: "{0}" kann nicht ausgeführt werden. Der ausgewählte Ausführungsmodus wird für .NET-Projekte nicht unterstützt.
es: No se puede ejecutar "{0}". El modo de ejecución seleccionado no se admite para proyectos de .NET.
fr: Impossible d’exécuter "{0}". Le mode d’exécution sélectionné n’est pas pris en charge pour les projets .NET.
it: Non è possibile eseguire "{0}". La modalità di esecuzione selezionata non è supportata per i progetti .NET.
ja: "{0}" を実行できません。選ばれている実行モードは .NET プロジェクトでサポートされていません。
ko: "{0}"을(를) 실행할 수 없습니다. 선택한 실행 모드가 .NET 프로젝트에 지원되지 않습니다.
pl: Nie można wykonać „{0}”. Wybrany tryb wykonywania nie jest obsługiwany w przypadku projektów .NET.
pt_br: Não foi possível executar "{0}". Não há suporte para a execução selecionada em projetos .NET.
ru: Не удается выполнить "{0}". Выбранный режим выполнения не поддерживается для проектов .NET.
tr: "{0}" yürütülemiyor. Seçilen yürütme modu .NET projeleri için desteklenmiyor.
uk: Неможливо виконати "{0}". Вибраний режим виконання не підтримується для проектів .NET.
zh_cn: 无法执行“{0}”。.NET 项目不支持选定的执行模式。
zh_tw: 無法執行 "{0}"。.NET 專案不支援所選取的執行模式。

source: Can not execute. The run configuration working directory doesn't exist at {0}
cs: Nelze spustit. Pracovní adresář konfigurace spuštění v {0} neexistuje.
de: Ausführung nicht möglich. Das Arbeitsverzeichnis für die Laufzeitkonfiguration ist unter "{0}" nicht vorhanden.
es: No se puede ejecutar. No existe el directorio de trabajo de configuración de ejecución en {0}.
fr: Exécution impossible. Le répertoire de travail de la configuration d'exécution n'existe pas à l'emplacement {0}
ja: 実行できません。実行構成の作業ディレクトリが {0} に存在しません
ko: 실행할 수 있습니다. 실행 구성 작업 디렉터리가 {0}에 없습니다.
pl: Nie można wykonać. Katalog roboczy konfiguracji przebiegu nie istnieje w lokalizacji {0}
pt_br: Não é possível executar. O diretório de trabalho de configuração de execução não existe em {0}
ru: Не удается выполнить. Рабочий каталог конфигурации запуска не существует в {0}
tr: Yürütülemiyor. Çalışma yapılandırması çalışma dizini {0} konumunda yok

source: Can't create project with type : {0}
cs: Není možné vytvořit projekt s typem: {0}
de: Projekttyp {0} kann nicht erstellt werden.
es: No se puede crear el proyecto con el tipo: {0}
fr: Impossible de créer un projet du type : {0}
it: Non è possibile creare il progetto con tipo: {0}
ja: {0} の種類のプロジェクトは作成できません
ko: 형식으로 프로젝트를 만들 수 없음: {0}
pl: Nie można utworzyć projektu typu {0}
pt_br: Não foi possível criar um projeto com o tipo: {0}
ru: Не удается создать проект типа: {0}
tr: {0} türünde proje oluşturulamıyor
uk: Не вдалось створити проект типу : {0}
zh_cn: 无法创建 {0} 类型的项目
zh_tw: 無法建立類型為 {0} 的專案

source: Can't create project with type: {0}
cs: Není možné vytvořit projekt s typem: {0}
de: Projekttyp {0} kann nicht erstellt werden.
es: No se puede crear el proyecto con el tipo: {0}
fr: Impossible de créer un projet du type : {0}
it: Non è possibile creare il progetto con tipo: {0}
ja: {0} の種類のプロジェクトは作成できません
ko: 형식으로 프로젝트를 만들 수 없음: {0}
pl: Nie można utworzyć projektu typu {0}
pt_br: Não foi possível criar um projeto com o tipo: {0}
ru: Не удается создать проект типа: {0}
tr: {0} türünde proje oluşturulamıyor
uk: Неможливо створити проект з типом: {0}
zh_cn: 无法创建 {0} 类型的项目
zh_tw: 無法建立類型為 {0} 的專案

source: Can't create solution with type: {0}
cs: Není možné vytvořit řešení s typem: {0}
de: Projektmappe vom Typ {0} kann nicht erstellt werden.
es: No se puede crear la solución con el tipo: {0}
fr: Impossible de créer une solution du type : {0}
it: Non è possibile creare la soluzione con tipo: {0}
ja: {0} の種類のソリューションは作成できません
ko: 형식으로 솔루션을 만들 수 없음: {0}
pl: Nie można utworzyć rozwiązania typu {0}
pt_br: Não foi possível criar uma solução com o tipo: {0}
ru: Не удается создать решение типа: {0}
tr: {0} türünde çözüm oluşturulamıyor
uk: Неможливо створити рішення типу: {0}
zh_cn: 无法创建 {0} 类型的解决方案
zh_tw: 無法建立類型為 {0} 的解決方案

source: Can't create temporary file {0} for writing.
cs: Dočasný soubor {0} pro zápis nelze vytvořit.
de: Die temporäre Datei "{0}" für den Schreibvorgang kann nicht erstellt werden.
es: No se puede crear el archivo temporal {0} para escribir.
fr: Impossible de créer le fichier temporaire {0} pour l'écriture.
ja: 一時ファイル {0} を書き込み用に作成できません。
ko: 쓰기용으로 임시 파일 {0}을(를) 만들 수 없습니다.
pl: Nie można utworzyć pliku tymczasowego {0} do zapisu.
pt_br: Não é possível criar arquivo temporário {0} para gravação.
ru: Не удается создать временный файл {0} для записи.
tr: Yazma işlemi için geçici {0} dosyası oluşturulamıyor.

source: Can't get source code location for : {0}
cs: Nelze získat umístění zdrojového kódu pro {0}.
de: Quellcodestandort für "{0}" kann nicht abgerufen werden.
es: No se puede obtener la ubicación del código fuente para: {0}
fr: Impossible d'obtenir l'emplacement du code source pour : {0}
it: Non è stato possibile ottenere il percorso del codice sorgente per: {0}
ja: {0} のソース コードの場所を取得できません
ko: {0}의 소스 코드 위치를 가져올 수 없습니다.
pl: Nie można pobrać lokalizacji kodu źródłowego dla: {0}
pt_br: Não é possível obter local do código-fonte para: {0}
ru: Невозможно получить расположение исходного кода для: {0}
tr: {0} öğesine ait kaynak kodu konumu alınamıyor

source: Can't load:
cs: Nejde načíst:
de: Kann nicht geladen werden:
es: No se puede cargar:
fr: Chargement impossible :
it: Non è possibile eseguire il caricamento:
ja: 読み込めません:
ko: 로드할 수 없습니다.
pl: Nie można załadować:
pt_br: Não foi possível carregar:
ru: Не удается загрузить:
tr: Yüklenemiyor:
uk: Не вдалось завантажити:
zh_cn: 无法加载:
zh_tw: 無法載入:

source: Can't lock file: {0}.
cs: Nedaří se zamknout soubor: {0}
de: Datei '{0}' kann nicht gesperrt werden.
es: No se puede bloquear el archivo: {0}.
fr: Impossible de verrouiller le fichier : {0}
it: Non è possibile bloccare il file: {0}.
ja: ファイル {0} をロックできません。
ko: 파일을 잠글 수 없습니다. {0}.
pl: Nie można zablokować pliku: {0}.
pt_br: Não foi possível bloquear o arquivo: {0}.
ru: Не удается заблокировать файл {0}.
tr: {0} dosyası kilitlenemiyor.
uk: Не вдалось заблокувати файл: {0}.
zh_cn: 无法锁定文件: {0}。
zh_tw: 無法鎖定檔案: {0}。

source: Can't remove directory {0}
cs: Adresář {0} se nedá odebrat.
de: Verzeichnis '{0}' kann nicht entfernt werden.
es: No se puede quitar el directorio {0}
fr: Impossible de supprimer le répertoire {0}
it: Non è possibile rimuovere la directory {0}
ja: ディレクトリ {0} を削除できません
ko: {0} 디렉터리를 제거할 수 없습니다.
pl: Nie można usunąć katalogu {0}
pt_br: Não foi possível remover o diretório {0}
ru: Не удается удалить каталог {0}
tr: {0} adlı dizin kaldırılamıyor
uk: Не вдалось вилучити теку {0}
zh_cn: 无法删除目录 {0}
zh_tw: 無法移除目錄 {0}

source: Can't remove file {0}
cs: Soubor {0} se nedá odebrat.
de: Datei '{0}' kann nicht entfernt werden.
es: No se puede eliminar el archivo {0}
fr: Impossible de supprimer le fichier {0}
it: Non è possibile rimuovere il file {0}
ja: ファイル {0} を削除できません
ko: {0} 파일을 제거할 수 없습니다.
pl: Nie można usunąć pliku {0}
pt_br: Não foi possível remover o arquivo {0}
ru: Не удается удалить файл {0}
tr: {0} adlı dosya kaldırılamıyor
uk: Не вдалось видалити файл {0}
zh_cn: 无法删除文件 {0}
zh_tw: 無法移除檔案 {0}

source: Can't rename '{0}'. If a retry doesn't work please file a bug.
cs: {0} nejde přejmenovat. Pokud nebude fungovat ani další pokus, zadejte prosím chybu.
de: "{0}" kann nicht umbenannt werden. Melden Sie ein Problem, falls auch ein wiederholter Versuch erfolglos ist.
es: No se puede cambiar "{0}" de nombre. Si no se obtienen resultados al reintentar, envíe un error.
fr: Impossible de renommer '{0}'. En cas d'échec d'une nouvelle tentative, signalez un bogue.
ja: '{0}' の名前を変更できません。再試行が機能しない場合は、バグを報告してください。
ko: '{0}'의 이름을 바꿀 수 없습니다. 다시 해도 안 되면 버그를 제출하세요.
pl: Nie można zmienić nazwy „{0}”. Jeśli ponowienie próby nie rozwiąże problemu, zgłoś błąd.
pt_br: Não é possível renomear '{0}'. Se uma nova tentativa não funcionar, registre um bug.
ru: Не удается переименовать "{0}". Если ошибка повторяется, отправьте сообщение об ошибке.
tr: Yeniden adlandırılamıyor '{0}'. Yeniden çalışmazsa Lütfen bildir.

source: Can't save file
cs: Soubor se nedá uložit.
de: Datei kann nicht gespeichert werden.
es: No se puede guardar el archivo
fr: Impossible d’enregistrer le fichier
it: Non è possibile salvare il file
ja: ファイルを保存できません
ko: 파일을 저장할 수 없습니다.
pl: Nie można zapisać pliku
pt_br: Não é possível salvar o arquivo
ru: Не удается удалить файл
tr: Dosya kaydedilemiyor
uk: Не вдалось зберегти файл
zh_cn: 无法保存文件
zh_tw: 無法儲存檔案
