Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Enable/Disable Breakpoint
cs: Povolit/zakázat zarážku
de: Haltepunkt aktivieren/deaktivieren
es: Habilitar o deshabilitar el punto de interrupción
fr: Activer/Désactiver le point d’arrêt
it: Abilita/Disabilita punto di interruzione
ja: ブレークポイントの有効化/無効化
ko: 중단점 사용/사용 안 함
pl: Włącz/wyłącz punkt przerwania
pt_br: Habilitar/Desabilitar Ponto de Interrupção
ru: Включить или отключить точку останова
tr: Kesme Noktasını Etkinleştir/Devre Dışı Bırak
uk: Увімкнути/вимкнути контрольну точку
zh_cn: 启用/禁用断点
zh_tw: 啟用/停用中斷點

source: Enable/Disable Code Folding
cs: Povolit/zakázat skrývání kódu
de: Codefaltung aktivieren/deaktivieren
es: Habilitar/deshabilitar plegado de código
fr: Activer/Désactiver le pliage du code
it: Abilita/Disabilita la riduzione del codice
ja: コードの折りたたみを有効/無効にする
ko: 코드 접기 사용/사용 안 함
pl: Włącz/wyłącz składanie kodu
pt_br: Habilitar/Desabilitar Dobramento de Código
ru: Включить или отключить свертывание кода
tr: Kod Katlamayı Etkinleştir/Devre Dışı Bırak
zh_cn: 启用/禁用代码折叠
zh_tw: 啟用/停用程式碼摺疊功能

source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitata
ja: 有効
ko: 사용
pl: Włączone
pt_br: Habilitado
ru: Включено
tr: Etkin
uk: Включено
zh_cn: 已启用
zh_tw: 已啟用

source: Enables automatic completion with the Space key or Punctuation
cs: Povolí automatické dokončování pomocí mezerníku nebo interpunkce.
de: Aktiviert die automatische Vervollständigung mit der LEERTASTE oder Satzzeichen.
es: Habilita la finalización automática con la barra espaciadora o puntuación
fr: Active la saisie semi-automatique avec la touche Espace ou un signe de ponctuation
ja: スペース キーまたは句読点によるオート コンプリートを有効にします
ko: <Space> 키 또는 문장 부호를 통해 자동 완성을 사용하도록 설정합니다.
pl: Umożliwia automatyczne uzupełnianie za pomocą spacji lub znaków interpunkcyjnych
pt_br: Habilita o preenchimento automático com a tecla de Espaço ou de Pontuação
ru: Включает автозавершение по клавише ПРОБЕЛ или знаку пунктуации
tr: Ara Çubuğu veya Noktalama ile otomatik tamamlamayı etkinleştirir

source: Enabling Makefile integration. You can choose to have either the Project or the Makefile be used as the master copy. This is done only when enabling this feature. After this, the Makefile will be taken as the master copy.
cs: Povoluje se integrace souboru pravidel. Můžete se rozhodnout, jestli chcete jako hlavní kopii použít projekt nebo soubor pravidel. Toto můžete udělat jenom při povolování této funkce. Pak se jako hlavní kopie použije soubor pravidel.
de: Die Makefileintegration wird aktiviert. Sie können entscheiden, ob das Projekt oder das Makefile als Masterkopie verwendet werden soll. Dies ist nur möglich, wenn Sie dieses Feature aktivieren. Danach wird das Makefile als Masterkopie verwendet.
es: Se ha habilitado la integración de archivos Make. Puede elegir entre el proyecto o el archivo Make para usarlos como copia maestra. Esto solo se hace cuando se habilita esta característica. Después, se usa el archivo Make como copia maestra.
fr: Activation de l’intégration du Makefile. Vous pouvez décider si le projet ou le Makefile est utilisé en tant que copie principale. Vous ne pouvez faire cela que lors de l’activation de cette fonctionnalité. Ensuite, le Makefile sera considéré comme la copie principale.
it: Verrà abilitata l'integrazione makefile. In questo modo è possibile scegliere di usare come copia master il progetto o il makefile. Notare che questa operazione è possibile solo quando si abilita questa funzionalità. Successivamente come copia master verrà usato il makefile.
ja: メイクファイル統合を有効にしています。マスター コピーとして使用するプロジェクトまたはメイクファイルのどちらかを選択できます。この機能が有効な場合にのみこの選択は行えます。選択後、メイクファイルがマスター コピーとして取得されます。
ko: 메이크파일 통합을 사용하도록 설정하는 중입니다. 프로젝트 또는 메이크파일 중에서 마스터 복사본으로 사용될 것을 선택할 수 있습니다. 이러한 선택은 이 기능을 사용하도록 설정할 때만 가능합니다. 그 후에는 메이크파일이 마스터 복사본으로 사용됩니다.
pl: Włączanie integracji pliku reguł programu make. Można wybrać, czy jako kopia główna ma zostać użyty projekt, czy plik reguł programu make. Można to zrobić tylko podczas włączania tej funkcji. Później plik reguł programu make będzie używany jako kopia główna.
pt_br: Habilitando integração de Makefile. Você pode optar por usar o Projeto ou o Makefile como cópia mestra. Isso é feito somente ao habilitar este recurso. Depois disso, o Makefile será considerado como a cópia principal.
ru: Включение интеграции makefile. Вы можете указать, следует ли использовать в качестве мастер-копии проект или файл makefile. Это можно сделать только при включении данной функции. После этого данный файл makefile используется в качестве мастер-копии.
tr: Derleme Görevleri Dosyası tümleştirmesi etkinleştiriliyor. Proje veya Derleme Görevleri Dosyasını ana kopya olarak kullanmayı seçebilirsiniz. Bu yalnızca bu özellik etkinleştirilirken yapılır. Bundan sonra, Derleme Görevleri Dosyası ana kopya olarak alınır.
uk: Увімкнення інтеграції Makefile. В ролі головної копії ви можете вибрати якпроект, так і Makefile. Це можливо лише за умови увімкнення цього режиму.Після цього головною копією буде вибрано Makefile.
zh_cn: 正在启用生成文件集成。你可以选择将项目或生成文件用作主控副本。仅当启用此功能后，才能执行此操作。此后，生成文件将被当作主控副本。
zh_tw: 正在啟用 Makefile 整合。您可以選擇使用專案或 Makefile 作為主複本。只有在啟用此功能時才能執行這項作業。之後，將會採用 Makefile 作為主複本。

source: Encapsulate field: '{0}' (and use property)
cs: Zapouzdřit pole: {0} (a použít vlastnost)
de: Feld '{0}' kapseln (und Eigenschaft verwenden)
es: Encapsular el campo '{0}' (y usar la propiedad)
fr: Encapsuler le champ : « {0} » (et utiliser la propriété)
it: Incapsula il campo '{0}' (e usa la proprietà)
ja: フィールドのカプセル化: '{0}' (およびプロパティを使用します)
ko: 필드 캡슐화: '{0}'(그리고 속성을 사용함)
pl: Hermetyzuj pole: „{0}” (i używaj właściwości)
pt_br: Encapsular campo: '{0}' (e usar propriedade)
ru: Инкапсулировать поле: "{0}" (и использовать свойство)
tr: '{0}' alanını kapsülle (ve özellik kullan)
zh_cn: 封装字段“{0}”(并使用属性)
zh_tw: 封裝欄位: '{0}' (並使用屬性)

source: Encapsulate field: '{0}' (but still use field)
cs: Zapouzdřit pole: {0} (ale dál používat pole)
de: Feld '{0}' kapseln (aber weiter Feld verwenden)
es: Encapsular el campo '{0}' (pero seguir usando el campo)
fr: Encapsuler le champ : « {0} » (mais utiliser toujours le champ)
it: Incapsula il campo '{0}' (ma continua a usarlo)
ja: フィールドのカプセル化: '{0}' (ただし、フィールドを継続して使用します)
ko: 필드 캡슐화: '{0}'(그러나 여전히 필드를 사용함)
pl: Hermetyzuj pole: „{0}” (ale nadal używaj pola)
pt_br: Encapsular campo: '{0}' (mas ainda usar o campo)
ru: Инкапсулировать поле: "{0}" (но продолжать использовать поле)
tr: '{0}' alanını kapsülle (ancak yine de alan kullan)
zh_cn: 封装字段“{0}”(但仍使用字段)
zh_tw: 封裝欄位: '{0}' (但仍使用欄位)

source: Encapsulate fields (and use property)
cs: Zapouzdřit pole (a použít vlastnost)
de: Felder kapseln (und Eigenschaft verwenden)
es: Encapsular campos (y usar la propiedad)
fr: Encapsuler les champs (et utiliser la propriété)
it: Incapsula i campi (e usa la proprietà)
ja: フィールドのカプセル化 (およびプロパティを使用します)
ko: 필드 캡슐화(그리고 속성을 사용함)
pl: Hermetyzuj pola (i używaj właściwości)
pt_br: Encapsular campos (e usar propriedade)
ru: Инкапсулировать поля (и использовать свойство)
tr: Alanları kapsülle (ve özellik kullan)
zh_cn: 封装字段(并使用属性)
zh_tw: 封裝欄位 (並使用屬性)

source: Encapsulate fields (but still use field)
cs: Zapouzdřit pole (ale dál používat pole)
de: Felder kapseln (aber weiter Feld verwenden)
es: Encapsular campos (pero seguir usando el campo)
fr: Encapsuler les champs (mais utiliser toujours le champ)
it: Incapsula i campi (ma continua a usarli)
ja: フィールドのカプセル化 (ただし、フィールドを継続して使用します)
ko: 필드 캡슐화(그러나 여전히 필드를 사용함)
pl: Hermetyzuj pola (ale nadal używaj pola)
pt_br: Encapsular campos (e ainda usar o campo)
ru: Инкапсулировать поля (но продолжать использовать поле)
tr: Alanları kapsülle (ancak yine de alan kullan)
zh_cn: 封装字段(但仍使用字段)
zh_tw: 封裝欄位 (但仍使用欄位)

source: Encoding:
cs: Kódování:
de: Codierung:
fr: Encodage :
it: Codifica:
ja: エンコード:
ko: 인코딩:
pl: Kodowanie:
pt_br: Codificação:
ru: Кодировка:
tr: Kodlama:
uk: Кодування:
zh_cn: 编码:
zh_tw: 編碼:

source: Encodings shown in menu:
cs: Kódování zobrazovaná v nabídce:
de: Im Menü angezeigte Codierungen:
es: Codificaciones que se muestran en el menú:
fr: Encodages affichés dans le menu :
it: Codifiche visualizzate nel menu:
ja: メニューに表示されるエンコード:
ko: 메뉴에 표시되는 인코딩:
pl: Kodowania wyświetlane w menu:
pt_br: Codificações exibidas no menu:
ru: Кодировки, отображаемые в меню:
tr: Menüde görüntülenen kodlamalar:
uk: Кодування, що показані в меню:
zh_cn: 菜单中显示的编码:
zh_tw: 顯示在功能表中的編碼:

source: End of list
cs: Konec seznamu
de: Ende der Liste
es: Final de la lista
fr: Fin de la liste
it: Fine dell'elenco
ja: リストの最後
ko: 목록의 끝
pl: Koniec listy
pt_br: Fim da lista
ru: Конец списка
tr: Liste sonu
uk: Кінець списку
zh_cn: 列表末尾
zh_tw: 清單結尾

source: Engineering software, e.g. CAD programs
cs: Počítačové projektování, např. aplikace CAD
de: Engineeringsoftware, z. B. CAD-Programme
es: Software de ingeniería, por ejemplo, programas CAD
fr: Logiciel d’ingénierie, par exemple, programme de CAO
it: Software di ingegneria, ad esempio programmi CAD
ja: CAD プログラムなどの工学ソフトウェア
ko: CAD 프로그램 등의 엔지니어링 소프트웨어
pl: Oprogramowanie inżynieryjne, np. programy CAD
pt_br: Software de engenharia, como programas CAD
ru: Программное обеспечение для проектирования, например САПР
tr: Mühendislik yazılımı, ör. CAD programları
uk: Проектування (наприклад, програми CAD)
zh_cn: 工程软件，例如，CAD 程序
zh_tw: 工程軟體，例如 CAD 程式

source: Enhance Sample output file
cs: Vylepšit výstupní soubor Sample
de: Sample-Ausgabedatei verbessern
es: Mejorar el archivo de salida de Sample
fr: Améliorer le fichier de sortie de Sample
ja: Sample 出力ファイルを拡張します
ko: Sample 출력 파일 향상
pl: Ulepsz plik wyjściowy narzędzia Sample
pt_br: Aprimorar o arquivo de saída Sample
ru: Улучшенный выходной файл Sample
tr: Sample çıkış dosyasını geliştir

source: Enter Full Screen
cs: Spustit režim zobrazení na celé obrazovce
de: Vollbild aktivieren
es: Entrar en modo de pantalla completa
fr: Passer en mode plein écran
it: Attiva visualizzazione a schermo intero
ja: 全画面表示にする
ko: 전체화면으로 전환
pl: Otwórz widok pełnoekranowy
pt_br: Entrar em Tela Inteira
ru: Перейти в полноэкранный режим
tr: Tam Ekrana Geç
uk: Увімкнути повноекранний режим
zh_cn: 进入全屏
zh_tw: 進入全螢幕

source: Enter a C# boolean expression to act as a condition for this breakpoint. The scope of the expression is local to the breakpoint
cs: Zadejte logický výraz C#, který bude sloužit jako podmínka pro tuto zarážku. Obor výrazu je pro zarážku místní.
de: Geben Sie einen booleschen C#-Ausdruck als Bedingung für diesen Haltepunkt ein. Der Ausdruck gilt lokal für den Haltepunkt.
es: Especifique una expresión booleana de C# que actúe como condición para este punto de interrupción. El ámbito de la expresión es local para el punto de interrupción
fr: Entrez une expression booléenne C# en tant que condition de ce point d'arrêt. La portée de l'expression est locale par rapport au point d'arrêt
ja: このブレークポイントの条件として機能する C# ブール式を入力します。式のスコープはブレークポイントに対してローカルです
ko: 이 중단점에 대한 조건으로 사용할 C# 부울 식을 입력합니다. 식의 범위는 중단점에 로컬입니다.
pl: Wprowadź wyrażenie warunkowe C# jako warunek dla tego punktu przerwania. Zakres wyrażenia jest lokalny dla punktu przerwania
pt_br: Insira uma expressão booliana do C# para agir como uma condição para este ponto de interrupção. O escopo da expressão é local no ponto de interrupção
ru: Введите логическое выражение C#, которое будет использоваться в качестве условия для этой точки останова. Область действия выражения — локальная для этой точки останова
tr: Bu kesme noktası için koşul işlevi görecek bir C# Boolean ifadesi girin. İfadenin kapsamı, yerel olarak kesme noktasıyla sınırlıdır

source: Enter a description of the project
cs: Zadejte popis projektu.
de: Beschreibung des Projekts eingeben
es: Escriba una descripción del proyecto
fr: Entrer une description du projet
ja: プロジェクトの説明を入力します
ko: 프로젝트의 설명 입력
pl: Wprowadź opis projektu
pt_br: Insira uma descrição do projeto
ru: Введите описание проекта
tr: Projenin açıklamasını girin

source: Enter a file extension or a mime type name:
cs: Zadejte příponu souboru nebo název typu MIME:
de: Dateierweiterung oder Mime-Typnamen eingeben:
es: Escriba una extensión de archivo o el nombre de un tipo MIME:
fr: Entrer une extension de fichier ou un nom de type MIME :
it: Immettere un'estensione di file o un nome di tipo MIME:
ja: ファイル拡張子または MIME の種類の名前を入力してください:
ko: 파일 확장명 또는 mime 형식 이름 입력:
pl: Wprowadź rozszerzenie pliku lub nazwę typu MIME:
pt_br: Insira uma extensão de arquivo ou um nome de tipo mime:
ru: Введите расширение файла или имя типа MIME:
tr: Bir dosya uzantısı veya mime türü adı girin:
uk: Введіть розширення файлу або назву типу MIME:
zh_cn: 输入文件扩展名或 MIME 类型名称:
zh_tw: 輸入副檔名或 mime 類型名稱:

source: Enter a folder to search for debug source files
cs: Zadejte složku, ve které chcete vyhledávat zdrojové soubory ladění.
de: Ordner zum Suchen nach Debugquelldateien eingeben
es: Especificar una carpeta para buscar archivos de código fuente de depuración
fr: Entrer un dossier où rechercher les fichiers sources de débogage
ja: デバッグのソース ファイルを検索するフォルダーを入力してください
ko: 디버그 소스 파일을 검색할 폴더를 입력합니다.
pl: Podaj folder, aby wyszukać pliki źródłowe debugowania
pt_br: Insira uma pasta na qual pesquisar por arquivos de origem de depuração
ru: Введите папку для поиска исходных файлов отладки
tr: Hata ayıklama kaynak dosyalarının aranacağı klasörü girin

source: Enter a name for the new layout
cs: Zadat název nového rozložení
de: Namen für neues Layout eingeben
es: Escriba un nombre para el nuevo diseño
fr: Entrer un nom pour la nouvelle disposition
it: Immettere un nome per il nuovo layout
ja: 新しいレイアウトの名前を入力してください
ko: 새 레이아웃의 이름 입력
pl: Podaj nazwę nowego układu
pt_br: Inserir um nome para o novo layout
ru: Введите имя для нового макета
tr: Yeni düzen için bir ad girin
uk: Введіть назву нової конфігурації
zh_cn: 输入新布局的名称
zh_tw: 輸入新配置的名稱

source: Enter a new XPath expression to which this format applies
cs: Zadejte nový výraz XPath, pro který platí tento formát.
de: Einen neuen XPath-Ausdruck eingeben, auf den dieses Format anwendbar ist
es: Escribir una nueva expresión XPath a la que se aplica este formato
fr: Entrer une nouvelle expression XPath à laquelle ce format s'applique
ja: この形式を適用する新しい XPath 式を入力してください
ko: 이 형식을 적용할 새 XPath 식을 입력합니다.
pl: Podaj nowe wyrażenie XPath, do którego stosuje się ten format
pt_br: Insira uma nova expressão XPath à qual este formato se aplica
ru: Введите новое выражение XPath, к которому применяется этот формат.
tr: Bu biçimin uygulandığı yeni bir XPath ifadesi girin

source: Enter a search term to find it in the keybindings list
cs: Zadejte hledaný výraz, který chcete vyhledat v seznamu vazeb klíčů.
de: Suchbegriff eingeben, um in der Liste der Tastenzuordnungen nach dem Begriff zu suchen
es: Escriba un término para buscarlo en la lista de enlaces de teclado
fr: Entrez un terme à rechercher dans la liste des combinaisons de touches
ja: 検索語句を入力し、キー バインドの一覧から検索します
ko: 키 바인딩 목록에서 찾을 검색어를 입력합니다.
pl: Wprowadź termin wyszukiwania, aby znaleźć go na liście powiązań klawiszy
pt_br: Insira um termo de pesquisa a ser localizado na lista de keybindings
ru: Введите слово для поиска в списке сочетаний клавиш
tr: Tuş bağlama listesinde bulunacak bir arama terimi girin

source: Enter a term to search for it in the toolbox
cs: Zadejte do panelu nástrojů termín, který chcete vyhledat.
de: Begriff eingeben, um in der Toolbox danach zu suchen
es: Escriba un término para buscar en el cuadro de herramientas
fr: Entrer un terme à rechercher dans la boîte à outils
ja: ツールボックスで検索する語句を入力します
ko: 도구 상자에 검색할 용어 입력
pl: Wprowadź termin do wyszukania w przyborniku
pt_br: Insira um termo para pesquisar na caixa de ferramentas
ru: Введите условие для поиска в панели элементов
tr: Araç kutusunda aramak için bir terim girin

source: Enter a word to detect as a token
cs: Zadejte slovo, které se má rozpoznat jako token.
de: Wort zur Erkennung als Token eingeben
es: Escriba una palabra para detectarla como token
fr: Entrez un mot à détecter en tant que jeton
ja: トークンとして検出するワードを入力します
ko: 토큰으로 검색할 단어를 입력합니다.
pl: Wybierz wyraz, który ma być wykrywany jako token
pt_br: Insira uma palavra a ser detectada como um token
ru: Введите слово, которое должно определяться в качестве маркера
tr: Belirteç olarak algılanacak bir sözcük girin

source: Enter any arguments you want to use while launching tool, {0}:
cs: Zadejte všechny argumenty, které chcete použít při spouštění nástroje {0}:
de: Geben Sie Argumente ein, die beim Starten des Tools {0} verwendet werden sollen:
es: Escriba los argumentos que quiere usar al iniciar la herramienta, {0}:
fr: Entrez les arguments à utiliser lors du lancement de l’outil, {0} :
it: Immettere gli argomenti da usare durante l'avvio dello strumento {0}:
ja: ツール {0} の起動中に使用する引数を入力してください:
ko: {0} 도구를 시작하는 동안 사용할 인수 입력:
pl: Wprowadź dowolne argumenty, które mają zostać użyte podczas uruchamiania narzędzia, {0}:
pt_br: Digite todos os argumentos que você deseja usar ao iniciar a ferramenta, {0}:
ru: Введите аргументы, которые хотите использовать при запуске инструмента, {0}:
tr: Aracı başlatırken istediğiniz bağımsız değişkeni girin, {0}:
uk: Введіть аргументи для запуску засобу {0}:
zh_cn: 启动工具 {0} 时输入要使用的所有参数:
zh_tw: 輸入啟動工具 {0} 時所要使用的任何引數:

source: Enter any custom arguments to be passed to the executable
cs: Zadejte všechny vlastní argumenty, které se mají předat spustitelnému souboru.
de: Benutzerdefinierte Argumente eingeben, die an die ausführbare Datei übergeben werden sollen
es: Escriba los argumentos personalizados que se pasarán al archivo ejecutable
fr: Entrer les arguments personnalisés à passer à l'exécutable
ja: 実行可能ファイルに渡されるカスタム引数を入力します
ko: 실행 파일에 전달할 사용자 지정 인수 입력
pl: Wprowadź dowolne niestandardowe argumenty do przekazania do pliku wykonywalnego
pt_br: Insira quaisquer argumentos personalizados a serem passados para o executável
ru: Введите настраиваемые аргументы для передачи в исполняемый файл
tr: Yürütülebilir dosyaya geçirilecek özel bağımsız değişkenleri girin

source: Enter any custom environment variables
cs: Zadejte všechny vlastní proměnné prostředí.
de: Benutzerdefinierte Umgebungsvariablen eingeben
es: Especifique las variables de entorno personalizadas
fr: Entrer les variables d'environnement personnalisées
ja: カスタム環境変数を入力します
ko: 사용자 지정 환경 변수 입력
pl: Wprowadź dowolne zmienne środowiskowe
pt_br: Insira quaisquer variáveis de ambiente personalizado
ru: Введите пользовательские переменные среды
tr: Özel ortam değişkenlerini girin

source: Enter any environment variables that need to be set before execution
cs: Zadejte všechny proměnné prostředí, které je potřeba před spuštěním nastavit.
de: Umgebungsvariablen eingeben, die vor der Ausführung festgelegt werden müssen
es: Especifique las variables de entorno que es necesario establecer antes de la ejecución
fr: Entrer les variables d'environnement à définir avant l'exécution
ja: 実行前に設定する必要のある環境変数を入力します
ko: 실행 전에 설정해야 할 환경 변수 입력
pl: Wprowadź wszelkie zmienne środowiskowe, które muszą być ustawione przed wykonaniem
pt_br: Insira quaisquer variáveis de ambiente que precisam ser definidas antes da execução
ru: Введите переменные среды, которые нужно задать перед выполнением
tr: Yürütmeden önce ayarlanması gereken tüm ortam değişkenlerini girin

source: Enter arguments to be passed to the executable
cs: Zadejte argumenty, které se mají předat spustitelnému souboru.
de: Argumente eingeben, die an die ausführbare Datei übergeben werden sollen
es: Escriba los argumentos que se pasarán al archivo ejecutable
fr: Entrer les arguments à passer à l'exécutable
ja: 実行可能ファイルに渡される引数を入力します
ko: 실행 파일로 전달할 인수 입력
pl: Wprowadź argumenty do przekazania do pliku wykonywalnego
pt_br: Insira os argumentos a serem passados para o executável
ru: Введите аргументы для передачи в исполняемый файл
tr: Yürütülebilir dosyaya geçirilecek bağımsız değişkenleri girin

source: Enter exception type.
cs: Zadejte typ výjimky.
de: Ausnahmetyp eingeben
es: Escriba el tipo de excepción.
fr: Entrez le type d’exception.
it: Immettere il tipo di eccezione.
ja: 例外の種類を入力します。
ko: 예외 형식을 입력하세요.
pl: Podaj typ wyjątku.
pt_br: Insira o tipo de exceção.
ru: Введите тип исключения.
tr: Özel durum türü girin.
zh_cn: 输入异常类型。
zh_tw: 輸入例外狀況類型。

source: Enter function name.
cs: Zadejte název funkce.
de: Funktionsnamen eingeben
es: Escriba el nombre de función.
fr: Entrez le nom de la fonction.
it: Immettere il nome della funzione.
ja: 関数名を入力します。
ko: 함수 이름을 입력하세요.
pl: Podaj nazwę funkcji.
pt_br: Insira o nome da função.
ru: Введите имя функции.
tr: İşlev adı girin.
zh_cn: 输入函数名称。
zh_tw: 輸入函式名稱。

source: Enter location.
cs: Zadejte umístění.
de: Speicherort eingeben
es: Especifique la ubicación.
fr: Entrez l’emplacement.
it: Immettere il percorso.
ja: 場所を入力します。
ko: 위치를 입력하세요.
pl: Wprowadź lokalizację.
pt_br: Insira o local.
ru: Введите расположение.
tr: Konum girin.
zh_cn: 输入位置。
zh_tw: 輸入位置。

source: Enter one or more XPath expressions to which this format applies
cs: Zadejte jeden nebo více výrazů XPath, pro které platí tento formát.
de: Mindestens einen XPath-Ausdruck eingeben, auf den dieses Format anwendbar ist
es: Escribir una o más expresiones XPath a las que se aplica este formato
fr: Entrer une ou plusieurs expressions XPath auxquelles ce format s'applique
ja: この形式を適用する 1 つまたは複数の XPath 式を入力してください
ko: 이 형식을 적용할 XPath 식을 하나 이상 입력합니다.
pl: Podaj co najmniej jedno wyrażenie XPath, do którego stosuje się ten format
pt_br: Informe uma ou mais expressões XPath às quais esse formato se aplica
ru: Введите одно выражение XPath или несколько, к которым применяется этот формат.
tr: Bu biçimin uygulandığı bir veya daha çok XPath ifadesi girin

source: Enter or select the path for the external command
cs: Zadejte nebo vyberte cestu pro externí příkaz.
de: Pfad für den externen Befehl eingeben oder auswählen
es: Escriba o seleccione la ruta de acceso del comando externo
fr: Entrez ou sélectionnez le chemin de la commande externe
ja: 外部コマンドのパスを入力または選択します
ko: 외부 명령의 경로를 입력하거나 선택합니다.
pl: Wprowadź lub wybierz ścieżkę dla polecenia zewnętrznego
pt_br: Insira ou selecione o caminho para o comando externo
ru: Введите или выберите путь для внешней команды
tr: Dış komutun yolunu girin veya seçin

source: Enter string to find
cs: Zadejte řetězec, který se má vyhledat.
de: Zu suchende Zeichenfolge eingeben
es: Escriba la cadena que desea buscar
fr: Entrez la chaîne à rechercher
ja: 検索する文字列を入力します
ko: 찾을 문자열을 입력합니다.
pl: Wprowadź szukany ciąg
pt_br: Insira a cadeia de caracteres a ser localizada
ru: Введите строку для поиска
tr: Bulunacak dizeyi girin

source: Enter string to replace
cs: Zadejte řetězec, který se má nahradit.
de: Zu ersetzende Zeichenfolge eingeben
es: Escriba la cadena que desea reemplazar
fr: Entrez la chaîne à remplacer
ja: 置換する文字列を入力します
ko: 바꿀 문자열을 입력합니다.
pl: Wprowadź ciąg, który ma zostać zastąpiony
pt_br: Insira a cadeia de caracteres a ser substituída
ru: Введите строку для замены
tr: Değiştirilecek dizeyi girin

source: Enter the .NET Core SDK location
cs: Zadejte umístění sady .NET Core SDK.
de: Geben Sie den Speicherort des .NET Core SDK ein.
es: Especificar la ubicación del SDK de .NET Core
fr: Entrer l'emplacement du kit SDK .NET Core
ja: .NET Core SDK の場所を入力
ko: .NET Core SDK 위치 입력
pl: Wprowadź lokalizację zestawu .NET Core SDK
pt_br: Insira o local do SDK do .NET Core
ru: Введите расположение пакета SDK для .NET Core
tr: .NET Core SDK konumunu girin

source: Enter the ID of the NuGet package
cs: Zadejte ID balíčku NuGet.
de: ID des NuGet-Pakets eingeben
es: Escriba el id. del paquete NuGet
fr: Entrer l'ID du package NuGet
ja: NuGet パッケージの ID を入力します
ko: NuGet 패키지의 ID 입력
pl: Wprowadź identyfikator pakietu NuGet
pt_br: Insira a ID do pacote NuGet
ru: Введите идентификатор пакета NuGet
tr: NuGet paketinin kimliğini girin

source: Enter the Path
cs: Zadejte cestu.
de: Pfad eingeben
es: Especifique la ruta de acceso
fr: Entrez le chemin
ja: パスを入力します
ko: 경로를 입력합니다.
pl: Wprowadź ścieżkę
pt_br: Insira o Caminho
ru: Введите путь
tr: Yolu girin
