Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Delete All
cs: Odstranit vše
de: Alle löschen
es: Eliminar todo
fr: Supprimer tout
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pl: Usuń wszystko
pt_br: Excluir Tudo
ru: Удалить все
tr: Tümünü Sil
uk: Видалити все
zh_cn: 全部删除
zh_tw: 全部刪除

source: Delete Configuration
cs: Odstranit konfiguraci
de: Konfiguration löschen
es: Eliminar configuración
fr: Supprimer la configuration
it: Elimina configurazione
ja: 構成の削除
ko: 구성 삭제
pl: Usuń konfigurację
pt_br: Excluir Configuração
ru: Удалить конфигурацию
tr: Yapılandırmayı Sil
uk: Видалити конфігурацію
zh_cn: 删除配置
zh_tw: 刪除組態

source: Delete Policy
cs: Odstranit zásadu
de: Richtlinie löschen
es: Eliminar directiva
fr: Supprimer la stratégie
it: Elimina criteri
ja: ポリシーの削除
ko: 정책 삭제
pl: Usuń zasady
pt_br: Excluir Política
ru: Удалить политику
tr: İlkeyi Sil
uk: Вилучити політику
zh_cn: 删除策略
zh_tw: 刪除原則

source: Delete Project
cs: Odstranit projekt
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
pl: Usuń projekt
pt_br: Excluir Projeto
ru: Удалить проект
tr: Projeyi Sil
uk: Видалити проект
zh_cn: 删除项目
zh_tw: 刪除專案

source: Delete Task
cs: Odstranit úkol
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
it: Elimina attività
ja: タスクの削除
ko: 작업 삭제
pl: Usuń zadanie
pt_br: Excluir Tarefa
ru: Удалить задачу
tr: Görevi Sil
uk: Видалити завдання
zh_cn: 删除任务
zh_tw: 刪除工作

source: Delete also configurations in solution items
cs: Odstranit i konfigurace v položkách řešení
de: Auch Konfigurationen in Projektmappenelementen löschen
es: Eliminar también las configuraciones de los elementos de la solución
fr: Supprimer aussi les configurations des éléments de la solution
it: Elimina anche le configurazioni negli elementi della soluzione
ja: ソリューション項目中の構成も削除します
ko: 솔루션 항목의 구성도 삭제
pl: Usuń także konfiguracje elementów rozwiązań
pt_br: Excluir também as configurações nos itens da solução
ru: Удалить также и конфигурации в элементах решения
tr: Çözüm öğelerindeki yapılandırmaları da sil
uk: Видалити також конфігурації елементів рішення
zh_cn: 同时删除解决方案项中的配置
zh_tw: 也刪除解決方案項目中的組態

source: Delete current layout
cs: Odstranit aktuální rozložení
de: Aktuelles Layout löschen
es: Eliminar diseño actual
fr: Supprimer la disposition actuelle
it: Elimina il layout corrente
ja: 現在のレイアウトを削除します
ko: 현재 레이아웃 삭제
pl: Usuń bieżący układ
pt_br: Excluir o layout atual
ru: Удалить текущий макет
tr: Geçerli düzeni sil
uk: Видалити поточну конфігурацію вікон
zh_cn: 删除当前布局
zh_tw: 刪除目前的配置

source: Delete entire line
cs: Odstranit celý řádek
de: Gesamte Zeile löschen
es: Eliminar toda la línea
fr: Supprimer la ligne entière
it: Elimina intera riga
ja: 行全体を削除
ko: 전체 줄 삭제
pl: Usuń cały wiersz
pt_br: Excluir a linha inteira
ru: Удалить всю строку
tr: Tüm satırı sil
uk: Видалити цілий рядок
zh_cn: 删除整行
zh_tw: 刪除整行

source: Delete from Disk
cs: Odstranit z disku
de: Von Datenträger löschen
es: Eliminar del disco
fr: Supprimer du disque
it: Elimina dal disco
ja: ディスクから削除
ko: 디스크에서 삭제
pl: Usuń z dysku
pt_br: Excluir do Disco
ru: Удалить с диска
tr: Diskten Sil
uk: Видалити з диска
zh_cn: 从磁盘中删除
zh_tw: 從磁碟刪除

source: Delete left character
cs: Odstranit znak nalevo
de: Linkes Zeichen löschen
es: Eliminar carácter de la izquierda
fr: Supprimer le caractère à gauche
it: Elimina carattere a sinistra
ja: 左の文字を削除
ko: 왼쪽 문자 삭제
pl: Usuń znak z lewej
pt_br: Excluir caractere à esquerda
ru: Удалить левый символ
tr: Soldaki karakteri sil
uk: Видалити символ ліворуч
zh_cn: 删除左侧字符
zh_tw: 刪除左側字元

source: Delete next subword
cs: Odstranit následující podslovo
de: Nächstes Teilwort löschen
es: Eliminar la subpalabra siguiente
fr: Supprimer le sous-mot suivant
it: Elimina sottoparola successiva
ja: 次の部分語を削除
ko: 다음 부분 단어 삭제
pl: Usuń następny wyraz podrzędny
pt_br: Excluir a próxima subpalavra
ru: Удалить следующее подслово
tr: Sonraki alt sözcüğü sil
uk: Видалити наступне підслово
zh_cn: 删除下一个子词
zh_tw: 刪除下個部分字組

source: Delete next word
cs: Odstranit následující slovo
de: Nächstes Wort löschen
es: Eliminar la palabra siguiente
fr: Supprimer le mot suivant
it: Elimina parola successiva
ja: 次の単語を削除
ko: 다음 단어 삭제
pl: Usuń następny wyraz
pt_br: Excluir a próxima palavra
ru: Удалить следующее слово
tr: Sonraki sözcüğü sil
uk: Видалити наступне слово
zh_cn: 删除下一个词
zh_tw: 刪除下個字組

source: Delete previous subword
cs: Odstranit předchozí podslovo
de: Vorheriges Teilwort löschen
es: Borrar subpalabra anterior
fr: Supprimer le sous-mot précédent
it: Elimina sottoparola precedente
ja: 前の部分語を削除
ko: 이전 부분 단어 삭제
pl: Usuń poprzedni wyraz podrzędny
pt_br: Excluir a subpalavra anterior
ru: Удалить предыдущее подслово
tr: Önceki alt sözcüğü sil
uk: Видалити попереднє підслово
zh_cn: 删除上一个子词
zh_tw: 刪除上個部分字組

source: Delete previous word
cs: Odstranit předchozí slovo
de: Vorheriges Wort löschen
es: Borrar palabra anterior
fr: Supprimer le mot précédent
it: Elimina parola precedente
ja: 前の単語を削除
ko: 이전 단어 삭제
pl: Usuń poprzednie słowo
pt_br: Excluir a palavra anterior
ru: Удалить предыдущее слово
tr: Önceki sözcüğü sil
uk: Видалити попереднє слово
zh_cn: 删除上一个词
zh_tw: 刪除前一個字組

source: Delete right character
cs: Odstranit znak napravo
de: Rechtes Zeichen löschen
es: Eliminar carácter de la derecha
fr: Supprimer le caractère à droite
it: Elimina carattere a destra
ja: 右の文字を削除
ko: 오른쪽 문자 삭제
pl: Usuń znak po prawej
pt_br: Excluir caractere à direita
ru: Удалить правый символ
tr: Sağdaki karakteri sil
uk: Видалити символ праворуч
zh_cn: 删除右侧字符
zh_tw: 刪除右側字元

source: Delete the following files and folders:
cs: Odstranit následující soubory a složky:
de: Folgende Dateien und Ordner löschen:
es: Eliminar los siguientes archivos y carpetas:
fr: Supprimer les fichiers et dossiers suivants :
it: Elimina i file e le cartelle seguenti:
ja: 次のファイルとフォルダーを削除します:
ko: 다음 파일 및 폴더 삭제:
pl: Usuń następujące pliki i foldery:
pt_br: Excluir os seguintes arquivos e pastas:
ru: Удалить следующие файлы и папки:
tr: Aşağıdaki dosya ve klasörleri sil:
uk: Видалити такі файли і теки:
zh_cn: 删除以下文件和文件夹:
zh_tw: 刪除下列檔案與資料夾:

source: Delete the project file and the whole project directory:
cs: Odstranit soubor projektu a celý adresář projektu:
de: Projektdatei und gesamtes Projektverzeichnis löschen:
es: Eliminar el archivo del proyecto y todo el directorio del proyecto:
fr: Supprimer le fichier du projet et le répertoire entier du projet :
it: Elimina il file di progetto e l'intera directory del progetto:
ja: プロジェクト ファイルとプロジェクト ディレクトリ全体を削除します:
ko: 프로젝트 파일 및 전체 프로젝트 디렉터리 삭제:
pl: Usuń plik projektu i cały katalog projektu:
pt_br: Excluir o arquivo de projeto e todo o diretório do projeto:
ru: Удалить файл проекта и весь каталог проекта:
tr: Proje dosyasını ve tüm proje dizinini silin:
uk: Видалити файл проекту і всю теку проекту:
zh_cn: 删除项目文件和整个项目目录:
zh_tw: 刪除專案檔與整個專案目錄:

source: Delete the selection
cs: Odstranit výběr
de: Auswahl löschen
es: Eliminar la selección
fr: Supprimer la sélection
it: Elimina la selezione
ja: 選択範囲を削除
ko: 선택 영역 삭제
pl: Usuń zaznaczenie
pt_br: Excluir a seleção
ru: Удалить выбранный фрагмент
tr: Seçimi sil
uk: Видалити вибраний текст
zh_cn: 删除选定内容
zh_tw: 刪除選取範圍

source: Delete to end of line
cs: Odstranit až na konec řádku
de: Bis Zeilenende löschen
es: Eliminar hasta el final de línea
fr: Supprimer jusqu’à la fin de la ligne
it: Elimina fino alla fine della riga
ja: 行末まで削除
ko: 줄의 끝까지 삭제
pl: Usuń do końca wiersza
pt_br: Excluir até o final da linha
ru: Удалить до конца строки
tr: Satır sonuna kadar sil
uk: Видалити до кінця рядка
zh_cn: 删除至行尾
zh_tw: 刪除到行尾

source: Delete to start of line
cs: Odstranit až na začátek řádku
de: Bis Zeilenanfang löschen
es: Eliminar hasta el principio de la línea
fr: Supprimer jusqu’au début de la ligne
it: Elimina fino all'inizio della riga
ja: 行頭まで削除
ko: 줄의 시작까지 삭제
pl: Usuń do początku wiersza
pt_br: Excluir até o início da linha
ru: Удалить до начала строки
tr: Satır başına kadar sil
uk: Видалити до початку рядка
zh_cn: 删除至行首
zh_tw: 刪除到行開頭

source: Deleted '{0}'
cs: Odstraněno {0}
de: {0}' gelöscht
es: '{0}' eliminado
fr: « {0} » supprimé
it: '{0}' eliminato
ja: '{0}' を削除しました
ko: {0}을(를) 삭제함
pl: Usunięto element „{0}”
pt_br: '{0}' excluído
ru: Удален "{0}"
tr: '{0}' silindi
uk: Видалено '{0}'
zh_cn: 已删除“{0}”
zh_tw: 已刪除 '{0}'

source: Deleted Web Reference {0}
cs: Odstraněný webový odkaz {0}
de: Webverweis {0} wurde gelöscht.
es: Se ha eliminado la referencia web {0}
fr: Référence web supprimée {0}
it: Il riferimento Web {0} è stato eliminato
ja: 削除された Web 参照 {0}
ko: 웹 참조 {0}을(를) 삭제함
pl: Usunięto odwołanie sieci Web {0}
pt_br: Referência Web Excluída {0}
ru: Веб-ссылка {0} удалена
tr: Web Başvurusu {0} silindi
zh_cn: 已删除 Web 引用 {0}
zh_tw: 已刪除 Web 參考 {0}

source: Deleted all Web References
cs: Všechny webové odkazy se odstranily.
de: Alle Webverweise wurden gelöscht.
es: Se han eliminado todas las referencias web
fr: Toutes références web supprimées
it: Tutti i riferimenti Web sono stati eliminati
ja: すべての Web 参照が削除されました
ko: 모든 웹 참조를 삭제함
pl: Usunięto wszystkie odwołania sieci Web
pt_br: Todas as Referências Web Excluídas
ru: Удалены все веб-ссылки
tr: Tüm Web Başvuruları silindi
zh_cn: 已删除所有 Web 引用
zh_tw: 已刪除所有 Web 參考

source: Deletes the definition of the previously defined group name2 and stores in group name1 the interval between the previously defined name2 group and the current group.
cs: Odstraní definici dříve definovaného názvu skupiny č. 2 a do názvu skupiny č. 1 uloží interval mezi dříve definovaným názvem skupiny č. 2 a aktuální skupinou.
de: Löscht die Definition der zuvor definierten Gruppe 'name2' und speichert das Intervall zwischen der zuvor definierten Gruppe 'name2' und der aktuellen Gruppe in Gruppe 'name1'.
es: Elimina la definición del nombre de grupo2 definido previamente y almacena en el nombre de grupo1 el intervalo entre el grupo de nombre2 definido previamente y el grupo actual.
fr: Supprime la définition du nom2 de groupe précédemment défini et stocke dans le nom1 de groupe l’intervalle compris entre le groupe nom2 précédemment défini et le groupe actuel.
it: Elimina la definizione del gruppo nome2 definito in precedenza e archivia nel gruppo nome1 l'intervallo tra il gruppo nome2 definito in precedenza e il gruppo corrente.
ja: 以前に定義したグループ name2 の定義を削除し、 以前に定義された name2 グループと現在のグループの間の間隔をグループ name1 内に 格納します。
ko: 이전에 정의된 name2 그룹의 정의를 삭제하고 이전에 정의된 name2 그룹과 현재 그룹 간의 간격을 name1 그룹에 저장합니다.
pl: Usuwa definicję wcześniej zdefiniowanej grupy nazwa2 i zapisuje w grupie nazwa1 interwał pomiędzy wcześniej zdefiniowaną grupą nazwa2 i bieżącą grupą.
pt_br: Exclui a definição do grupo nome2 definido previamente e armazena no grupo nome1 o intervalo entre o grupo nome2 definido previamente e o grupo atual.
ru: Удаляет определение ранее определенного имени группы 2 и сохраняет в имени группы 1 интервал между ранее определенным именем группы 2 и текущей группой.
tr: Daha önce tanımlanmış grup adı2'nin tanımını siler ve daha önce tanımlanmış grup adı2 grubu ile geçerli grup arasındaki aralığı grup adı1 içinde depolar.
uk: Вилучає визначення раніше визначеної групи назва2 і зберігає у групі назва1 інтервал між раніше визначеною групою назва2 і поточною групою.
zh_cn: 删除先前定义的 name2 组的定义， 并在 name1 组中存储先前 定义的 name2 组和当前组之间的间隔。
zh_tw: 刪除先前定義之群組名稱 2 的定義， 並將先前定義的名稱 2 群組和目前群組之間的距離 儲存在群組名稱 1 中。

source: Deletes to end of line, or if at end, deletes line ending
cs: Odstraní text až na konec řádku a pokus se nachází na konci, odstraní ukončení řádku.
de: Löscht bis zum Zeilenende bzw. am Ende das Zeilenendzeichen.
es: Elimina hasta el final de la línea o, si está al final, elimina el final de la línea
fr: Supprime ce qui se trouve entre le curseur et la fin de ligne
it: Elimina fino alla fine della riga oppure, se è già alla fine, elimina la terminazione di riga
ja: 行末まで削除するか、行末の場合は行の終わりを削除
ko: 줄 끝까지 삭제하거나, 끝에 있는 경우 줄 끝을 삭제합니다.
pl: Usuwa do końca wiersza lub usuwa koniec wiersza, jeśli kursor znajduje się na końcu
pt_br: Exclui até o final da linha ou, se estiver no final, exclui a terminação de linha
ru: Удаляет все до конца строки или окончание строки, если курсор уже стоит в конце
tr: Satır sonuna kadar siler veya sondaysa satır sonunu siler
uk: Видалити до кінця рядка, а якщо в кінці - видалити кінець рядка
zh_cn: 删除至行尾；如果在行尾，则删除行尾
zh_tw: 刪除至行尾，若在行尾，則刪除行尾結束符號

source: Deleting {0}
cs: Odstraňování {0}
de: {0} wird gelöscht
es: Eliminando {0}
fr: Suppression de {0}
it: Eliminazione di {0}
ja: 削除しています {0}
ko: {0}을(를) 삭제하는 중
pl: Usuwanie {0}
pt_br: Excluindo {0}
ru: Удаление {0}
tr: {0} siliniyor
uk: Видалення {0}
zh_cn: 正在删除 {0}
zh_tw: 正在刪除 {0}

source: Deleting Files...
cs: Odstraňování souborů...
de: Dateien werden gelöscht...
es: Eliminando archivos...
fr: Suppression des fichiers...
it: Eliminazione dei file...
ja: ファイルを削除中...
ko: 파일을 삭제하는 중...
pl: Trwa usuwanie plików...
pt_br: Excluindo Arquivos...
ru: Идет удаление файлов...
tr: Dosyalar Siliniyor...
uk: Видалення файлів...
zh_cn: 正在删除文件...
zh_tw: 正在刪除檔案...

source: Dependencies
cs: Závislosti
de: Abhängigkeiten
es: Dependencias
fr: Dépendances
it: <b>Dipendenze</b>
ja: 依存関係
ko: 종속성
pl: Zależności
pt_br: Dependências
ru: Зависимости
tr: Bağımlılıklar

source: Dependency
cs: Závislost
de: Abhängigkeit
es: Dependencia
fr: Dépendance
ja: 依存関係
ko: 종속성
pl: Zależność
pt_br: Dependência
ru: Зависимость
tr: Bağımlılık

source: Deploy directory:
cs: Nasadit adresář:
de: Verzeichnis bereitstellen:
es: Directorio de implementación:
fr: Répertoire de déploiement :
it: Directory di distribuzione:
ja: 展開ディレクトリ:
ko: 배포 디렉터리:
pl: Katalog wdrożenia:
pt_br: Implantar diretório:
ru: Каталог развертывания:
tr: Dağıtım dizini:
uk: Тека розгортання:
zh_cn: 部署目录:
zh_tw: 部署目錄:

source: Deployed file {0}.
cs: Nasadil se soubor {0}.
de: Bereitgestellte Datei '{0}'.
es: Archivo implementado {0}.
fr: Fichier {0} déployé.
it: Il file {0} è stato distribuito.
ja: ファイル {0} を配置しました。
ko: {0} 파일을 배포했습니다.
pl: Wdrożono plik {0}.
pt_br: Arquivo {0} implantado.
ru: Развернут файл {0}.
tr: {0} dosyası dağıtıldı.
uk: Розгорнуто файл {0}.
zh_cn: 已部署文件 {0}。
zh_tw: 已部署檔案 {0}。

source: Deploying Solution to Tarball
cs: Nasazování řešení do Tarballu
de: Projektmappe wird für Tarball bereitgestellt.
es: Implementando solución en tarball
fr: Déploiement de solution dans Tarball
it: Distribuzione della soluzione in Tarball
ja: ソリューションをターボールに展開しています
ko: Tarball에 솔루션을 배포하는 중
pl: Wdrażanie rozwiązania do pliku tar
pt_br: Implantação de Solução para Tarball
ru: Выполняется развертывание решения в архив Tarball
tr: Çözüm Tarball'a Dağıtılıyor
uk: Розгортання рішення в архів tar
zh_cn: 正在将解决方案部署到 Tarball
zh_tw: 正在部署解決方案到 Tarball

source: Deploying file {0}.
cs: Nasazuje se soubor {0}.
de: Datei '{0}' wird bereitgestellt.
es: Implementando archivo {0}.
fr: Déploiement du fichier {0}.
it: Distribuzione del file {0}.
ja: ファイル {0} を配置しています。
ko: {0} 파일을 배포하는 중입니다.
pl: Wdrażanie pliku {0}.
pt_br: Implantando arquivo {0}.
ru: Выполняется развертывание файла {0}.
tr: {0} dosyası dağıtılıyor.
uk: Переноситься файл {0}.
zh_cn: 正在部署文件 {0}。
zh_tw: 正在部署檔案 {0}。

source: Deployment
cs: Nasazení
de: Bereitstellung
es: Implementación
fr: Déploiement
it: Distribuzione
ja: 配置
ko: 배포
pl: Wdrożenie
pt_br: Implantação
ru: Развертывание
tr: Dağıtım
uk: Розгортання
zh_cn: 部署
zh_tw: 部署

source: Deployment aborted: target file {0} already exists.
cs: Nasazování se přerušilo: cílový soubor {0} už existuje.
de: Bereitstellung abgebrochen. Zieldatei '{0}' ist bereits vorhanden.
es: Implementación anulada: el archivo de destino {0} ya existe.
fr: Déploiement abandonné : le fichier cible {0} existe déjà.
it: La distribuzione è stata interrotta: il file di destinazione {0} esiste già.
ja: 配置は中止されました。ターゲット ファイル {0} が既に存在します。
ko: 배포가 중단됨: 대상 파일 {0}이(가) 이미 있습니다.
pl: Przerwano wdrażanie: plik docelowy {0} już istnieje.
pt_br: Implantação anulada: o arquivo de destino {0} já existe.
ru: Развертывание прервано: конечный файл {0} уже существует.
tr: Dağıtım durduruldu: {0} hedef dosyası zaten var
uk: Розгортання скасовано: цільовий файл {0} вже існує.
zh_cn: 已中止部署: 目标文件 {0} 已存在。
zh_tw: 已中止部署: 目標檔案 {0} 已存在。

source: Deployment files
cs: Soubory nasazení
de: Bereitstellungsdateien
es: Archivos de implementación
fr: Fichiers de déploiement
it: File di distribuzione
ja: 展開ファイル
ko: 배포 파일
pl: Pliki wdrożenia
pt_br: Arquivos de implantação
ru: Файлы развертывания
tr: Dağıtım dosyaları
uk: Розміщені файли
zh_cn: 部署文件
zh_tw: 部署檔案

source: Derived Symbols
cs: Odvozené členy
de: Abgeleitete Symbole
es: Símbolos derivados
fr: Symboles dérivés
it: Simboli derivati
ja: 派生シンボル
ko: 파생 기호
pl: Symbole pochodne
pt_br: Símbolos Derivados
ru: Производные символы
tr: Türetilmiş Semboller
zh_cn: 派生符号
zh_tw: 衍生符號

source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
zh_cn: 说明
zh_tw: 描述

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
it: _Descrizione:
ja: 説明:
ko: 설명:
pl: Opis:
pt_br: Descrição:
ru: Описание:
tr: Açıklama:
uk: Опис:

source: Design
cs: Návrh
de: Entwurf
es: Diseño
ja: デザイン
ko: 디자인
pl: Projekt
ru: Проектирование
tr: Tasarım

source: Designer
cs: Návrhář
es: Diseñador
fr: Concepteur
it: Finestra di progettazione
ja: デザイナー
ko: 디자이너
pl: Projektant
ru: Конструктор
tr: Tasarımcı
uk: Дизайнер
zh_cn: 设计器
zh_tw: 設計工具

source: Designer (Gtk#)
cs: Návrhář (Gtk#)
es: Designer (GTK n.º)
fr: Concepteur (Gtk#)
it: Finestra di progettazione (Gtk#)
ja: デザイナー (Gtk#)
ko: 디자이너(GTK#)
pl: Projektant (Gtk#)
ru: Конструктор (GTK#)
tr: Tasarımcı (Gtk#)
zh_cn: 设计器(Gtk#)
zh_tw: 設計工具 (Gtk#)

source: Designer not available
cs: Návrhář není k dispozici.
de: Designer nicht verfügbar
es: Diseñador no disponible
fr: Concepteur indisponible
it: Finestra di progettazione non disponibile
ja: デザイナーが利用できません
ko: 디자이너를 사용할 수 없음
pl: Projektant jest niedostępny
pt_br: Designer não disponível
ru: Конструктор недоступен
tr: Tasarımcı kullanılabilir değil
uk: Дизайнер не доступний
zh_cn: 设计器不可用
zh_tw: 設計工具無法使用

source: Desired _file width:
cs: Požadovaná šířka _souboru:
de: Gewünschte _Dateibreite:
es: Ancho _de archivo deseado:
fr: Largeur de _fichier souhaitée :
it: Larghezza _file desiderata:
ja: 希望のファイル幅(_F):
ko: 원하는 파일 너비(_F):
pl: Żądana szerokość _pliku:
pt_br: Largura desejada do _arquivo:
ru: Тре_буемая ширина файла:
tr: İstenen _dosya genişliği:
uk: Бажана ширина _файлу:
zh_cn: 所需文件宽度(_F):
zh_tw: 所需檔案寬度(_F):

source: Desktop Application Launcher
cs: Spouštěč desktopové aplikace
de: Desktop-Anwendungsstarter
es: Iniciador de aplicaciones de escritorio
fr: Lanceur d’application de bureau
it: Launcher di applicazione desktop
ja: デスクトップ アプリケーション起動ツール
ko: 데스크톱 애플리케이션 시작 관리자
pl: Moduł uruchamiania aplikacji klasycznych
pt_br: Iniciador de Aplicativos da Área de Trabalho
ru: Загрузчик приложений Desktop
tr: Masaüstü Uygulama Başlatıcı
uk: Запуск стільничної програми
zh_cn: 桌面应用程序启动器
zh_tw: 桌面應用程式啟動器

source: Desktop Entry
cs: Položka desktopu
es: Entrada de escritorio
fr: Entrée du bureau
it: Voce desktop
ja: デスクトップ エントリ
ko: 데스크톱 항목
pl: Pozycja pulpitu
pt_br: Entrada de Área de Trabalho
ru: Запись Desktop
tr: Masaüstü Girdisi
uk: Елемент робочого столу
zh_cn: 桌面条目
zh_tw: 桌面項目

source: Desktop Entry Type:
cs: Typ položky desktopu:
de: Desktop Entry-Typ:
es: Tipo de entrada de escritorio:
fr: Type d’entrée du bureau :
it: Tipo di voce desktop:
ja: デスクトップ エントリ種別:
ko: 데스크톱 항목 형식:
pl: Typ wpisu pulpitu:
pt_br: Tipo de Entrada de Área de Trabalho:
ru: Тип записи Desktop:
tr: Masaüstü Girdisi Türü:
uk: Тип запису Desktop Entry:
zh_cn: 桌面条目类型:
zh_tw: 桌面項目類型:

source: Desktop Mode
cs: Režim desktopu
de: Desktopmodus
es: Modo de escritorio
fr: Mode bureau
it: Modalità desktop
ja: デスクトップ モード
ko: 데스크톱 모드
pl: Tryb komputera
pt_br: Modo de Área de Trabalho
ru: Режим Desktop
tr: Masaüstü Modu
uk: Режим стільниці
zh_cn: 桌面模式
zh_tw: 桌面模式

source: Desktop Publishing applications and Color Management tools
cs: Aplikace DTP a nástroje pro správu barev
de: DTP-Anwendungen und Farbverwaltungstools
es: Aplicaciones de publicación de escritorio y herramientas de administración del color
fr: Applications de publication de bureau et outils de gestion des couleurs
it: Applicazioni di desktop publishing e strumenti di gestione dei colori
ja: デスクトップ パブリッシング アプリケーションと色管理ツール
ko: 전자 출판 애플리케이션 및 색 관리 도구
pl: Aplikacje do składu komputerowego i narzędzia do zarządzania kolorami
pt_br: Aplicativos de Editoração Eletrônica e ferramentas de Gerenciamento de Cores
ru: Приложения Desktop для публикации и инструменты для управления цветом
tr: Masaüstü Yayıncılık uygulamaları ve Renk Yönetimi araçları
uk: Видавничі системи та засоби керування кольором
zh_cn: 桌面出版应用程序和颜色管理工具
zh_tw: 桌面發行應用程式與色彩管理工具

source: Detach
cs: Odpojit
de: Trennen
es: Desasociar
fr: Détacher
it: Rimuovi
ja: デタッチ
ko: 분리
pl: Odłącz
pt_br: Desanexar
ru: Отсоединить
tr: Aır
uk: Відключитися
zh_cn: 分离
zh_tw: 中斷連結

source: Detailed
cs: Podrobné
de: Detailliert
es: Detallado
fr: Détails
it: Dettagliata
ja: 詳細
ko: 자세히
pl: Szczegółowa
pt_br: Detalhado
ru: Подробные
tr: Ayrıntılı
uk: Детальний
zh_cn: 详细
zh_tw: 詳細

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
uk: Детальніше
zh_cn: 详细信息
zh_tw: 詳細資料

source: Details of errors, along with anonymous usage information, can be sent to Microsoft to help improve {0}. Do you wish to send this information?
cs: Podrobnosti chyb můžou být spolu s anonymními informacemi o používání odeslány Microsoftu, a pomůžou vylepšit {0}. Chcete tyto informace odeslat?
de: Fehlerdetails können zusammen mit anonymen Nutzungsinformationen an Microsoft gesendet werden, um {0} zu verbessern. Möchten Sie diese Informationen senden?
es: Los detalles de los errores, junto con la información de uso anónima, se pueden enviar a Microsoft para ayudar a mejorar {0}. ¿Quiere enviar esta información?
fr: Les détails des erreurs, ainsi que des informations d'utilisation anonymes, peuvent être envoyés à Microsoft pour permettre l'amélioration de {0}. Voulez-vous envoyer ces informations ?
ja: {0} の向上に役立てるため、エラーの詳細を匿名の使用情報とともに Microsoft に送信できます。この情報を送信しますか?
ko: 익명으로 사용 정보와 함께 오류에 대한 세부 정보를 Microsoft로 보내 {0} 개선에 도움을 줄 수 있습니다. 이 정보를 보낼까요?
pl: Szczegóły błędów oraz anonimowe informacje o użyciu można wysyłać do firmy Microsoft, aby pomóc w ulepszaniu rozwiązania {0}. Czy chcesz wysłać te informacje?
pt_br: Detalhes de erros, junto com as informações de uso anônimas, podem ser enviados à Microsoft para ajudar a aprimorar o {0}. Deseja enviar essas informações?
ru: Сведения об ошибках вместе с данными об анонимном использовании могут быть отправлены в Майкрософт для улучшения {0}. Отправить эти сведения?
tr: Hatanın ayrıntıları ile birlikte anonim kullanım bilgileri {0} ürününü geliştirmek üzere Microsoft'a gönderilebilir. Bu bilgileri göndermek istiyor musunuz?

source: Details of this error have been automatically sent to Microsoft for analysis.
cs: Podrobnosti této chyby byly automaticky odeslány Microsoftu k analýze.
de: Die Details dieses Fehlers wurden automatisch an Microsoft für eine Analyse gesendet.
es: Los detalles de este error se han enviado automáticamente a Microsoft para su análisis.
fr: Les détails de cette erreur ont été automatiquement envoyés à Microsoft pour analyse.
ja: このエラーの詳細は、解析を行うために自動的に Microsoft に送信されました。
ko: 이 오류의 세부 정보가 분석을 위해 Microsoft로 자동으로 전송되었습니다.
pl: Szczegóły tego błędu zostały automatycznie wysłane do przeanalizowania przez firmę Microsoft.
pt_br: Detalhes desse erro foram enviados automaticamente à Microsoft para análise.
ru: Сведения об этой ошибке автоматически отправлены в корпорацию Майкрософт для анализа.
tr: Bu hatanın ayrıntıları analiz edilmek üzere otomatik olarak Microsoft'a gönderildi.
