Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Console input is not supported when using the {0} output console. If your application needs to read data from the standard input, please set the 'Run in External Console' option in the project options.
cs: Při použití konzoly výstupu {0} se vstup z konzoly nepodporuje. Pokud vaše aplikace potřebuje číst data ze standardního vstupu, nastavte v možnostech projektu možnost Spustit v externí konzole.
de: Bei Verwendung der {0}-Ausgabekonsole wird keine Konsoleneingabe unterstützt. Wenn Ihre Anwendung Daten aus der Standardeingabe lesen muss, legen Sie die Option 'Auf externer Konsole ausführen' in den Projektoptionen fest.
es: No se admite la entrada de consola cuando se usa la consola de salida {0}. Si la aplicación necesita leer datos de la entrada estándar, establezca la opción 'Ejecutar en consola externa' en las opciones del proyecto.
fr: L’entrée de la console n’est pas prise en charge lorsque vous utilisez la console de sortie {0}. Si votre application doit lire les données de l’entrée standard, définissez « Exécuter dans une console externe » dans les options du projet.
it: L'input console non è supportato quando si usa la console di output di {0}. Se l'applicazione deve leggere i dati da input standard, impostare 'Esegui nella console esterna' nelle opzioni del progetto.
ja: {0} 出力コンソールを使用する場合、コンソール入力はサポートされません。アプリケーションが標準入力からのデータを読み取る必要がある場合には、プロジェクト オプションの [外部コンソールで実行] オプションを設定してください。
ko: {0} 출력 콘솔을 사용할 때 콘솔 입력이 지원되지 않습니다. 애플리케이션이 표준 입력에서 데이터를 읽어야 하는 경우 프로젝트 옵션에서 '외부 콘솔에서 실행' 옵션을 설정하세요.
pl: Dane wejściowe konsoli są nieobsługiwane podczas korzystania z konsoli wyjścia {0}. Jeśli aplikacja wymaga odczytywania danych z wejścia standardowego, ustaw opcję „Uruchom w konsoli zewnętrznej” w opcjach projektu.
pt_br: A entrada do console não tem suporte ao usar o console de saída do {0}. Se seu aplicativo precisar ler os dados provenientes da entrada padrão, defina a opção 'Executar no Console Externa' nas opções de projeto.
ru: Ввод на консоли не поддерживается при использовании консоли вывода {0}. Если вашему приложению требуется считывать данные из стандартного потока ввода, задайте параметр "Запустить во внешней консоли" в параметрах проекта.
tr: {0} çıktı konsolu kullanılırken konsol girdisi desteklenmiyor. Uygulamanız standart girdiden veri okuması gerekliyse lütfen proje seçeneklerinde 'Run in External Console' seçeneğini ayarlayın.
uk: Консольне введення не підтримується при використанні консолі виведення {0}. Якщо вашій програмі потрібно читати дані зі стандартного входу, встановіть параметр 'Запустити у зовнішній консолі' у налаштуваннях проекту.
zh_cn: 使用 {0} 输出控制台时，控制台输入不受支持。如果应用程序需要从标准输入中读取数据，请设置项目选项中的“在外部控制台中运行”选项。
zh_tw: 使用 {0} 輸出主控台時不支援主控台輸入。若您的應用程式必須讀取標準輸入中的資料，請在專案選項中設定 [在外部主控台中執行] 選項。

source: Console input not supported
cs: Vstup konzoly se nepodporuje.
de: Konsoleneingabe wird nicht unterstützt.
es: No se admite entrada de consola
fr: Entrée de la console non prise en charge
it: L'input console non è supportato
ja: コンソール入力はサポートされていません
ko: 콘솔 입력은 지원되지 않습니다.
pl: Dane wejściowe konsoli są nieobsługiwane
pt_br: Não há suporte para entrada via console
ru: Ввод на консоли не поддерживается
tr: Konsol girdisi desteklenmiyor
uk: Консольне введення не підтримується
zh_cn: 控制台输入不受支持
zh_tw: 不支援主控台輸入

source: Constraint
cs: Omezení
de: Einschränkung
es: Restricción
fr: Contrainte
it: Vincolo
ja: 制約
ko: 제약 조건
pl: Ograniczenie
pt_br: Restrição
ru: Ограничение
tr: Kısıtlama
zh_cn: 约束
zh_tw: 限制式

source: Construction
cs: Konstrukce
de: Konstruktion
es: Construcción
it: Costruzione
ja: 建築
ko: 건축
pl: Konstrukcja
pt_br: Construção
ru: Строительство
tr: İnşaat
uk: Конструювання
zh_cn: 建筑
zh_tw: 建構

source: Constructor
cs: Konstruktor
de: Konstruktor
fr: Constructeur
it: Costruttore
ja: コンストラクター
ko: 생성자
pl: Konstruktor
pt_br: Construtor
ru: Конструктор
tr: Oluşturucu
uk: Конструктор
zh_cn: 构造函数
zh_tw: 建構函式

source: Constructor in abstract class should not be public
cs: Konstruktor v abstraktní třídě by neměl být veřejný.
de: Konstruktor in abstrakter Klasse darf nicht öffentlich sein.
es: El constructor en la clase abstracta no debe ser público
fr: Un constructeur dans une classe abstraite ne peut pas être public
it: Il costruttore nella classe astratta non deve essere pubblico
ja: 抽象クラスのコンストラクターをパブリックにすることはできません
ko: 추상 클래스의 생성자는 public이 아니어야 합니다.
pl: Konstruktor w klasie abstrakcyjnej nie powinien być publiczny
pt_br: O construtor na classe abstrata não deve ser público
ru: Конструктор в абстрактном классе не должен быть общедоступным
tr: Soyut sınıf içindeki oluşturucu herkese açık olmamalıdır
uk: Конструктор в абстрактному класі не може бути public
zh_cn: 抽象类中的构造函数不应是公共的
zh_tw: 抽象類別中的建構函式不應該為公用

source: Containers
cs: Kontejnery
de: Container
es: Contenedores
fr: Conteneurs
it: Contenitori
ja: コンテナー
ko: 컨테이너
pl: Kontenery
pt_br: Contêineres
ru: Контейнеры
tr: Kapsayıcılar
uk: Контейнери
zh_cn: 容器
zh_tw: 容器

source: Contains controls to select which document is being edited
cs: Obsahuje ovládací prvky pro výběr upravovaného dokumentu.
de: Enthält Steuerelemente zur Auswahl des Dokuments, das gerade bearbeitet wird.
es: Contiene controles para seleccionar el documento que se está editando
fr: Contient des contrôles pour sélectionner le document en cours de modification
ja: 編集中のドキュメントを選択するコントロールが含まれています
ko: 편집 중인 문서를 선택하는 컨트롤을 포함합니다.
pl: Zawiera kontrolki służące do wybierania edytowanego dokumentu
pt_br: Contém os controles para selecionar qual documento será editado
ru: Содержит элементы управления для выбора редактируемого документа
tr: Hangi belgenin düzenlendiğini seçmek için denetimler içerir

source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam
uk: Продовжити
zh_cn: 继续
zh_tw: 繼續

source: Continue Anyway
cs: Pokračovat
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer malgré tout
it: Continua comunque
ja: 続行する
ko: 계속
pl: Mimo to kontynuuj
pt_br: Continuar Mesmo Assim
ru: Все равно продолжить
tr: Her Şekilde Devam Et
uk: Все одно продовжити
zh_cn: 仍然继续
zh_tw: 仍然繼續

source: Continue Execution
cs: Pokračovat v provádění
de: Ausführung fortsetzen
es: Continuar ejecución
fr: Continuer l’exécution
it: Continua esecuzione
ja: 続けて実行する
ko: 계속 실행
pl: Kontynuuj wykonywanie
pt_br: Continuar Execução
ru: Продолжить выполнение
tr: Yürütmeye Devam Et
uk: Продовжити виконання
zh_cn: 继续执行
zh_tw: 繼續執行

source: Continue the execution of the application
cs: Pokračovat v provádění aplikace
de: Anwendungsausführung fortsetzen
es: Continuar la ejecución de la aplicación
fr: Continuer l’exécution de l’application
it: Continua l'esecuzione dell'applicazione
ja: アプリケーションの実行を続行する
ko: 애플리케이션 계속 실행
pl: Kontynuuj wykonywanie aplikacji
pt_br: Continuar a execução do aplicativo
ru: Продолжить выполнение приложения
tr: Uygulamanın yürütülmesine devam et
zh_cn: 继续执行应用程序
zh_tw: 繼續執行應用程式

source: Control not found!
cs: Ovládací prvek se nenašel.
de: Steuerelement nicht gefunden!
es: No se encuentra el control
fr: Contrôle introuvable !
it: Il controllo non è stato trovato.
ja: コントロールが見つかりません。
ko: 컨트롤을 찾을 수 없습니다.
pl: Nie znaleziono kontrolki!
pt_br: Controle não encontrado.
ru: Элемент управления не найден.
tr: Denetim bulunamadı!
uk: Компонент не знайдено!
zh_cn: 找不到控件!
zh_tw: 找不到控制項!

source: Controller...
cs: Kontroler...
es: Controlador...
fr: Contrôleur...
ja: コントローラー...
ko: 컨트롤러
pl: Kontroler...
pt_br: Controlador...
ru: Контроллер...
tr: Denetleyici...
uk: Контролер...
zh_cn: 控制器...
zh_tw: 控制器...

source: Convert 'Nullable<T>' to the short form 'T?'
cs: Převést Nullable<T> na krátkou formu T?
de: 'Nullable<T>' in die Kurzform 'T?' konvertieren
es: Convertir 'Nullable<T>' en la forma corta 'T?'
fr: Convertir « Nullable<T> » en forme abrégée « T? »
it: Converti 'Nullable<T>' nella forma breve 'T?'
ja: 'Nullable<T>' を短縮形 'T?' に変換します
ko: 'Nullable<T>'를 약식 'T?'로 변환
pl: Konwertuj element „Nullable<T>” na krótką wersję „T?”
pt_br: Converter 'Nullable<T>' para a forma abreviada 'T?'
ru: Преобразовать "Nullable<T>" в короткую форму "T?"
tr: 'Nullable<T>' öğesini kısa biçim 'T?' öğesine dönüştür
uk: Перетворити 'Nullable<T>' на коротку форму 'T?'
zh_cn: 将 "Nullable<T>" 转换为简短形式的 "T?"
zh_tw: 將 'Nullable<T>' 轉換為簡短形式的 'T?'

source: Convert 'TryCast' to 'DirectCast'
cs: Převést TryCast na DirectCast
de: 'TryCast' in 'DirectCast' konvertieren
es: Convertir 'TryCast' en 'DirectCast'
fr: Convertir « TryCast » en « DirectCast »
it: Converti 'TryCast' in 'DirectCast'
ja: 'TryCast' を 'DirectCast' に変換します
ko: 'TryCast'를 'DirectCast'로 변환
pl: Konwertuj element „TryCast” na element „DirectCast”
pt_br: Converter 'TryCast' em 'DirectCast'
ru: Преобразовать "TryCast" в "DirectCast"
tr: 'TryCast' öğesini 'DirectCast' öğesine dönüştür
uk: Перетворити 'TryCast' на 'DirectCast'
zh_cn: 将 "TryCast" 转换为 "DirectCast"
zh_tw: 將 'TryCast' 轉換為 'DirectCast'

source: Convert 'as' to cast
cs: Převést as na přetypování
de: 'as' in Umwandlung konvertieren
es: Convertir 'as' en conversión
fr: Convertir 'as' en cast
it: Converti 'as' in cast
ja: 'as' をキャストに変換する
ko: 'as'를 캐스트로 변환
pl: Konwertuj element „as” na rzutowanie
pt_br: Converter 'as' em conversão
ru: Преобразовать "as" в приведение
tr: 'as' deyimini tür dönüştürmeye dönüştür
uk: Перетворити 'as' на вказівку типу
zh_cn: 将 "as" 转换为“转换”
zh_tw: 將 'as' 轉換為 cast

source: Convert 'foreach' loop to optimized 'for'
cs: Převést smyčku foreach na optimalizované for
de: foreach-Schleife in optimiertes 'for' konvertieren
es: Convertir el bucle 'foreach' a 'for' optimizado
fr: Convertir la boucle « foreach » en « for » optimisé
it: Converti il ciclo 'foreach' in 'for' ottimizzato
ja: 'foreach' ループを最適化された 'for' に変換する
ko: 'foreach' 루프를 최적화된 'for'로 변환
pl: Konwertuj pętlę „foreach” na zoptymalizowaną pętlę „for”
pt_br: Converter o loop 'foreach' em 'for' otimizado
ru: Преобразовать цикл "foreach" в оптимизированный "for"
tr: 'foreach' döngüsünü iyileştirilmiş 'for' olarak dönüştür
uk: Перетворити цикл 'foreach' на оптимізований 'for'
zh_cn: 将 "foreach" 循环转换为经过优化的 "for"
zh_tw: 將 'foreach' 迴圈轉換成最佳化的 'for'

source: Convert 'if' to '&&' expression
cs: Převést if na výraz &&
de: 'if' in &&-Ausdruck konvertieren
es: Convertir 'if' en una expresión '&&'
fr: Convertir « if » en expression « && »
it: Converti 'if' nell'espressione '&&'
ja: 'if' を '&&' 式に変換します
ko: 'if'를 '&&' 식으로 변환
pl: Konwertuj element „if” na wyrażenie „&&”
pt_br: Converter 'if' na expressão '&&'
ru: Преобразовать "if" в выражение "&&"
tr: 'if' öğesini '&&' ifadesine dönüştür
uk: Перетворити 'if' на вираз '&&'
zh_cn: 将 "if" 转换为 "&&" 表达式
zh_tw: 將 'if' 轉換為 '&&' 運算式

source: Convert 'if' to '||' expression
cs: Převést if na výraz ||
de: 'if' in ||-Ausdruck konvertieren
es: Convertir 'if' en una expresión '||'
fr: Convertir « if » en expression « || »
it: Converti 'if' nell'espressione '||'
ja: 'if' を '||' 式に変換します
ko: 'if'를 '||' 식으로 변환
pl: Konwertuj element „if” na wyrażenie „||”
pt_br: Converter 'if' na expressão '||'
ru: Преобразовать "if" в выражение "||"
tr: 'if' öğesini '||' ifadesine dönüştür
uk: Перетворити 'if' на вираз '||'
zh_cn: 将 "if" 转换为 "||" 表达式
zh_tw: 將 'if' 轉換為 '||' 運算式

source: Convert 'if-do-while' to 'while' statement
cs: Převést příkaz if-do-while na while
de: 'if-do-while' in while-Anweisung konvertieren
es: Convertir 'if-do-while' en una instrucción 'while'
fr: Convertir « if-do-while » en instruction « while »
it: Converti 'if-do-while' nell'istruzione 'while'
ja: 'if-do-while' を 'while' ステートメントに変換します
ko: 'if-do-while'을 'while' 문으로 변환
pl: Konwertuj instrukcję „if-do-while” na instrukcję „while”
pt_br: Converter 'if-do-while' na instrução 'while'
ru: Преобразовать "if-do-while" в оператор "while"
tr: 'if-do-while' ifadesini 'while' ifadesine dönüştür
uk: Перетворити 'if-do-while' на інструкцію 'while'
zh_cn: 将 "if-do-while" 转换为 "while" 语句
zh_tw: 將 'if-do-while' 轉換為 'while' 陳述式

source: Convert Solution Format...
cs: Převést formát řešení...
de: Projektmappenformat konvertieren...
es: Convertir formato de solución...
fr: Convertir le format de la solution...
it: Converti formato della soluzione...
ja: ソリューション形式の変換...
ko: 솔루션 형식 변환...
pl: Konwertuj format rozwiązania...
pt_br: Converter Formato da Solução...
ru: Преобразовать формат решения...
tr: Çözüm Biçimini Dönüştür...
zh_cn: 转换解决方案格式...
zh_tw: 轉換解決方案格式...

source: Convert all files to {0} line endings
cs: Převést všechny soubory na konce řádků {0}
de: Konvertiert alle Dateien in {0}-Zeilenenden.
es: Convertir todos los archivos en finales de línea {0}
fr: Convertir tous les fichiers en fins de ligne {0}
it: Converti tutti i file in terminazioni riga di {0}
ja: すべてのファイルを {0} の改行コードに変換する
ko: 모든 파일을 {0} 줄 끝으로 변환
pl: Przekonwertuj wszystkie pliki na końce wiersza {0}
pt_br: Converter todos os arquivos para terminações de linha do {0}
ru: Преобразовать окончания строк в {0} во всех файлах
tr: Tüm dosyaları {0} satır sonlarına dönüştür

source: Convert anonymous method to method group
cs: Převést anonymní metodu na skupinu metod
de: Anonyme Methode in Methodengruppe konvertieren
es: Convertir método anónimo en grupo de métodos
fr: Convertir la méthode anonyme en groupe de méthodes
it: Converti il metodo anonimo nel gruppo di metodi
ja: 匿名メソッドをメソッド グループに変換する
ko: 무명 메서드를 메서드 그룹으로 변환
pl: Konwertuj metodę anonimową na grupę metod
pt_br: Converter um método anônimo em um grupo de método
ru: Преобразовать анонимный метод в группу методов
tr: Anonim metodu yöntem grubuna dönüştür
uk: Перетворити анонімний метод на групу методів
zh_cn: 将匿名方法转换为方法组
zh_tw: 將匿名方法轉換為方法群組

source: Convert cast to 'TryCast'
cs: Převést cast na TryCast
de: 'cast' in 'TryCast' konvertieren
es: Convertir cast en 'TryCast'
fr: Convertir le cast en « TryCast »
it: Converti il cast in 'TryCast'
ja: キャストを 'TryCast' に変換します
ko: 캐스트를 'TryCast'로 변환
pl: Konwertuj rzutowanie na „TryCast”
pt_br: Converter conversão em 'TryCast'
ru: Преобразовать приведение в "TryCast"
tr: Tür değiştirmeyi 'TryCast' öğesine dönüştür
uk: Перетворити виклик на 'TryCast'
zh_cn: 将转换转换为 "TryCast"
zh_tw: 將 cast 轉換為 'TryCast'

source: Convert cast to 'as'
cs: Převést přetypování na as
de: cast' in 'as' konvertieren
es: Convertir cast en 'as'
fr: Convertir cast en « as »
it: Converti il cast in 'as'
ja: キャストを 'as' に変換する
ko: 캐스트를 'as'로 변환
pl: Konwertuj rzutowanie na „as”
pt_br: Converter conversão em 'as'
ru: Преобразовать приведение в "as"
tr: Tür değiştirmeyi 'as' değerine dönüştür.
uk: Перетворити вказівку типу на 'as'
zh_cn: 将转换转换为 "as"
zh_tw: 將 cast 轉換為 'as'

source: Convert fields to enumeration
cs: Převést pole na výčet
de: Felder in Enumeration konvertieren
es: _Convertir campos en enumeración
fr: Convertir les champs en énumération
it: Converte i campi in enumerazione
ja: フィールドを列挙型に変換する
ko: 필드를 열거형으로 변환
pl: Konwertuj pola na wyliczenie
pt_br: Converter campos em enumeração
ru: Преобразовать поля в перечисление
tr: Alanları sabit listeye dönüştür
uk: Перетворити поля на перелік
zh_cn: 将字段转换为枚举
zh_tw: 將欄位轉換為列舉

source: Convert foreach loop to LINQ expression
cs: Převést smyčku foreach na výraz LINQ
de: foreach-Schleife in LINQ-Ausdruck konvertieren
es: Convertir bucle foreach en expresión LINQ
fr: Convertir la boucle foreach en expression LINQ
it: Converti il ciclo foreach nell'espressione LINQ
ja: foreach ループを Linq 式に変換する
ko: foreach 루프를 LINQ 식으로 변환
pl: Konwertuj pętlę foreach na wyrażenie LINQ
pt_br: Converter o loop foreach em expressão LINQ
ru: Преобразовать цикл foreach в выражение LINQ
tr: Tüm döngüleri Linq ifadelerine dönüştür
uk: Перетворити цикл foreach на вираз LINQ
zh_cn: 将 foreach 循环转换为 LINQ 表达式
zh_tw: 將 foreach 迴圈轉換為 LINQ 運算式

source: Convert selected solution to another format
cs: Převést vybrané řešení do jiného formátu
de: Ausgewählte Projektmappe in ein anderes Format konvertieren
es: Convertir la solución seleccionada a otro formato
fr: Convertir la solution sélectionnée en un autre format
it: Converte la soluzione selezionata in un altro formato
ja: 選ばれたソリューションを別のフォーマットに変換
ko: 선택한 솔루션을 다른 형식으로 변환
pl: Przekonwertuj wybrane rozwiązanie na inny format
pt_br: Converter a solução selecionada em outro formato
ru: Преобразовать выбранное решение в другой формат
tr: Seçilen çözümü başka bir biçime döndür
uk: Конвертувати вибране рішення в інший формат
zh_cn: 将所选解决方案转换成其他格式
zh_tw: 將所選解決方案轉換為其他格式

source: Convert static method call to extension method call
cs: Převést volání statické metody na volání rozšiřující metody
de: Aufruf einer statischen Methode in Aufruf einer Erweiterungsmethode konvertieren
es: Convertir llamada a método estático en llamada a método de extensión
fr: Convertir un appel de la méthode statique en appel de la méthode d’extension
it: Converti la chiamata al metodo statico nella chiamata al metodo di estensione
ja: 静的メソッド呼び出しを拡張メソッド呼び出しに変換する
ko: 정적 메서드 호출을 확장 메서드 호출로 변환
pl: Konwertuj wywołanie metody statycznej na wywołanie metody rozszerzenia
pt_br: Converter a chamada de método estático na chamada de método de extensão
ru: Преобразовать вызов статического метода в вызов метода расширения
tr: Sabit metot çağrısını uzatma metot çağrısına dönüştür
uk: Перетворити виклик статичного методу на виклик розширеного методу
zh_cn: 将静态方法调用转换为扩展方法调用
zh_tw: 將靜態方法呼叫轉換為擴充功能方法呼叫

source: Convert the selected text to lowercase
cs: Převést vybraný text na malá písmena
de: Ausgewählten Text in Kleinbuchstaben umwandeln
es: Convertir el texto seleccionado en minúsculas
fr: Convertir le texte sélectionné en minuscules
it: Converte il testo selezionato in minuscolo
ja: 選んだテキストを小文字に変換する
ko: 선택한 텍스트를 소문자로 변환
pl: Konwertowanie zaznaczonego tekstu na małe litery
pt_br: Converter o texto selecionado em minúsculas
ru: Преобразовать выбранный текст в нижний регистр
tr: Seçili metni küçük harfe dönüştürme
uk: Перевести вибраний текст у нижній регістр
zh_cn: 将所选文本转换成小写
zh_tw: 將所選文字轉換為小寫

source: Convert the selected text to uppercase
cs: Převést vybraný text na velká písmena
de: Ausgewählten Text in Großbuchstaben umwandeln
es: Convertir el texto seleccionado en mayúsculas
fr: Convertir le texte sélectionné en majuscules
it: Converte il testo selezionato in maiuscolo
ja: 選んだテキストを大文字に変換する
ko: 선택한 텍스트를 대문자로 변환
pl: Konwertowanie zaznaczonego tekstu na wielkie litery
pt_br: Converter o texto selecionado em maiúsculas
ru: Преобразовать выбранный текст в верхний регистр
tr: Seçili metni büyük harfe dönüştürme
uk: Перевести вибраний текст у верхній регістр
zh_cn: 将所选文本转换成大写
zh_tw: 將所選文字轉換為大寫

source: Convert to '&&' expression
cs: Převést na výraz &&
de: In &&-Ausdruck konvertieren
es: Convertir en una expresión '&&'
fr: Convertir en expression « && »
it: Converti nell'espressione '&&'
ja: '&&' 式に変換します
ko: '&&' 식으로 변환
pl: Konwertuj na wyrażenie „&&”
pt_br: Converter na expressão '&&'
ru: Преобразовать в выражение "&&"
tr: '&&' ifadesine dönüştür
uk: Перетворити на вираз '&&'
zh_cn: 转换为 "&&" 表达式
zh_tw: 轉換為 '&&' 運算式

source: Convert to 'switch' statement
cs: Převést na příkaz switch
de: In switch-Anweisung konvertieren
es: Convertir en una instrucción 'switch'
fr: Convertir en instruction « switch »
it: Converti nell'istruzione 'switch'
ja: 'switch' ステートメントに変換
ko: 'switch' 문으로 변환
pl: Konwertuj na instrukcję „switch”
pt_br: Converter na declaração 'switch'
ru: Преобразовать в оператор "switch"
tr: 'switch' ifadesine dönüştür
uk: Перетворити на інструкцію 'switch'
zh_cn: 转换为 "switch" 语句
zh_tw: 轉換為 'switch' 陳述式

source: Convert to Branch
cs: Převést na větev
de: In Branch umwandeln
es: Convertir en rama
fr: Convertir en branche
it: Converti in ramo
ja: ブランチに変換
ko: 분기로 변환
pl: Konwertuj na gałąź
pt_br: Converter em Ramificação
ru: Преобразовать в ветвь
tr: Dala Dönüştür
uk: Перетворити на гілку
zh_cn: 转换到分支
zh_tw: 轉換為 Branch

source: Convert to auto-property
cs: Převést na automatickou vlastnost
de: In Auto-Eigenschaft konvertieren
es: Convertir en propiedad automática
fr: Convertir en propriété auto
it: Converti nella proprietà automatica
ja: 自動プロパティに変換
ko: auto 속성으로 변환
pl: Konwertuj na właściwość automatyczną
pt_br: Converter em propriedade automática
ru: Преобразовать в автосвойство
tr: Otomatik özelliğe dönüştür
uk: Перетворити на автоматичну властивість
zh_cn: 转换为 auto 属性
zh_tw: 轉換為 auto-property

source: Convert to custom event
cs: Převést na vlastní událost
de: In benutzerdefiniertes Ereignis konvertieren
es: Convertir en evento personalizado
fr: Convertir en événement personnalisé
it: Converti nell'evento personalizzato
ja: カスタム イベントに変換します
ko: 사용자 지정 이벤트로 변환
pl: Konwertuj na zdarzenie niestandardowe
pt_br: Converter em evento personalizado
ru: Преобразовать в пользовательское событие
tr: Özel etkinliğe dönüştür
uk: Перетворити на власну подію
zh_cn: 转换为自定义事件
zh_tw: 轉換為自訂事件

source: Convert to static method
cs: Převést na statickou metodu
de: In statische Methode konvertieren
es: Convertir en método estático
fr: Convertir en méthode statique
it: Converti nel metodo statico
ja: 静的メソッドに変換します
ko: 정적 메서드로 변환
pl: Konwertuj na metodę statyczną
pt_br: Converter para o método estático
ru: Преобразовать в статический метод
tr: Statik yönteme dönüştür
zh_cn: 转换为静态方法
zh_tw: 轉換成靜態方法

source: Convert to {0} line endings
cs: Převést na konce řádků {0}
de: In {0}-Zeilenenden konvertieren
es: Convertir en finales de línea {0}
fr: Convertir en fins de ligne {0}
it: Converti in terminazioni riga di {0}
ja: {0} の改行コードに変換する
ko: {0} 줄 끝으로 변환
pl: Przekonwertuj na końce wiersza {0}
pt_br: Converter para terminações de linha do {0}
ru: Преобразовать окончания строк в {0}
tr: {0} satır sonlarına dönüştür

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
zh_cn: 复制
zh_tw: 複製

source: Copy Information
cs: Kopírovat informace
de: Informationen kopieren
es: Información del autor
fr: Copier les informations
it: Copia informazioni
ja: 情報のコピー
ko: 정보 복사
pl: Kopiuj informacje
pt_br: Copiar Informações
ru: Копировать информацию
tr: Bilgileri Kopyala
uk: Копіювати інформацію
zh_cn: 副本信息
zh_tw: 複製資訊

source: Copy Settings From:
cs: Kopírovat nastavení z:
de: Einstellungen kopieren von:
es: Copiar configuración de:
fr: Copier les paramètres à partir de :
it: Copia impostazioni da:
ja: 設定のコピー元:
ko: 다음에서 설정 복사:
pl: Kopiuj ustawienia z:
pt_br: Copiar Configurações De:
ru: Копировать параметры из:
tr: Ayarları Şuradan Kopyala:
uk: Скопіювати параметри з:
zh_cn: 从此处复制设置:
zh_tw: 複製設定來源:

source: Copy Task
cs: Kopírovat úkol
de: Aufgabe kopieren
es: Copiar tarea
fr: Copier la tâche
it: Copia attività
ja: タスクをコピー
ko: 작업 복사
pl: Kopiuj zadanie
pt_br: Copiar Tarefa
ru: Копировать задачу
tr: Görevi Kopyala
uk: Копіювати завдання
zh_cn: 复制任务
zh_tw: 複製工作

source: Copy Task Description
cs: Kopírovat popis úkolu
de: Aufgabenbeschreibung kopieren
es: Descripción de Copiar tarea
fr: Description de la tâche copie
it: Copia descrizione attività
ja: タスクの説明をコピー
ko: 작업 설명 복사
pl: Kopiuj opis zadania
pt_br: Copiar Descrição da Tarefa
ru: Копировать описание задачи
tr: Görev Açıklamasını Kopyala
uk: Копіювати опис завдання
zh_cn: 复制任务说明
zh_tw: 複製工作描述

source: Copy comments from base
cs: Kopírovat komentáře ze základu
de: Kommentare aus Basis kopieren
es: Copiar comentarios de base
fr: Copier les commentaires à partir de la base
it: Copia i commenti dalla base
ja: ベースからコメントをコピーする
ko: 기본에서 주석 복사
pl: Kopiuj komentarze z bazy
pt_br: Copiar comentários da base
ru: Копировать комментарии из базы
tr: Alttan yorumları kopyala
uk: Скопіювати коментарі з бази
zh_cn: 从基项复制注释
zh_tw: 從基底複製註解
