Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Use the following list to define new switches usable with autotools configure script. Each switch is mapped to a define that you can use to do conditional compilation in your source files.
cs: Pomocí následujícího seznamu definujte nové přepínače použitelné se skriptem konfigurace Autotools. Každý přepínač je namapovaný tak, abyste mohli používat podmíněnou kompilaci ve zdrojových souborech.
de: Definieren Sie anhand der folgenden Liste neue Schalter, die mit dem Autotools-Konfigurationsskript verwendet werden können. Jeder Schalter wird einer Definition zugeordnet, mit deren Hilfe sie eine bedingte Kompilierung in Ihren Quelldateien ausführen können.
es: Use la lista siguiente para definir nuevos modificadores que se pueden usar con el script de configuración de Autotools. Cada modificador se asigna a un elemento define que puede usar para hacer una compilación condicional en los archivos de código fuente.
fr: Utilisez la liste suivante pour définir de nouveaux commutateurs utilisables avec le script de configuration d’Autotools. Chaque commutateur est mappé à une définition que vous pouvez utiliser pour effectuer une compilation conditionnelle dans vos fichiers sources.
it: L'elenco seguente consente di definire nuove opzioni utilizzabili con lo script di configurazione di Autotools. Ogni opzione è associata a una definizione che è possibile usare per eseguire la compilazione condizionale nei file di origine.
ja: 次のリストを使用して、自動ツール configure スクリプトで使用できる新しいスイッチを定義します。各スイッチは、ソース ファイルで条件付きコンパイルを実行するために使用できる定義にマップされます。
ko: 다음 목록을 사용하여 autotools 구성 스크립트와 함께 사용할 수 있는 새 스위치를 정의합니다. 각 스위치는 소스 파일에서 조건부 컴파일을 수행하는 데 사용할 수 있는 define에 매핑됩니다.
pl: Użyj poniższej listy, aby zdefiniować nowe przełączniki, których można użyć ze skryptem konfiguracyjnym automatycznych narzędzi. Każdy przełącznik jest mapowany do definicji, której można użyć podczas wykonywania kompilacji warunkowej w plikach źródłowych.
pt_br: Use a lista a seguir para definir novas opções utilizáveis com o script de configuração das ferramentas automáticas. Cada opção é mapeada para uma definição que você pode usar para fazer compilação condicional nos arquivos de origem.
ru: Воспользуйтесь приведенным ниже списком, чтобы определить новые параметры, которые можно использовать со скриптом настройки Autotools. Каждый параметр сопоставляется с определением, которое можно использовать для выполнения условной компиляции в исходных файлах.
tr: Otomatik araçlar yapılandırma betiğiyle kullanılabilen yeni anahtarları tanımlamak için aşağıdaki listeyi kullanın. Her anahtar, kaynak dosyalarınızda koşullu derleme yapmak için kullanabileceğiniz bir tanımlamayla eşlenmiştir.
zh_cn: 使用以下列表来定义可用于 Autotools 配置脚本的新开关。每个开关映射到一个定义，你可以使用该定义在源文件中执行条件编译。
zh_tw: 使用下列清單，以透過 autotools 設定指令碼來定義可用的新參數。每個參數都會對應至可用來在原始程式檔中執行條件式編譯的定義。

source: Use the relative path of the file in the project when deploying to the target directory.
cs: Umožňuje použít relativní cestu souboru v projektu při nasazování do cílového adresáře.
de: Verwendet bei der Bereitstellung für das Zielverzeichnis den relativen Pfad der Datei im Projekt.
es: Use la ruta de acceso relativa del archivo en el proyecto al implementarlo en el directorio de destino.
fr: Utiliser le chemin d’accès relatif du fichier dans le projet lors du déploiement vers le répertoire cible.
it: Usa il percorso relativo del file nel progetto durante la distribuzione nella directory di destinazione.
ja: ターゲット ディレクトリへの配置時にプロジェクト内のファイルの相対パスを使用します。
ko: 대상 디렉터리에 배포할 때 프로젝트에서 파일의 상대 경로를 사용합니다.
pl: Użyj ścieżki względnej pliku w projekcie podczas wdrażania do katalogu docelowego.
pt_br: Usar o caminho relativo do arquivo no projeto ao implantar para o diretório de destino.
ru: Использовать относительный путь файла в проекте при развертывании в целевом каталоге.
tr: Hedef dizine dağıtım yaparken dosyanın projedeki görece yolunu kullan.
uk: При розгортанні у цільову теку використати відносний шлях файлу у проекті.
zh_cn: 部署到目标目录时，使用项目中的文件的相对路径。
zh_tw: 部署至目標目錄時，請使用專案中檔案的相對路徑。

source: Use the same action for all selected files
cs: Použít stejnou akci pro všechny vybrané soubory
de: Dieselbe Aktion für alle ausgewählten Dateien verwenden
es: Usar la misma acción para todos los archivos seleccionados
fr: Utiliser la même action pour tous les fichiers sélectionnés
it: Usa la stessa azione per tutti i file selezionati
ja: 選んだすべてのファイルに同じアクションを使用します
ko: 선택한 모든 파일에 동일한 작업 사용
pl: Użyj tej samej akcji dla wszystkich wybranych plików
pt_br: Use a mesma ação para todos os arquivos selecionados
ru: Использовать одинаковое действие для всех выбранных файлов
tr: Seçilen dosyaların tümü için aynı eylemi kullanın
uk: Застосувати цю дію до всіх вибраних файлів.
zh_cn: 对选定的所有文件使用相同的操作
zh_tw: 對所有選取的檔案使用相同動作

source: Use the specified runtime version, instead of autodetecting
cs: Místo automatického zjišťování použít zadanou verzi modulu runtime
de: Verwendet die angegebene Laufzeitversion anstelle der automatischen Erkennung.
es: Usar la versión del entorno de ejecución especificada en lugar de detectarla automáticamente
fr: Utiliser la version de runtime spécifiée au lieu de celle détectée automatiquement
it: Usa la versione specificata del runtime invece di rilevarla automaticamente.
ja: 自動検出せずに、指定されたランタイム バージョンを使用します
ko: 자동 검색 대신 지정된 런타임 버전 사용
pl: Uzyj określonej wersji środowiska uruchomieniowego zamiast wykrywania automatycznego
pt_br: Use a versão de tempo de execução especificada em vez de detectar automaticamente
ru: Использовать указанную версию среды выполнения вместо определяемой автоматически
tr: Otomatik algılama yerine belirtilen çalışma zamanı sürümünü kullan
zh_cn: 使用指定运行时版本，而不是自动检测
zh_tw: 使用指定的執行階段版本，而非自動偵測

source: Use the {0} modifier in a method declaration to indicate that the method is implemented externally. A common use of the extern modifier is with the DllImport attribute.
cs: Modifikátor {0} použijte v deklaraci metody, abyste označili, že se metoda implementuje externě. Externí modifikátor se běžně používá s atributem DllImport.
de: Verwenden Sie den {0}-Modifizierer in einer Methodendeklaration, um anzugeben, dass die Methode extern implementiert wird. Der extern-Modifizierer wird häufig mit dem DllImport-Attribut verwendet.
es: Use el modificador {0} en una declaración de método para indicar que el método se implementa externamente. Un uso habitual del modificador extern es con el atributo DllImport.
fr: Utilisez le modificateur {0} dans une déclaration de méthode pour indiquer que la méthode est implémentée en externe. Le modificateur externe est couramment utilisé avec l’attribut DllImport.
it: Usare il modificatore {0} in una dichiarazione di metodo per indicare che il metodo viene implementato esternamente. Il modificatore extern viene in genere usato con l'attributo DllImport.
ja: メソッド宣言で {0} 修飾子を使用して、メソッドが外部で実装されることを示します。一般的には、外部修飾子は DllImport 属性で使用します。
ko: 메서드가 외부에서 구현됨을 나타내려면 메서드 선언에서 {0} 한정자를 사용하세요. extern 한정자는 일반적으로 DllImport 특성과 함께 사용합니다.
pl: Użyj modyfikatora {0} w deklaracji metody, aby wskazać, że metoda jest implementowana zewnętrznie. Często stosuje się modyfikator extern z atrybutem DllImport.
pt_br: Use o modificador {0} em uma declaração de método para indicar que o método está implantado externamente. Um uso comum de modificador externo é com o atributo DllImport.
ru: Используйте модификатор {0} в объявлении метода, чтобы указать, что этот метод имеет внешнюю реализацию. Внешний модификатор обычно используется с атрибутом DllImport.
tr: {0} değiştiricisini bir metodun bildiriminde metodun dışsal olarak gerçekleştirildiğini belirtmek için kullanın. "extern" değiştiricisi sıklıkla örneğin DllImport özniteliğiyle birlikte kullanılır.
zh_cn: 在方法声明中使用 {0} 修饰符指示在外部实现该方法。extern 修饰符的常见用法是与 DllImport 属性一起使用。
zh_tw: 在方法宣告中使用 {0} 修飾詞，表示方法是在外部執行。外部修飾詞的註解使用具有 DllImport 屬性。

source: Use the {0} modifier to declare a static member, which belongs to the type itself rather than to a specific object.
cs: Pomocí modifikátoru {0} můžete deklarovat statický člen, který nepatří ke specifickému objektu, ale k samotnému typu.
de: Verwenden Sie den {0}-Modifizierer zum Deklarieren eines statischen Members, der zum Typ selbst gehört und nicht zu einem spezifischen Objekt.
es: Use el modificador {0} para declarar un miembro estático, que pertenece al propio tipo y no a un objeto específico.
fr: Utilisez le modificateur {0} pour déclarer un membre static qui appartient au type lui-même plutôt qu’à un objet spécifique.
it: Usare il modificatore {0} per dichiarare un membro statico che appartiene al tipo stesso anziché a un oggetto specifico.
ja: {0} 修飾子を使用して、静的メンバーを宣言します。これは、特定のオブジェクトというより、型自体に属します。
ko: {0} 한정자를 사용하여 정적 멤버를 선언합니다. 정적 멤버는 특정 개체 대신 형식 자체에 속합니다.
pl: Użyj modyfikatora {0}, aby zadeklarować statyczną składową, która należy do samego typu, a nie do określonego obiektu.
pt_br: Use o modificador {0} para declarar um membro estático, que pertence ao próprio tipo em vez de ao objeto específico.
ru: Используйте модификатор {0} для объявления статического элемента, который относится к самому типу, а не к конкретному объекту.
tr: {0} değiştiricisini, belirli bir nesne yerine türün kendisine ait olan statik bir üye bildirmek için kullanın.
zh_cn: 使用 {0} 修饰符声明属于类型本身而不是属于特定对象的静态成员。
zh_tw: 使用 {0} 修飾詞來宣告靜態成員，而靜態成員屬於型別本身，而不是特定物件。

source: Use this command to covert JITed method addresses to full method names of Sample tool output file.
cs: Tento příkaz slouží k převodu adres metod zkompilovaných pomocí JIT na úplné názvy metod výstupního souboru nástroje Sample.
de: Verwenden Sie diesen Befehl, um JIT-Methodenadressen in vollständige Methodennamen der Ausgabedatei des Sample-Tools zu konvertieren.
es: Use este comando para convertir las direcciones del método con JIT en nombres de método completos del archivo de salida de la herramienta Sample.
fr: Utilisez cette commande pour convertir les adresses de méthodes compilées avec JIT en noms de méthodes complets du fichier de sortie de l'outil Sample.
ja: JIT 処理されたメソッド アドレスを、Sample ツール出力ファイルの完全なメソッド名に変換するには、このコマンドを使用します。
ko: 이 명령을 사용하여 JITed 메서드 주소를 Sample 도구 출력 파일의 전체 메서드 이름으로 변환합니다.
pl: Użyj tego polecenia, aby przekonwertować adresy metod przekształcone w ramach kompilacji JIT na pełne nazwy metod dla pliku danych wyjściowych narzędzia Sample.
pt_br: Use este comando para converter os endereços do método compilado em JIT para os nomes de método completos do arquivo de saída da ferramenta Sample.
ru: Эта команда служит для преобразования адресов методов JIT в полные имена методов в выходном файле средства Sample.
tr: JITed metot adreslerini Sample aracı çıkış dosyasının tam metot adlarına dönüştürmek için bu komutu kullanın.

source: Used to obtain the simple (unqualified) string name of a variable, type, or member.
cs: Slouží k získání jednoduchého (nekvalifikovaného) řetězcového názvu proměnné, typu nebo členu.
de: Wird zum Abrufen des einfachen (nicht qualifizierten) Zeichenfolgennamens einer Variablen, eines Typs oder eines Members verwendet.
es: Se usa para obtener el nombre de cadena sencillo (incompleto) de una variable, un tipo o un miembro.
fr: Permet d’obtenir le nom de chaîne simple (non qualifié) d’une variable, d’un type ou d’un membre.
it: Viene usata per ottenere il nome stringa semplice (non qualificato) di una variabile, un tipo o un membro.
ja: 変数、型、またはメンバーの単純な (非修飾) 文字列名を取得するために使用します。
ko: 변수, 형식 또는 멤버의 간단한(정규화되지 않은) 문자열 이름을 가져오는 데 사용됩니다.
pl: Używany do uzyskiwania prostej (niekwalifikowanej) nazwy ciągu zmiennej, typu lub składowej.
pt_br: Usado para obter o nome de cadeia de caracteres simples (não qualificado) de uma variável, tipo ou membro.
ru: Используется для получения простого (неквалифицированного) строкового имени для переменной, типа или элемента.
tr: Bir değişkenin, türün veya üyenin basit (nitelenmemiş) dize adını almak için kullanılır.
zh_cn: 用于获取变量、类型或成员的简单(非限定)字符串名称。
zh_tw: 用來取得變數、型別或成員的簡單 (不合格) 字串名稱。

source: User Control
cs: Uživatelský ovládací prvek
de: Benutzersteuerelement
es: Control de usuario
fr: Contrôle utilisateur
it: Controllo utente
ja: ユーザー コントロール
ko: 사용자 정의 컨트롤
pl: Kontrolka użytkownika
pt_br: Controle de Usuário
ru: Пользовательский элемент управления
tr: Kullanıcı Denetimi
uk: Користувацький компонент
zh_cn: 用户控件
zh_tw: 使用者控制項

source: User Control with CodeBehind
cs: Uživatelský ovládací prvek s CodeBehind
de: Benutzersteuerelement mit CodeBehind
es: Control de usuario con CodeBehind
fr: Contrôle utilisateur avec code-behind
it: Controllo utente con CodeBehind
ja: CodeBehind のあるユーザー コントロール
ko: CodeBehind가 포함된 사용자 정의 컨트롤
pl: Kontrolka użytkownika z klasą CodeBehind
pt_br: Controle de Usuário com CodeBehind
ru: Пользовательский элемент управления с CodeBehind
tr: CodeBehind ile Kullanıcı Denetimi
uk: Власний компонент з суміжним кодом
zh_cn: 具有 CodeBehind 的用户控件
zh_tw: 含有 CodeBehind 的使用者控制項

source: User Information Conflict
cs: Konflikt informací o uživateli
de: Widersprüchliche Benutzerinformationen
es: Conflicto de información de usuario
fr: Conflit d’informations utilisateur
it: Conflitto delle informazioni utente
ja: ユーザー情報の競合
ko: 사용자 정보 충돌
pl: Konflikt informacji użytkownika
pt_br: Conflito de Informação do Usuário
ru: Конфликт сведений о пользователе
tr: Kullanıcı Bilgisi Çakışması
uk: Конфлікт даних про користувача
zh_cn: 用户信息冲突
zh_tw: 使用者資訊衝突

source: User Interface
cs: Uživatelské rozhraní
de: Benutzerschnittstelle
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザー インターフェイス
ko: 사용자 인터페이스
pl: Interfejs użytkownika
pt_br: Interface do Usuário
ru: Пользовательский интерфейс
tr: Kullanıcı Arayüzü
uk: Інтерфейс користувача
zh_cn: 用户界面
zh_tw: 使用者介面

source: User Interface (GUI project load failed)
cs: Uživatelské rozhraní (načtení projektu GUI se nepodařilo)
de: Benutzerschnittstelle (Fehler beim Laden des GUI-Projekts).
es: Interfaz de usuario (no se pudo cargar el proyecto de GUI)
fr: Interface utilisateur (le chargement du projet d’interface graphique utilisateur a échoué)
it: Interfaccia utente (caricamento del progetto GUI non riuscito)
ja: ユーザー インターフェイス (GUI プロジェクトの読み込みに失敗しました)
ko: 사용자 인터페이스(GUI 프로젝트 로드 실패)
pl: Interfejs użytkownika (ładowanie projektu graficznego interfejsu użytkownika nie powiodło się)
pt_br: Interface do Usuário (o carregamento de projeto GUI falhou)
ru: Пользовательский интерфейс (ошибка при загрузке проекта графического пользовательского интерфейса)
tr: Kullanıcı Arayüzü (GUI projesi yüklenemedi)
uk: Інтерфейс користувача (не вдалось завантажити інтерфейс користувача проекту)
zh_cn: 用户界面(GUI 项目加载失败)
zh_tw: 使用者介面 (GUI 專案載入失敗)

source: User Interface Language:
cs: Jazyk uživatelského rozhraní:
de: Sprache der Benutzeroberfläche:
es: Idioma de la interfaz de usuario:
fr: Langue de l’interface utilisateur :
it: Lingua dell'interfaccia utente:
ja: ユーザー インターフェイス言語:
ko: 사용자 인터페이스 언어:
pl: Język interfejsu użytkownika:
pt_br: Idioma da Interface do Usuário:
ru: Язык пользовательского интерфейса:
tr: Kullanıcı Arabirimi Dili:
uk: Мова інтерфейсу:
zh_cn: 用户界面语言:
zh_tw: 使用者介面語言:

source: User Interface Theme:
cs: Motiv uživatelského rozhraní:
de: Design der Benutzeroberfläche:
es: Tema de la interfaz de usuario:
fr: Thème de l’interface utilisateur :
it: Tema dell'interfaccia utente:
ja: ユーザー インターフェイス テーマ:
ko: 사용자 인터페이스 테마:
pl: Motyw interfejsu użytkownika:
pt_br: Tema da Interface do Usuário:
ru: Тема пользовательского интерфейса:
tr: Kullanıcı Arabirimi Teması:
uk: Тема інтерфейсу:
zh_cn: 用户界面主题:
zh_tw: 使用者介面佈景主題:

source: User Task
cs: Úloha uživatele
de: Benutzeraufgabe
es: Tareas de usuario
fr: Tâche d’utilisateur
it: Attività utente
ja: ユーザー タスク
ko: 사용자 작업
pl: Zadanie użytkownika
pt_br: Tarefas do Usuário
ru: Задача пользователя
tr: Kullanıcı Görevi
uk: Користувацьке завдання
zh_cn: 用户任务
zh_tw: 使用者工作

source: User Tasks
cs: Úlohy uživatele
de: Benutzeraufgaben
es: Tareas de usuario
fr: Tâches de l’utilisateur
it: Attività utente
ja: ユーザー タスク
ko: 사용자 작업
pl: Zadania użytkownika
pt_br: Tarefas do Usuário
ru: Задачи пользователя
tr: Kullanıcı Görevleri
uk: Завдання користувача
zh_cn: 用户任务
zh_tw: 使用者工作

source: User assembly '{0}' is missing. Debugger will now debug all code, not just user code.
cs: Chybí uživatelské sestavení {0}. Ladicí program teď bude ladit veškerý kód, ne jenom uživatelský kód.
de: Benutzerassembly '{0}' fehlt. Der Debugger debuggt jetzt den gesamten Code, nicht nur Benutzercode.
es: Falta el ensamblado de usuario '{0}'. El depurador depurará ahora todo el código, no solo el del usuario.
fr: L’assembly utilisateur «{0}» est manquant. Le débogueur va à présent déboguer tout le code, pas seulement le code utilisateur.
it: Manca l'assembly utente '{0}'. Il debugger eseguirà il debug di tutto il codice e non solo di quello utente.
ja: ユーザー アセンブリ '{0}' がありません。デバッガーは、ユーザー コードだけでなくすべてのコードをデバッグします。
ko: 사용자 어셈블리 '{0}'이(가) 없습니다. 디버거는 이제 사용자 코드뿐만 아니라 모든 코드를 디버깅합니다.
pl: Brak zestawu użytkownika „{0}”. Debuger będzie teraz debugować cały kod, a nie tylko kod użytkownika.
pt_br: O assembly de usuário '{0}' está ausente. O depurador depurará agora todo o código, não apenas o código do usuário.
ru: Отсутствует пользовательская сборка "{0}". Теперь отладчик будет отлаживать весь код, а не только пользовательский.
tr: '{0}' kullanıcı bütünleştirilmiş kodu eksik. Hata ayıklayıcısı yalnızca kullanıcı kodunun değil tüm kodun hatalarını ayıklayacak.
uk: Користувацька збірка '{0}' відсутня. Зневаджувач оброблятиме увесь код а не лише код користувача.
zh_cn: 缺少用户程序集“{0}”。调试程序现将调试所有代码，而不是仅调试用户代码。
zh_tw: 遺漏使用者組件 '{0}'。偵錯工具現在將會為所有程式碼偵錯，而不只是使用者程式碼。

source: User schema
cs: Uživatelské schéma
de: Benutzerschema
es: Esquema de usuario
fr: Schéma utilisateur
it: Schema utente
ja: ユーザー スキーマ
ko: 사용자 스키마
pl: Schemat użytkownika
pt_br: Esquema do usuário
ru: Пользовательская схема
tr: Kullanıcı şeması
uk: Користувацька
zh_cn: 用户架构
zh_tw: 使用者結構描述

source: User-specific configuration
cs: Konfigurace specifická pro uživatele
de: Benutzerspezifische Konfiguration
es: Configuración específica del usuario
fr: Configuration spécifique à l'utilisateur
it: Configurazione specifica dell'utente
ja: ユーザー固有の構成
ko: 사용자별 구성
pl: Konfiguracja właściwa dla użytkownika
pt_br: Configuração específica do usuário
ru: Пользовательская конфигурация
tr: Kullanıcıya özgü yapılandırma

source: User:
cs: Uživatel:
de: Benutzer:
es: Usuario:
fr: Utilisateur :
it: Utente:
ja: ユーザー:
ko: 사용자:
pl: Użytkownik:
pt_br: Usuário:
ru: Пользователь:
tr: Kullanıcı:
uk: Користувач:
zh_cn: 用户:
zh_tw: 使用者:

source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı
uk: Користувач
zh_cn: 用户名
zh_tw: 使用者名稱

source: Username:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d’utilisateur :
it: Nome utente:
ja: ユーザー名:
ko: 사용자 이름:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru: Имя пользователя:
tr: Kullanıcı Adı:
uk: Користувач:
zh_cn: 用户名:
zh_tw: 使用者名稱:

source: Uses shorter string.IsNullOrEmpty call instead of a longer condition
cs: Používá volání string.IsNullOrEmpty namísto delší podmínky.
de: Verwendet einen kürzeren string.IsNullOrEmpty-Aufruf anstelle einer längeren Bedingung.
es: Usa llamadas a string.IsNullOrEmpty más cortas en lugar de una condición más larga
fr: Utilise un appel string.IsNullOrEmpty au lieu d’une condition plus longue
it: Usa la chiamata string.IsNullOrEmpty più breve invece di una condizione più lunga
ja: 長い条件の代わりに短い string.IsNullOrEmpty 呼び出しを使います
ko: 자세한 조건 대신 간단한 string.IsNullOrEmpty 호출을 사용합니다.
pl: Używa krótszego wywołania string.IsNullOrEmpty zamiast dłuższego warunku
pt_br: Usa a chamada string.IsNullOrEmpty mais curta em vez de uma condição mais longa
ru: Использует более короткий вызов string.IsNullOrEmpty вместо длинного условия
tr: Daha uzun bir koşul yerine daha kısa string.IsNullOrEmpty çağrısını kullanır
uk: Використати коротший виклик string.IsNullOrEmpty замість довшої умови
zh_cn: 使用较短的 string.IsNullOrEmpty 调用替代较长的条件
zh_tw: 使用較短的 string.IsNullOrEmpty 呼叫，而非較長的條件

source: Uses the current selection as find string
cs: Použije aktuální výběr jako řetězec hledání.
de: Verwendet die aktuelle Auswahl als Suchzeichenfolge
es: Usa la selección actual como cadena de búsqueda
fr: Utilise la sélection active en tant que chaîne de recherche
it: Usa la selezione corrente come stringa di ricerca
ja: 現在の選択範囲を検索文字列として使用します
ko: 현재 선택 항목을 찾기 문자열로 사용합니다.
pl: Używa bieżącego zaznaczenia jako ciągu wyszukiwania
pt_br: Usa a seleção atual como cadeia de caracteres de busca
ru: Использует выделенный фрагмент для поиска строки
tr: Geçerli seçimi bulma dizesi olarak kullanır
uk: Використати вибране як зразок для пошуку
zh_cn: 使用当前选定内容作为查找字符串
zh_tw: 使用目前的選取項目作為尋找字串

source: Uses the current selection as replace string
cs: Použije aktuální výběr jako řetězec nahrazení.
de: Verwendet die aktuelle Auswahl als Ersetzungszeichenfolge
es: Usa la selección actual como cadena de reemplazo
fr: Utilise la sélection active en tant que chaîne de remplacement
it: Usa la selezione corrente come stringa di sostituzione
ja: 現在の選択範囲を置換文字列として使用します
ko: 현재 선택 항목을 바꾸기 문자열로 사용합니다.
pl: Używa bieżącego zaznaczenia jako ciągu zastępowania
pt_br: Usa a seleção atual como uma cadeia de caracteres de substituição
ru: Использует выделенный фрагмент для замены строки
tr: Geçerli seçimi değiştirme dizesi olarak kullanır
uk: Використати вибране як зразок для заміни
zh_cn: 使用当前选定内容作为替换字符串
zh_tw: 使用目前的選取項目作為取代字串

source: VB.NET Files
cs: Soubory VB.NET
de: VB.NET-Dateien
es: Archivos de VB.NET
fr: Fichiers VB.NET
it: File VB.NET
ja: VB.NET ファイル
ko: VB.NET 파일
pl: Pliki VB.NET
pt_br: Arquivos VB.NET
ru: Файлы VB.NET
tr: VB.NET Dosyaları
uk: Файли VB .NET
zh_cn: VB.NET 文件
zh_tw: VB.NET 檔案

source: Valid
cs: Platné
de: Gültig
es: Válido
fr: Valide
it: Valido
ja: 有効
ko: 유효함
pl: Prawidłowe
pt_br: Válido
ru: Действительный
tr: Geçerli
uk: Правильний
zh_cn: 有效
zh_tw: 有效

source: Validate Xml docs
cs: Ověřit dokumenty xml
de: XML-Dokumente überprüfen
es: Validar documentos XML
fr: Valider les documents XML
it: Convalida i documenti XML
ja: XML ドキュメントの検証
ko: XML 문서 유효성 검사
pl: Weryfikuj dokumenty XML
pt_br: Validar documentos Xml
ru: Проверить документы XML
tr: Xml belgelerini doğrula
uk: Перевірити документацію XML
zh_cn: 验证 XML 文档
zh_tw: 驗證 Xml 文件

source: Validate regular expression
cs: Ověřit regulární výraz
de: Regulären Ausdruck überprüfen
es: Validar expresión regular
fr: Valider l’expression régulière
it: Convalida l'espressione regolare
ja: 正規表現の検証
ko: 정규식 유효성 검사
pl: Waliduj wyrażenie regularne
pt_br: Validar expressão regular
ru: Проверить регулярное выражение
tr: Normal ifadeyi doğrula
zh_cn: 验证正则表达式
zh_tw: 驗證規則運算式

source: Validating {0}...
cs: Ověřování {0}...
de: {0} wird überprüft...
es: Validando {0}...
fr: Validation de {0}...
ja: {0} の検証中...
ko: {0}의 유효성을 검사하는 중...
pl: Trwa weryfikowanie {0}...
pt_br: Validando {0}...
ru: Идет проверка {0}...
tr: {0} Öğesi Doğrulanıyor...

source: Validity
cs: Platnost
de: Gültigkeit
es: Validez
fr: Validité
it: Validità
ja: 有効性
ko: 유효성
pl: Ważność
pt_br: Validade
ru: Допустимость
tr: Geçerlilik
uk: Валідність
zh_cn: 有效性
zh_tw: 有效性

source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
tr: Değer
uk: Значення
zh_cn: 值
zh_tw: 值

source: Value Visualizer
cs: Vizualizér hodnot
de: Wertschnellansicht
es: Visualizador de valores
fr: Visualiseur de valeur
it: Visualizzatore di valori
ja: 値ビジュアライザー
ko: 값 시각화 도우미
pl: Wizualizator wartości
pt_br: Visualizador de Valor
ru: Визуализатор значений
tr: Değer Görselleştirici
uk: Спостереження значень
zh_cn: 值可视化工具
zh_tw: 數值視覺化檢視
