Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Project Page
cs: Stránka projektu
de: Projektseite
es: Página de proyecto
fr: Page de projet
ja: プロジェクト ページ
ko: 프로젝트 페이지
pl: Strona projektu
pt_br: Página do Projeto
ru: Страница проекта
tr: Proje Sayfası

source: Project Path is illegal.
cs: Cesta k projektu není platná.
de: Der Projektpfad ist unzulässig.
es: La ruta de acceso del proyecto no es válida.
fr: Le chemin du projet est non conforme.
ja: プロジェクトのパスが無効です。
ko: 프로젝트 경로가 잘못되었습니다.
pl: Ścieżka projektu jest nieprawidłowa.
pt_br: O Caminho do Projeto é inválido.
ru: Путь проекта недопустим.
tr: Proje Yolu geçersiz.

source: Project References
cs: Projektové odkazy
de: Projektverweise
es: Referencias de proyecto
fr: Références du projet
it: Riferimenti al progetto
ja: プロジェクト参照
ko: 프로젝트 참조
pl: Odwołania projektu
pt_br: Referências de Projeto
ru: Ссылки проекта
tr: Proje Başvuruları
uk: Посилання проекту
zh_cn: 项目引用
zh_tw: 專案參考

source: Project Templates
cs: Šablony projektu
de: Projektvorlagen
es: Plantillas de proyecto
fr: Modèles de projet
ja: プロジェクト テンプレート
ko: 프로젝트 템플릿
pl: Szablony projektu
pt_br: Modelos de Projeto
ru: Шаблоны проекта
tr: Proje Şablonları

source: Project Trademark
cs: Ochranná známka projektu
de: Marke des Projekts
es: Marca comercial del proyecto
fr: Marque du projet
ja: プロジェクトの商標
ko: 프로젝트 상표
pl: Znak towarowy projektu
pt_br: Marca comercial do projeto
ru: Товарный знак проекта
tr: Proje Ticari Markası

source: Project URL:
cs: Adresa URL projektu:
de: Projekt-URL:
es: URL del proyecto:
fr: URL du projet :
it: Progetto:
ja: プロジェクトの URL:
ko: 프로젝트 URL:
pl: Adres URL projektu:
pt_br: URL do Projeto:
ru: URL-адрес проекта:
tr: Proje URL'si:

source: Project Version
cs: Verze projektu
de: Projektversion
es: Versión del proyecto
fr: Version du projet
ja: プロジェクト バージョン
ko: 프로젝트 버전
pl: Wersja projektu
pt_br: Versão do Projeto
ru: Версия проекта
tr: Proje Sürümü

source: Project _Options
cs: Možnosti _projektu
de: Projekt_optionen
es: _Opciones del proyecto
fr: _Options du projet
it: Opzioni pr_ogetto
ja: プロジェクト オプション(_O)
ko: 프로젝트 옵션(_O)
pl: _Opcje projektu
pt_br: _Opções de Projeto
ru: Пара_метры проекта
tr: Proje _Seçenekleri
uk: _Параметри проекту
zh_cn: 项目选项(_O)
zh_tw: 專案選項(_O)

source: Project could not be built:
cs: Projekt se nepodařilo sestavit:
de: Projekt konnte nicht erstellt werden:
es: El proyecto no se pudo compilar:
fr: Nous n’avons pas pu générer le projet :
it: Non è stato possibile compilare il progetto:
ja: プロジェクトをビルドできませんでした:
ko: 프로젝트를 빌드할 수 없습니다.
pl: Nie można skompilować projektu:
pt_br: Não foi possível compilar o projeto:
ru: Не удалось выполнить сборку проекта:
tr: Proje derlenemedi:
uk: Не вдалось побудувати проект:
zh_cn: 无法生成项目:
zh_tw: 無法建置專案:

source: Project could not be cleaned:
cs: Projekt se nepodařilo vyčistit:
de: Projekt konnte nicht bereinigt werden:
es: No se puede limpiar el proyecto:
fr: Nous n’avons pas pu nettoyer le projet :
it: Non è stato possibile pulire il progetto:
ja: プロジェクトをクリーンできませんでした:
ko: 프로젝트를 정리할 수 없습니다.
pl: Nie można wyczyścić projektu:
pt_br: Não foi possível limpar o projeto:
ru: Не удалось выполнить очистку проекта:
tr: Proje temizlenemedi:
uk: Не вдалось очистити проект:
zh_cn: 无法清理项目:
zh_tw: 無法清除專案:

source: Project could not be executed:
cs: Projekt se nepodařilo spustit:
de: Projekt konnte nicht ausgeführt werden:
es: El proyecto no se puede ejecutar:
fr: Nous n’avons pas pu exécuter le projet :
it: Non è stato possibile eseguire il progetto:
ja: プロジェクトを実行できませんでした:
ko: 프로젝트를 실행할 수 없습니다.
pl: Nie można wykonać projektu:
pt_br: O projeto não pôde ser executado:
ru: Не удалось выполнить проект:
tr: Proje yürütülemedi:
uk: Не вдалось запустити проект:
zh_cn: 无法执行项目:
zh_tw: 無法執行專案:

source: Project directory can't be deleted since it contains files from other projects or solutions
cs: Adresář projektu se nedá odstranit, protože obsahuje soubory z jiných projektů nebo řešení.
de: Das Projektverzeichnis kann nicht gelöscht werden, weil es Dateien aus anderen Projekten oder Projektmappen enthält.
es: El directorio del proyecto no se puede eliminar porque contiene archivos de otros proyectos o soluciones
fr: Il n’est pas possible de supprimer le répertoire du projet, car il contient des fichiers d’autres projets ou solutions
it: Non è possibile eliminare la directory del progetto perché contiene file di altri progetti o altre soluzioni
ja: プロジェクト ディレクトリには、他のプロジェクトまたはソリューションのファイルが入っているため削除できません
ko: 프로젝트 디렉터리는 다른 프로젝트 또는 솔루션의 파일을 포함하므로 삭제할 수 없습니다.
pl: Katalogu projektu nie można usunąć, ponieważ zawiera pliki z innych projektów lub rozwiązań
pt_br: Não foi possível excluir o diretório do projeto, pois ele contém arquivos de outros projetos ou soluções
ru: Каталог проекта невозможно удалить, так как он содержит файлы из других проектов или решений
tr: Proje dizini, diğer projeler veya çözümlerden dosyalar içerdiğinden silinemiyor
uk: Теку проекту неможливо вилучити, доки вона містить файли інших проектів або рішень
zh_cn: 无法删除项目目录，因为它包含其他项目或解决方案中的文件
zh_tw: 專案目錄包含其他專案或解決方案中的檔案，因此無法刪除

source: Project format is not supported by {0}. Use 'Migrate to New Format' command on solution or single project to migrate to format supported by {0}.
cs: {0} nepodporuje tento formát projektu. Příkazem Migrovat na nový formát migrujte řešení nebo projekt na formát, který {0} podporuje.
de: Das Projektformat wird von {0} nicht unterstützt. Verwenden Sie den Befehl "Migrate to New Format" (In neues Format migrieren) in der Projektmappe oder in einem einzelnen Projekt, um eine Migration in ein von {0} unterstütztes Format durchzuführen.
es: {0} no admite el formato del proyecto. Use el comando "Migrar a nuevo formato" en la solución o en el proyecto para migrar al formato compatible con {0}.
fr: Le format de projet n'est pas pris en charge par {0}. Utilisez la commande 'Migrer vers un nouveau format' sur la solution ou un projet unique pour effectuer la migration vers un format pris en charge par {0}.
ja: プロジェクト形式が {0} でサポートされていません。 {0} でサポートされている形式に移行するには、ソリューションまたは単一のプロジェクトで '新しい形式に移行する' コマンドを使用します。
ko: 프로젝트 형식이 {0}에서 지원되지 않습니다. 솔루션 또는 단일 프로젝트에서 '새 형식으로 마이그레이션' 명령을 사용하여 {0}에서 지원되는 형식으로 마이그레이션합니다.
pl: {0} nie obsługuje formatu projektu. Użyj polecenia „Migruj do nowego formatu” w rozwiązaniu lub pojedynczym projekcie do formatu obsługiwanego przez produkt {0}.
pt_br: Não há suporte para o formato do projeto por {0}. Utilize o comando 'Migrar para Outro Formato' na solução ou no projeto único para migrar para o formato com suporte por {0}.
ru: Формат проекта не поддерживается {0}. Используйте команду "Перенести в новый формат" в решении или отдельном проекте для перехода на формат, поддерживаемый {0}.
tr: Proje biçimi {0} tarafından desteklenmiyor. {0} tarafından desteklenen biçime geçiş yapmak için çözümdeki 'Yeni Biçime Geçir' komutunu veya tek projeyi kullanın.

source: Project management application
cs: Aplikace pro řízení projektů
de: Projektmanagement-Anwendung
es: Aplicación de administración de proyectos
fr: Application de gestion de projet
it: Applicazione per la gestione di progetti
ja: プロジェクト管理アプリケーション
ko: 프로젝트 관리 애플리케이션
pl: Aplikacja do zarządzania projektami
pt_br: Aplicativo de gerenciamento de projeto
ru: Приложение для управления проектами
tr: Proje yönetimi uygulaması
uk: Застосунок для керування проектами
zh_cn: 项目管理应用程序
zh_tw: 專案管理應用程式

source: Project migration failed
cs: Migrace projektu selhala.
de: Fehler bei Projektmigration.
es: Error al migrar el proyecto
fr: Échec de la migration du projet
ja: プロジェクトの移行に失敗しました
ko: 프로젝트 마이그레이션 실패
pl: Migracja projektu nie powiodła się
pt_br: Falha na migração do projeto
ru: Не удалось перенести проект.
tr: Proje geçişi başarısız oldu

source: Project name not provided.
cs: Není zadaný název projektu.
de: Projektname nicht angegeben
es: No se proporcionó un nombre de proyecto.
fr: Nom de projet non fourni.
it: Il nome del progetto non è stato specificato.
ja: プロジェクト名が指定されていません。
ko: 프로젝트 이름이 제공되지 않았습니다.
pl: Nie podano nazwy projektu.
pt_br: Nome do projeto não informado.
ru: Не указано имя проекта.
tr: Proje adı belirtilmemiş.
uk: Не вказана назва проекту.
zh_cn: 未提供项目名称。
zh_tw: 未提供專案名稱。

source: Project name:
cs: Název projektu:
de: Projektname:
es: Nombre del proyecto:
fr: Nom du projet :
it: Nome del progetto:
ja: プロジェクト名:
ko: 프로젝트 이름:
pl: Nazwa projektu:
pt_br: Nome do projeto:
ru: Имя проекта:
tr: Proje adı:
uk: Назва проекту:
zh_cn: 项目名称:
zh_tw: 專案名稱:

source: Project not built in active configuration
cs: Projekt není sestavený v aktivní konfiguraci.
de: Projekt wurde nicht in aktiver Konfiguration erstellt.
es: El proyecto no se ha compilado en la configuración activa.
fr: Projet non généré dans la configuration active
it: Progetto non compilato nella configurazione attiva
ja: アクティブな構成内でプロジェクトがビルドされていません
ko: 프로젝트가 활성 구성에서 빌드되지 않았습니다.
pl: Projekt nie został skompilowany w aktywnej konfiguracji
pt_br: O projeto não foi compilado na configuração ativa
ru: Не выполнена сборка проекта в активной конфигурации
tr: Proje etkin yapılandırmada derlenmedi
uk: Проект не побудовано в активній конфігурації
zh_cn: 不是在活动配置中生成的项目
zh_tw: 專案未以使用中的組態建置

source: Project not found
cs: Projekt se nepodařilo najít.
de: Projekt nicht gefunden
es: Proyecto no encontrado
fr: Projet introuvable
ja: プロジェクトが見つかりません
ko: 프로젝트를 찾을 수 없습니다.
pl: Nie znaleziono projektu
pt_br: Projeto não encontrado
ru: Проект не найден
tr: Proje bulunamadı

source: Project not selected to build for this solution configuration
cs: Projekt nebyl vybrán pro sestavení v této konfiguraci řešení.
de: Für diese Projektmappenkonfiguration wurde kein zu erstellendes Projekt ausgewählt.
es: Proyecto no seleccionado para compilarse para esta configuración de solución
fr: Projet non sélectionné pour la génération pour cette configuration de solution
ja: プロジェクトはこのソリューション構成に対してビルドするように選択されていません
ko: 이 솔루션 구성에 대해 빌드하도록 선택된 프로젝트가 없습니다.
pl: Projekt nie został wybrany do kompilowania dla tej konfiguracji rozwiązania
pt_br: Projeto não selecionado para build nesta configuração de solução
ru: Для сборки в данной конфигурации решения не выбран проект.
tr: Bu çözüm yapılandırmasını oluşturmak için proje seçilmedi

source: Project publishing failed. There is a stale .svn folder in the path '{0}'
cs: Publikování projektu se nepodařilo. V cestě {0} existuje zastaralá složka .svn.
de: Fehler bei der Projektveröffentlichung. Es gibt einen veralteten SVN-Ordner in Pfad '{0}'.
es: No se pudo publicar el proyecto. Hay una carpeta .svn obsoleta en la ruta de acceso '{0}'
fr: La publication du projet a échoué. Un dossier .svn caduque figure dans le chemin d’accès « {0} »
it: La pubblicazione del progetto non è riuscita. Nel percorso '{0}' è presente una cartella con estensione svn obsoleta
ja: プロジェクトを公開できませんでした。パス '{0}' に古い .svn フォルダーがあります
ko: 프로젝트를 게시하지 못했습니다. '{0}' 경로에 부실한 .svn 폴더가 있습니다.
pl: Publikowanie projektu nie powiodło się. W ścieżce „{0}” znajduje się nieodświeżony folder .svn
pt_br: A publicação do projeto falhou. Há uma pasta .svn obsoleta no caminho '{0}'
ru: Сбой публикации проекта. В пути "{0}" имеется устаревшая папка .svn
tr: Proje yayımlama başarısız oldu. '{0}' yolunda eski bir .svn klasörü var
uk: Не вдалось опублікувати проект. Виявлена застаріла тека .svn у '{0}'
zh_cn: 项目发布失败。路径“{0}”中有一个陈旧的 .svn 文件夹
zh_tw: 專案發行失敗。路徑 '{0}' 中有過時 .svn 資料夾

source: Project reference type '{0}' not supported yet
cs: Typ odkazu projektu {0} se zatím nepodporuje.
de: Projektverweistyp '{0}' wird noch nicht unterstützt.
es: El tipo de referencia de proyecto '{0}' no se admite aún
fr: Type de référence de projet « {0} » non encore pris en charge
it: Il tipo di riferimento '{0}' del progetto non è ancora supportato
ja: プロジェクト参照型 '{0}' はまだサポートされていません
ko: 프로젝트 참조 형식 '{0}'이(가) 지원되지 않습니다.
pl: Typ odwołania projektu „{0}” nie jest jeszcze obsługiwany
pt_br: Tipo de referência de projeto '{0}' ainda não tem suporte
ru: Тип ссылки проекта "{0}" пока не поддерживается
tr: '{0}' proje başvuru türü henüz desteklenmiyor
uk: Тип посилання проекту {0} ще не підтримується
zh_cn: 尚不支持项目引用类型“{0}”
zh_tw: 尚不支援專案參考型別 '{0}'

source: Project saved.
cs: Projekt je uložený.
de: Projekt gespeichert.
es: Proyecto guardado.
fr: Projet enregistré.
it: Il progetto è stato salvato.
ja: プロジェクトを保存しました。
ko: 프로젝트가 저장되었습니다.
pl: Zapisano projekt.
pt_br: Projeto salvo.
ru: Проект сохранен.
tr: Proje kaydedildi.
uk: Проект збережено.
zh_cn: 已保存项目。
zh_tw: 已儲存專案。

source: Project settings
cs: Nastavení projektu
de: Projekteinstellungen
es: Configuración del proyecto
fr: Paramètres du projet
it: Impostazioni del progetto
ja: プロジェクトの設定
ko: 프로젝트 설정
pl: Ustawienia projektu
pt_br: Configurações do projeto
ru: Параметры проекта
tr: Proje ayarları
uk: Параметри проекту
zh_cn: 项目设置
zh_tw: 專案設定

source: Project successfully cleaned
cs: Projekt se úspěšně vyčistil.
de: Projekt erfolgreich bereinigt.
es: El proyecto se ha limpiado correctamente
fr: Projet correctement nettoyé
it: Il progetto è stato pulito
ja: プロジェクトを正常にクリーンしました
ko: 프로젝트가 정리되었습니다.
pl: Pomyślnie wyczyszczono projekt
pt_br: Projeto limpo com sucesso
ru: Проект успешно очищен
tr: Proje başarıyla temizlendi
uk: Проект успішно очищено
zh_cn: 已成功清理项目
zh_tw: 已成功清除專案

source: Project will be saved at {0}
cs: Projekt se uloží do {0}.
de: Das Projekt wird unter {0} gespeichert.
es: El proyecto se guardará en {0}
fr: Le projet sera enregistré à {0}
it: Il progetto verrà salvato in {0}
ja: プロジェクトは {0} に保存されます
ko: 프로젝트가 {0}에 저장됩니다.
pl: Projekt zostanie zapisany w lokalizacji {0}
pt_br: O projeto será salvo em {0}
ru: Проект будет сохранен в {0}
tr: Proje {0} konumuna kaydedilecek
uk: Проект буде збережено в:
zh_cn: 项目将保存在 {0}
zh_tw: 專案將會儲存在 {0}

source: Project with guid '{0}' not found.
cs: Projekt s identifikátorem GUID {0} se nenašel.
de: Projekt mit GUID '{0}' nicht gefunden.
es: No se encuentra el proyecto con el GUID '{0}'.
fr: Le projet avec le guid « {0} » est introuvable.
it: Il progetto con GUID '{0}' non è stato trovato.
ja: GUID '{0}' のプロジェクトが見つかりません。
ko: guid가 '{0}'인 프로젝트를 찾을 수 없습니다.
pl: Nie znaleziono projektu o identyfikatorze GUID „{0}”.
pt_br: Projeto com guid '{0}' não encontrado.
ru: Не найден проект с GUID "{0}".
tr: '{0}' guid'li proje bulunamadı.
uk: Проект з ідентифікатором '{0}' не знайдено.
zh_cn: 找不到 GUID 为“{0}”的项目。
zh_tw: 找不到 guid 為 '{0}' 的專案。

source: Project {0} is being loaded as a Shared Assets project but has a different file extension. Please check the project type GUID in the solution file is correct.
cs: Projekt {0} se načítá jako projekt se sdílenými prostředky, ale má jinou příponu souboru. Zkontrolujte prosím správnost identifikátoru GUID typu projektu v souboru řešení.
de: Das Projekt "{0}" wird als ein Projekt mit freigegebenen Objekten geladen, besitzt jedoch eine andere Erweiterung. Überprüfen Sie, ob die Projekttyp-GUID in der Projektmappendatei korrekt ist.
es: El proyecto {0} se va a cargar como un proyecto de recursos compartidos, pero tiene una extensión de archivo diferente. Compruebe si el GUID del tipo de proyecto en el archivo de la solución es correcto.
fr: Le projet {0} est chargé en tant que projet Actifs partagés. Toutefois, son extension de fichier est différente. Vérifiez que le GUID du type de projet dans le fichier solution est correct.
ja: プロジェクト {0} は共有資産プロジェクトとして読み込まれていますが、ファイルの拡張子が異なります。ソリューション ファイルのプロジェクト タイプ GUID が正しいことを確認してください。
ko: {0} 프로젝트가 공유 자산 프로젝트로 로드되고 있지만 파일 확장명이 다릅니다. 솔루션 파일에서 프로젝트 형식 GUID가 올바른지 확인하세요.
pl: Projekt {0} jest ładowany jako projekt udostępnionych elementów zawartości, ale ma inne rozszerzenie pliku. Sprawdź, czy identyfikator GUID typu projektu w pliku rozwiązania jest poprawny.
pt_br: O projeto {0} está sendo carregado como um projeto de Ativos Compartilhados, mas tem uma extensão de arquivo diferente. Verifique se o GUID de tipo de projeto no arquivo de solução está correto.
ru: Проект {0} загружается как проект общих ресурсов, но имеет другое расширение файла. Проверьте, что GUID типа проекта в файле решения указан правильно.
tr: {0} projesi bir Paylaşılan Varlıklar projesi olarak yükleniyor ancak farklı bir dosya uzantısına sahip. Lütfen çözüm dosyasındaki proje türü GUID'sinin doğru olduğunu denetleyin.

source: Project:
cs: Projekt:
de: Projekt:
es: Proyecto:
fr: Projet :
it: Progetto:
ja: プロジェクト:
ko: 프로젝트:
pl: Projekt:
pt_br: Projeto:
ru: Проект:
tr: Proje:
uk: Проект:
zh_cn: 项目:
zh_tw: 專案:

source: Project: {0}
cs: Projekt: {0}
de: Projekt: {0}
es: Proyecto: {0}
fr: Projet : {0}
it: Progetto: {0}
ja: プロジェクト: {0}
ko: 프로젝트: {0}
pl: Projekt: {0}
pt_br: Projeto: {0}
ru: Проект: {0}
tr: Proje: {0}
uk: Проект: {0}
zh_cn: 项目: {0}
zh_tw: 專案: {0}

source: Projects
cs: Projekty
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ko: 프로젝트
pl: Projekty
pt_br: Projetos
ru: Проекты
tr: Projeler
uk: Проекти
zh_cn: 项目
zh_tw: 專案

source: Projects/Solutions
cs: Projekty/řešení
de: Projekte/Projektmappen
es: Proyectos/soluciones
fr: Projets/Solutions
it: Progetti/Soluzioni
ja: プロジェクト/ソリューション
ko: 프로젝트/솔루션
pl: Projekty/rozwiązania
pt_br: Projetos/Soluções
ru: Проекты/решения
tr: Projeler/Çözümler
uk: Проекти/Рішення
zh_cn: 项目/解决方案
zh_tw: 專案/解決方案

source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwości
pt_br: Propriedades
ru: Свойства
tr: Özellikler
uk: Властивості
zh_cn: 属性
zh_tw: 屬性

source: Property
cs: Vlastnost
de: Eigenschaft
es: Propiedad
fr: Propriété
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwość
pt_br: Propriedade
ru: Свойство
tr: Özellik
uk: Властивість
zh_cn: 属性
zh_tw: 屬性

source: Property '{0}' not found in type '{1}'.
cs: Vlastnost {0} se v typu {1} nepodařilo najít.
de: Die Eigenschaft '{0}' wurde in Typ '{1}' nicht gefunden.
es: No se encuentra la propiedad '{0}' en el tipo '{1}'.
fr: Propriété « {0} » introuvable dans le type « {1} ».
it: La proprietà '{0}' non è stata trovata nel tipo '{1}'.
ja: 型 '{1}' のプロパティ '{0}' は見つかりません。
ko: '{0}' 속성을 '{1}' 형식에서 찾을 수 없습니다.
pl: Nie znaleziono właściwości „{0}” w typie „{1}”.
pt_br: A propriedade '{0}' não foi encontrada no tipo '{1}'.
ru: Свойство "{0}" не найдено в типе "{1}".
tr: '{1}' türünde '{0}' özelliği bulunamadı.
zh_cn: 在类型“{1}”中找不到属性“{0}”。
zh_tw: 在類型 '{1}' 中找不到屬性 '{0}'。

source: Property name
cs: Název vlastnosti
de: Eigenschaftenname
es: Nombre de la propiedad
fr: Nom de la propriété
it: Nome della proprietà
ja: プロパティ名
ko: 속성 이름
pl: Nazwa właściwości
pt_br: Nome da propriedade
ru: Имя свойства
tr: Özellik adı
uk: Назва властивості
zh_cn: 属性名称
zh_tw: 屬性名稱

source: Proportional time scale
cs: Proporcionální časové měřítko
de: Proportionale Zeitskala
es: Escala de tiempo proporcional
fr: Échelle de temps proportionnelle
it: Scala cronologica proporzionale
ja: プロポーショナル タイム スケール
ko: 비례식 시간 단위
pl: Proporcjonalna skala czasu
pt_br: Escala de tempo proporcional
ru: Пропорциональная шкала времени
tr: Orantılı zaman ölçeği
uk: Пропорційне вимірювання часу
zh_cn: 相对时间刻度
zh_tw: 等比例時間刻度

source: Protocol:
cs: Protokol:
de: Protokoll:
es: Protocolo:
fr: Protocole :
it: Protocollo:
ja: プロトコル:
ko: 프로토콜:
pl: Protokół:
pt_br: Protocolo:
ru: Протокол:
tr: Protokol:
uk: Протокол:
zh_cn: 协议:
zh_tw: 通訊協定:

source: Provides a prefix the runtime uses to look for Global Assembly Caches. Directories are separated by the platform path separator (colons on unix). MONO_GAC_PREFIX should point to the top directory of a prefixed install. Or to the directory provided in the gacutil /gacdir command. Example: /home/username/.mono:/usr/local/mono/
cs: Poskytuje prefix, který modul runtime používá k vyhledání globálních mezipamětí sestavení (GAC). Adresáře jsou oddělené oddělovačem cesty platformy (dvojtečkou v Unixu). MONO_GAC_PREFIX by měl odkazovat na adresář nejvyšší úrovně u instalace označené prefixem, případně na adresář uvedený v příkazu gacutil /gacdir. Příklad: /home/username/.mono:/usr/local/mono/
de: Stellt ein Präfix bereit, das die Laufzeit zur Suche nach globalen Assemblycaches verwendet. Verzeichnisse werden durch das plattformspezifische Pfadtrennzeichen getrennt (in Unix Doppelpunkte). MONO_GAC_PREFIX sollte auf das oberste Verzeichnis einer Installation mit Präfix oder auf das im Befehl 'gacutil /gacdir' angegebene Verzeichnis verweisen. Beispiel: /home/username/.mono:/usr/local/mono/
es: Proporciona un prefijo que el entorno de ejecución utiliza para buscar cachés de ensamblados globales. Los directorios se separan con un separador de ruta de acceso de la plataforma (dos puntos en Unix). MONO_GAC_PREFIX debe apuntar al primer directorio de una instalación con prefijo, o bien al directorio proporcionado en el comando de gacutil /gacdir. Ejemplo: /home/username/.mono:/usr/local/mono/
fr: Fournit un préfixe que le runtime utilise pour rechercher des GAC. Les répertoires sont séparés par le séparateur de chemin d’accès de la plateforme (deux-points sous UNIX). MONO_GAC_PREFIX doit pointer vers le répertoire supérieur d’une installation préfixée, ou vers le répertoire spécifié dans la commande gacutil /gacdir. Exemple : /home/nomutilisateur/.mono:/usr/local/mono/
it: Fornisce un prefisso usato dal runtime per cercare le Global Assembly Cache. Le directory sono delimitate dal separatore di percorso della piattaforma (due punti in UNIX). MONO_GAC_PREFIX deve puntare alla directory iniziale di un'installazione con prefisso o alla directory fornita nel comando gacutil /gacdir. Esempio: /home/nomeutente/.mono:/usr/local/mono/
ja: グローバル アセンブリ キャッシュを検索するのにランタイムが使用するプレフィックスを指定します。ディレクトリは、プラットフォームのパス区切り (Unix ではコロン) で区切ります。MONO_GAC_PREFIX は、インストール先のプレフィックスの最上位のディレクトリ、または gacutil /gacdir コマンド内で指定されたディレクトリを指す必要があります。例: /home/username/.mono:/usr/local/mono/
ko: 런타임이 전역 어셈블리 캐시를 찾는 데 사용하는 접두사를 제공합니다. 디렉터리는 플랫폼 경로 구분 기호(Unix에서는 콜론)로 구분됩니다. MONO_GAC_PREFIX는 접두사가 지정된 설치의 최상위 디렉터리를 가리켜야 합니다. 또는 gacutil /gacdir 명령에서 제공된 디렉터리를 가리켜야 합니다. 예: /home/username/.mono:/usr/local/mono/
pl: Zapewnia prefiks używany przez środowisko wykonawcze dla globalnych pamięci podręcznych zestawu. Katalogi są rozdzielane przy użyciu separatora ścieżki platformy (dwukropek w systemach unix). Zmienna środowiskowa MONO_GAC_PREFIX powinna wskazywać katalog najwyższego poziomu instalacji z dodanym prefiksem lub katalog podany przy użyciu polecenia gacutil /gacdir. Przykład: /home/username/.mono:/usr/local/mono/
pt_br: Fornece um prefixo que o tempo de execução usa para procurar Caches de Assembly Global. Diretórios são separados pelo separador de caminho de plataforma (dois-pontos no unix). MONO_GAC_PREFIX deve apontar para o diretório superior de uma instalação prefixada ou para o diretório fornecido no comando gacutil /gacdir. Exemplo: /home/username/.mono:/usr/local/mono/
ru: Предоставляет префикс, используемый средой выполнения для поиска глобальных кэшей сборок. Каталоги отделяются разделителями пути платформы (в Unix это двоеточия). MONO_GAC_PREFIX должен указывать на верхний каталог установки с префиксом либо на каталог, указанный в команде gacutil /gacdir. Пример: /home/username/.mono:/usr/local/mono/
tr: Çalışma zamanının Genel Bütünleştirilmiş Kod Önbelleklerini aramada kullandığı bir ön ek sağlar. Dizinler platform yolu ayırıcısı (unix'te iki nokta üst üste) tarafından ayrılır. MONO_GAC_PREFIX ön ekli yüklemenin en üst dizinini veya gacutil /gacdir komutu neticesinde sağlanan dizini işaret etmelidir. Örneğin: /home/username/.mono:/usr/local/mono/
zh_cn: 提供一个前缀，运行时将用它查找全局程序集缓存。目录由平台路径分隔符(在 unix 上为冒号)分隔。MONO_GAC_PREFIX 应指向预先指定的安装的顶层目录。或者指向 gacutil /gacdir 命令中提供的目录。示例: /home/username/.mono:/usr/local/mono/
zh_tw: 提供執行階段用來尋找全域組件快取的前置詞。目錄會透過平台路徑分隔符號區隔 (在 Unix 上是冒號)。MONO_GAC_PREFIX 應該指向前置安裝的頂端目錄，或指向 gacutil /gacdir 命令中所提供的目錄。範例: /home/username/.mono:/usr/local/mono/
