Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Running web server...
cs: Spouští se webový server...
de: Webserver wird ausgeführt...
es: Ejecutando el servidor web...
fr: Exécution du serveur web...
it: Esecuzione del server Web...
ja: Web サーバーを実行しています...
ko: 웹 서버를 실행하는 중...
pl: Trwa uruchamianie serwera sieci Web...
pt_br: Executando servidor Web...
ru: Выполняется запуск веб-сервера...
tr: Web sunucusu çalıştırılıyor...
zh_cn: 正在运行 Web 服务器...
zh_tw: 正在執行網頁伺服器...

source: Running {0} ...
cs: Probíhá {0} ...
de: {0} wird ausgeführt...
es: Ejecutando {0}...
fr: Exécution de {0}...
it: Esecuzione di {0}...
ja: {0} を実行中...
ko: {0}을(를) 실행하는 중...
pl: Trwa uruchamianie elementu {0}...
pt_br: Executando {0} ...
ru: Выполняется запуск {0}...
tr: {0} çalıştırılıyor...
uk: Виконується {0} ...
zh_cn: 正在运行 {0} ...
zh_tw: 正在執行 {0}...

source: Running: {0} {1}
cs: Probíhá: {0} {1}
de: {0} {1} wird ausgeführt
es: Ejecutando: {0} {1}
fr: Exécution : {0} {1}
it: In esecuzione: {0} {1}
ja: 実行中: {0} {1}
ko: 실행하는 중: {0} {1}
pl: Uruchamianie: {0} {1}
pt_br: Executando: {0} {1}
ru: Выполняется: {0} {1}
tr: {0} {1} çalışıyor
uk: Виконується: {0} {1}
zh_cn: 正在运行: {0} {1}
zh_tw: 正在執行: {0} {1}

source: Runs all tests of the current selected project.
cs: Spustí všechny testy aktuálně vybraného projektu.
de: Führt alle Tests des aktuellen ausgewählten Projekts aus.
es: Ejecuta todas las pruebas del proyecto seleccionado actualmente.
fr: Exécuter tous les tests du projet actuellement sélectionné.
it: Esegue tutti i test del progetto corrente selezionato.
ja: 現在選択されているプロジェクトのすべてのテストを実行します。
ko: 선택한 현재 프로젝트의 모든 테스트를 실행합니다.
pl: Uruchamia wszystkie testy obecnie wybranego projektu.
pt_br: Executa todos os testes do projeto selecionado atual.
ru: Запускает все тесты для текущего выбранного проекта.
tr: Geçerli seçili projenin tüm testlerini çalıştırır.
uk: Запустити всі тести поточного вибраного проекту.
zh_cn: 运行当前选定项目的所有测试。
zh_tw: 正在執行目前所選專案的所有測試。

source: Runs in profiling mode with the specified profiler module.
cs: Provozuje se v profilovacím režimu pomocí zadaného modulu profileru.
de: Wird im Profilerstellungsmodus mit dem angegebenen Profiler-Modul ausgeführt.
es: Se ejecuta en modo de generación de perfiles con el módulo de generador de perfiles especificado.
fr: S’exécute en mode profilage avec le module de profileur spécifié.
it: Consente di usare il modulo profiler specificato per l'esecuzione in modalità profilatura.
ja: 指定されたプロファイラー モジュールを使用して、プロファイル モードで実行します。
ko: 지정된 프로파일러 모듈을 사용하여 프로파일링 모드에서 실행합니다.
pl: Działa w trybie profilowania przy użyciu określonego modułu profilowania.
pt_br: É executado no modo de análise com o módulo de criador de perfil especificado.
ru: Запускается в режиме профилирования с указанным модулем профилировщика.
tr: Belirtilen profil oluşturma modülü ile profil oluşturma modunda çalışır.
uk: Запускається в режимі профілювання зі вказаним модулем профілювання.
zh_cn: 使用指定探查器模块在分析模式下运行。
zh_tw: 指定模分析工具模組在分析模式中的執行次數。

source: Runs tests using a special execution mode.
cs: Spustí testy jednotek ve speciálním režimu provádění.
de: Führt Tests in einem speziellen Ausführungsmodus aus.
es: Ejecuta las pruebas mediante un modo de ejecución especial.
fr: Exécuter les tests dans un mode d’exécution spécial.
it: Esegue i test in una modalità di esecuzione speciale.
ja: 特別な実行モードでテストを実行します。
ko: 특수 실행 모드를 사용하여 테스트를 실행합니다.
pl: Uruchamia testy przy użyciu specjalnego trybu wykonania.
pt_br: Executa os testes usando um modo de execução especial.
ru: Запускает тесты с использованием специального режима выполнения.
tr: Testleri özel bir yürütme modunu kullanarak çalıştırır.
uk: Запустити тести у спеціальному режимі виконання.
zh_cn: 使用特殊执行模式运行测试。
zh_tw: 使用特殊執行模式執行測試的次數。

source: Runs the unit tests of the project
cs: Spustí testy jednotek projektu.
de: Führt die Komponententests des Projekts durch.
es: Ejecuta las pruebas unitarias del proyecto.
fr: Exécute les tests unitaires du projet
it: Esegue gli unit test del progetto
ja: プロジェクトの単体テストを実行する
ko: 프로젝트의 단위 테스트를 실행합니다.
pl: Uruchamia testy jednostkowe projektu
pt_br: Executa os testes de unidade do projeto
ru: Выполняет модульные тесты проекта
tr: Projenin birim testlerini çalıştırır

source: Runtime
de: Laufzeit
es: Entorno de ejecución
ja: ランタイム
ko: 런타임
pl: Środowisko uruchomieniowe
pt_br: Tempo de Execução
ru: Среда выполнения
tr: Çalışma Zamanı
uk: Середовище виконання
zh_cn: 运行时
zh_tw: 執行階段

source: Runtime Options
cs: Možnosti modulu runtime
de: Laufzeitoptionen
es: Opciones de entorno de ejecución
fr: Options du runtime
it: Opzioni runtime
ja: ランタイム オプション
ko: 런타임 옵션
pl: Opcje środowiska uruchomieniowego
pt_br: Opções de Tempo de Execução
ru: Параметры среды выполнения
tr: Çalışma Zamanı Seçenekleri
uk: Параметри середовища виконання
zh_cn: 运行时选项
zh_tw: 執行階段選項

source: Runtime Version
cs: Verze modulu runtime
de: Laufzeitversion
es: Versión del entorno de ejecución
fr: Version du runtime
it: Versione runtime
ja: ランタイム バージョン
ko: 런타임 버전
pl: Wersja środowiska uruchomieniowego
pt_br: Versão de Tempo de Execução
ru: Версия среды выполнения
tr: Çalışma Zamanı Sürümü
uk: Версія середовища виконання
zh_cn: 运行时版本
zh_tw: 執行階段版本

source: Runtime Version: {0}
cs: Verze modulu runtime: {0}
de: Laufzeitversion: {0}
es: Versión de tiempo de ejecución: {0}
fr: Version du runtime : {0}
ja: ランタイム バージョン: {0}
ko: 런타임 버전: {0}
pl: Wersja środowiska uruchomieniowego: {0}
pt_br: Versão de Tempo de Execução: {0}
ru: Версия среды выполнения: {0}
tr: Çalışma Zamanı Sürümü: {0}

source: Runtime Versions:
cs: Verze modulu runtime:
de: Laufzeitversionen:
es: Versiones de tiempo de ejecución:
fr: Versions du runtime :
ja: ランタイム バージョン:
ko: 런타임 버전:
pl: Wersje środowiska uruchomieniowego:
pt_br: Versões de Tempo de Execução:
ru: Версии среды выполнения:
tr: Çalışma Zamanı Sürümleri:

source: Runtime found
cs: Byly nalezeny moduly runtime.
de: Runtimes gefunden
es: Se encontraron entornos de ejecución
fr: Runtimes trouvés
ja: ランタイムが見つかりました
ko: 런타임을 찾음
pl: Znaleziono środowiska uruchomieniowe
pt_br: Tempos de execução localizados
ru: Обнаруженные среды выполнения
tr: Çalışma zamanları bulundu

source: Runtime: {0}
cs: Modul runtime: {0}
de: Laufzeit: {0}
ja: ランタイム: {0}
ko: 런타임: {0}
pl: Środowisko uruchomieniowe: {0}
pt_br: Tempo de execução: {0}
ru: Среда выполнения: {0}
tr: Çalışma Zamanı: {0}

source: SASS, CSS document
cs: Dokument šablony stylů CSS SASS
de: Sass, CSS-Dokument
es: Documento CSS, SASS
fr: Documents SASS, CSS
ja: SASS、CSS ドキュメント
ko: SASS, CSS 문서
pl: SASS, dokument CSS
pt_br: Documento SASS, CSS
ru: Sass, документ CSS
tr: SASS, CSS belgesi

source: SCSS Style Sheet (SASS)
cs: Šablona stylů SCSS (SASS)
es: Hoja de estilos SCSS (SASS)
fr: Feuille de style SCSS (SASS)
ja: SCSS スタイル シート (SASS)
ko: SCSS 스타일시트(SASS)
pl: Arkusz stylów SCSS (SASS)
pt_br: Folha de Estilos SCSS (SASS)
ru: Таблица стилей SCSS (Sass)
tr: SCSS Stil Sayfası (SASS)

source: SCSS is a language that compiles into CSS.
cs: SCSS je jazyk, jehož kompilací vznikají šablony stylů CSS.
de: SCSS ist eine Sprache, die in CSS kompiliert wird.
es: SCSS es un lenguaje que se compila en CSS.
fr: SCSS est un langage compilable en CSS.
ja: SCSS は CSS にコンパイルされる言語です。
ko: SCSS는 CSS로 컴파일되는 언어입니다.
pl: SCSS to język kompilowany na język CSS.
pt_br: SCSS é uma linguagem compilada em CSS.
ru: SCSS — это язык, который компилируется в CSS.
tr: SCSS, CSS olarak derlenen bir dildir.

source: SCSS, CSS document
cs: Dokument šablony stylů CSS SCSS
de: SCSS, CSS-Dokument
es: Documento CSS, SCSS
fr: Document SCSS, CSS
ja: SCSS、CSS ドキュメント
ko: SCSS, CSS 문서
pl: SCSS, dokument CSS
pt_br: Documento SCSS, CSS
ru: SCSS, документ CSS
tr: SCSS, CSS belgesi

source: SDK Locations
cs: Umístění sad SDK
de: SDK-Speicherorte
es: Ubicaciones de SDK
fr: Emplacements SDK
it: Percorsi SDK
ja: SDK の場所
ko: SDK 위치
pl: Lokalizacje zestawów SDK
pt_br: Locais de SDK
ru: Расположения пакетов SDK
tr: SDK Konumları
uk: Розташування SDK
zh_cn: SDK 位置
zh_tw: SDK 位置

source: SDK Version: {0}
cs: Verze sady SDK: {0}
es: Versión del SDK: {0}
fr: Version du SDK : {0}
ja: SDK バージョン: {0}
ko: SDK 버전: {0}
pl: Wersja zestawu SDK: {0}
pt_br: Versão do SDK: {0}
ru: Версия пакета SDK: {0}
tr: SDK Sürümü: {0}

source: SDK Versions:
cs: Verze sady SDK:
de: SDK-Versionen:
es: Versiones del SDK:
fr: Versions du SDK :
ja: SDK バージョン:
ko: SDK 버전:
pl: Wersje zestawu SDK:
pt_br: Versões do SDK:
ru: Версии пакета SDK:
tr: SDK Sürümleri:

source: SDK found
cs: Byly nalezeny sady SDK.
de: SDKs gefunden
es: Se encontraron SDK
fr: SDK trouvés
ja: SDK が見つかりました
ko: SDK를 찾음
pl: Znaleziono zestawy SDK
pt_br: SDKs localizados
ru: Обнаруженные пакеты SDK
tr: SDK'lar bulundu

source: SDK found at default location.
cs: Sada SDK se našla ve výchozím umístění.
de: SDK im Standardverzeichnis gefunden.
es: Se ha encontrado un SDK en la ubicación predeterminada.
fr: Kit de développement logiciel (SDK) trouvé à l’emplacement par défaut.
it: L'SDK è stato trovato nel percorso predefinito.
ja: SDK が既定の場所に見つかりました。
ko: SDK를 기본 위치에서 찾았습니다.
pl: Znaleziono zestaw SDK w domyślnej lokalizacji.
pt_br: SDK encontrado no local padrão.
ru: Пакет SDK найден в расположении по умолчанию.
tr: SDK varsayılan konumda bulundu.
uk: SDK знайдено у типовому місці.
zh_cn: 在默认位置找到了 SDK。
zh_tw: 在預設位置中找到 SDK。

source: SDK found at specified location.
cs: V zadaném umístění se našla sada SDK.
de: SDK am angegebenen Ort gefunden.
es: SDK encontrado en la ubicación especificada.
fr: Kit de développement logiciel (SDK) trouvé à l’emplacement spécifié.
it: L'SDK è stato trovato nel percorso specificato.
ja: 指定した場所で SDK が見つかりました。
ko: SDK를 지정된 위치에서 찾았습니다.
pl: Znaleziono zestaw SDK w określonej lokalizacji.
pt_br: SDK encontrado no local especificado.
ru: Пакет SDK найден в указанном расположении.
tr: Belirtilen konumda SDK bulundu.
uk: SDK знайдено у вказаному місці.
zh_cn: 在指定位置找到了 SDK。
zh_tw: 在指定的位置找到 SDK。

source: SSL Key
cs: Klíč SSL
de: SSL-Schlüssel
es: Clave SSL
fr: Clé SSL
it: Chiave SSL
ja: SSL キー
ko: SSL 키
pl: Klucz SSL
pt_br: Chave SSL
ru: Ключ SSL
tr: SSL Anahtarı
uk: Ключ SSL
zh_cn: SSL 密钥
zh_tw: SSL 金鑰

source: SSL mode:
cs: Režim SSL:
de: SSL-Modus:
es: Modo SSL:
fr: Mode SSL :
it: Modalità SSL:
ja: SSL モード:
ko: SSL 모드:
pl: Tryb SSL:
pt_br: Modo SSL:
ru: Режим SSL:
tr: SSL modu:
uk: Режим SSL:
zh_cn: SSL 模式:
zh_tw: SSL 模式:

source: SSL protocol:
cs: Protokol SSL:
de: SSL-Protokoll:
es: Protocolo SSL:
fr: Protocole SSL :
it: Protocollo SSL:
ja: SSL プロトコル:
ko: SSL 프로토콜:
pl: Protokół SSL:
pt_br: Protocolo SSL:
ru: Протокол SSL:
tr: SSL protokolü:
uk: Протокол SSL:
zh_cn: SSL 协议:
zh_tw: SSL 通訊協定:

source: S_how Log
cs: Z_obrazit protokol
de: _Protokoll anzeigen
es: M_ostrar registro
fr: Affic_her le journal
it: M_ostra log
ja: ログの表示(_H)
ko: 로그 표시(_H)
pl: Pokaż _dziennik
pt_br: M_ostrar Log
ru: По_казать журнал
tr: G_ünlüğü göster
zh_cn: 显示日志(_H)
zh_tw: 顯示記錄(_H)

source: S_how whitespaces
cs: Zobrazit _prázdné znaky
de: _Leerzeichen anzeigen
es: Mostrar _espacios en blanco
fr: Afficher les espaces blancs
it: Mostra spa_zi vuoti
ja: 空白文字を表示(_H)
ko: 공백 표시(_H)
pl: _Pokaż białe znaki
pt_br: E_xibir espaços em brancos
ru: По_казать пробелы
tr: B_oşlukları göster
uk: По_казати пропуски
zh_cn: 显示空格(_H)
zh_tw: 顯示空格(_H)

source: S_trong Name File:
cs: Soubor se silným ná_zvem:
de: Datei mit s_tarkem Namen:
es: Archivo con nombre _seguro:
fr: _Fichier de nom fort :
it: File con no_me sicuro:
ja: 厳密な名前のファイル(_T):
ko: 강력한 이름 파일(_T):
pl: Plik o s_ilnej nazwie:
pt_br: Nome de Arquivo _Forte:
ru: Файл со с_трогим именем:
tr: T_anımlayıcı Ad Dosyası:
zh_cn: 强名称文件(_T):
zh_tw: 強式名稱檔案(_T):

source: S_witch Maximized/Normal View
cs: Přepnout _maximalizované/normální zobrazení
de: Ma_ximierte/Normale Ansicht umschalten
es: Ca_mbiar vista a maximizada o normal
fr: _Basculer entre affichages normal et agrandi
it: Al_terna visualizzazione ingrandita/normale
ja: 最大/標準ビューの切り替え(_W)
ko: 최대화된/일반 뷰 전환(_W)
pl: _Przełącz do widoku zmaksymalizowanego/normalnego
pt_br: A_lternar a Exibição Maximizada/Normal
ru: П_ереключиться между развернутым/обычным представлением
tr: Ekranı Kaplayan Görünüm ve Normal Görünüm Arasında Geçiş _Yap
zh_cn: 切换最大化/普通视图(_W)
zh_tw: 切換最大化/標準模式(_W)

source: Sample file output
cs: Ukázkový výstup souboru
de: Beispieldateiausgabe
es: Salida de archivo de muestra
fr: Exemple de sortie de fichier
ja: ファイル出力のサンプル
ko: 샘플 파일 출력
pl: Przykładowe dane wyjściowe pliku
pt_br: Exemplo de saída de arquivo
ru: Пример выходного файла
tr: Örnek dosya çıktısı

source: Saturation
cs: Sytost
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
pl: Nasycenie
pt_br: Saturação
ru: Насыщенность
tr: Doygunluk

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

source: Save A_ll
cs: Uložit vš_e
de: A_lle speichern
es: G_uardar todo
fr: Enre_gistrer tout
it: Sal_va tutto
ja: すべて保存(_L)
ko: 모두 저장(_L)
pl: Zapisz _wszystko
pt_br: Salvar T_udo
ru: Сохранить _все
tr: Tümü_nü Kaydet
uk: Зберегти _все
zh_cn: 全部保存(_L)
zh_tw: 全部儲存(_L)

source: Save As
cs: Uložit jako
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pl: Zapisz jako
pt_br: Salvar Como
ru: Сохранить как
tr: Farklı Kaydet

source: Save Curre_nt Layout...
cs: Uložit aktuál_ní rozložení...
de: Aktuelles La_yout speichern...
es: Guardar diseño act_ual...
fr: Enregistrer la dispositio_n actuelle...
it: Salva la_yout corrente...
ja: 現在のレイアウトを保存(_N)...
ko: 현재 레이아웃 저장(_N)...
pl: Zapisz _bieżący układ...
pt_br: Salvar Layout A_tual...
ru: Сохрани_ть текущий макет...
tr: Geçer_li Düzeni Kaydet...
zh_cn: 保存当前布局(_N)...
zh_tw: 儲存目前配置(_N)...

source: Save Files
cs: Uložit soubory
de: Dateien speichern
es: Guardar archivos
fr: Enregistrer les fichiers
it: Salva file
ja: ファイルの保存
ko: 파일 저장
pl: Zapisz pliki
pt_br: Salvar Arquivos
ru: Сохранить файлы
tr: Dosyaları Kaydet
uk: Зберегти файли
zh_cn: 保存文件
zh_tw: 儲存檔案

source: Save _As...
cs: Uložit _jako...
de: S_peichern unter...
es: G_uardar como...
fr: En_registrer sous...
it: S_alva con nome...
ja: 名前を付けて保存(_A)...
ko: 다른 이름으로 저장(_A)...
pl: _Zapisz jako...
pt_br: Salvar _Como...
ru: Сохранить _как...
tr: Farklı _Kaydet...
uk: Зберегти я_к...
zh_cn: 另存为(_A)...
zh_tw: 另存新檔(_A)...

source: Save all open files
cs: Uložit všechny otevřené soubory
de: Alle geöffneten Dateien speichern
es: Guardar todos los archivos abiertos
fr: Enregistrer tous les fichiers ouverts
it: Salva tutti i file aperti
ja: 開いているファイルをすべて保存します
ko: 모든 열린 파일 저장
pl: Zapisz wszystkie otwarte pliki
pt_br: Salvar todos os arquivos abertos
ru: Сохранить все открытые файлы
tr: Tüm açık dosyaları kaydet
uk: Зберегти всі відкриті файли
zh_cn: 保存所有打开的文件
zh_tw: 儲存所有開啟中的檔案

source: Save as .fsx
cs: Uložit jako .fsx
de: Als FSX speichern
es: Guardar como .fsx
fr: Enregistrer au format .fsx
it: Salva come FSX
ja: .fsx として保存
ko: .fsx로 저장
pl: Zapisz jako plik fsx
pt_br: Salvar como .fsx
ru: Сохранить в формате FSX
tr: .fsx olarak kaydet
zh_cn: 另存为 .fsx
zh_tw: 儲存為 .fsx

source: Save as Unicode
cs: Uložit jako Unicode
de: Als Unicode speichern
es: Guardar como Unicode
fr: Enregistrer en Unicode
it: Salva come Unicode
ja: Unicode で保存
ko: 유니코드로 저장
pl: Zapisz jako kod Unicode
pt_br: Salvar como Unicode
ru: Сохранить в формате Юникод
tr: Unicode olarak kaydet
uk: Зберегти в Unicode
zh_cn: 另存为 Unicode
zh_tw: 另存為 Unicode

source: Save as script
cs: Uložit jako skript
de: Als Skript speichern
es: Guardar como script
fr: Enregistrer en tant que script
it: Salva come script
ja: スクリプトとして保存
ko: 스크립트로 저장
pl: Zapisz jako skrypt
pt_br: Salvar como script
ru: Сохранить в виде скрипта
tr: Betik olarak kaydet
zh_cn: 另存为脚本
zh_tw: 儲存為指令碼

source: Save as...
cs: Uložit jako...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
it: Salva con nome...
ja: 名前を付けて保存...
ko: 다른 이름으로 저장...
pl: Zapisz jako...
pt_br: Salvar como...
ru: Сохранить как...
tr: Farklı kaydet
uk: Зберегти як...
zh_cn: 另存为...
zh_tw: 另存新檔...

source: Save build output
cs: Uložit výstup sestavení
de: Buildausgabe speichern
es: Guardar resultado de la compilación
fr: Enregistrer la sortie de la génération
ja: ビルド出力の保存
ko: 빌드 출력 저장
pl: Zapisz dane wyjściowe kompilacji
pt_br: Salvar a saída do build
ru: Сохранить выходные данные сборки
tr: Derleme çıktısını kaydet

source: Save changed documents before building?
cs: Chcete uložit změny v dokumentech před sestavením?
de: Geänderte Dokumente vor dem Buildvorgang speichern?
es: ¿Desea guardar los documentos modificados antes de la compilación?
fr: Enregistrer les documents modifiés avant la génération ?
it: Salvare i documenti modificati prima della compilazione?
ja: ビルド前に、変更されたドキュメントを保存しますか?
ko: 빌드하기 전에 변경된 문서를 저장할까요?
pl: Czy zapisać zmienione dokumenty przed rozpoczęciem kompilacji?
pt_br: Deseja salvar os documentos alterados antes de compilar?
ru: Сохранить измененные документы перед сборкой?
tr: Derlemeden önce değiştirilen belgeler kaydedilsin mi?
uk: Зберегти змінені документи перед побудовою?
zh_cn: 是否在生成前保存已更改的文档?
zh_tw: 要先儲存變更的文件後再行建置嗎?

source: Save failed.
cs: Uložení selhalo.
de: Fehler beim Speichern.
es: No se pudo guardar.
fr: L’enregistrement a échoué.
it: Il salvataggio non è riuscito.
ja: 保存に失敗しました。
ko: 저장하지 못했습니다.
pl: Zapisywanie nie powiodło się.
pt_br: Falha ao salvar.
ru: Сбой при сохранении.
tr: Kaydedilemedi.
uk: Збереження завершилось невдало.
zh_cn: 保存失败。
zh_tw: 儲存失敗。

source: Save in a new Packaging Project
cs: Uložit v novém balícím projektu
de: In neuem Paketerstellungsprojekt speichern
es: Guardar en nuevo proyecto de empaquetado
fr: Enregistrer dans un nouveau projet d’empaquetage
it: Salva in un nuovo progetto di creazione pacchetti
ja: 新しいパッケージ プロジェクトに保存する
ko: 새 패키징 프로젝트에서 저장
pl: Zapisz w nowym projekcie pakietu
pt_br: Salvar em um novo Projeto de Empacotamento
ru: Сохранить в новом проекте упаковки
tr: Yeni bir Paketleme Projesi içerisine kaydet
uk: Зберегти у новому проекті пакета
zh_cn: 在新打包项目中保存
zh_tw: 儲存在新的封裝專案中

source: Save location:
cs: Umístění pro uložení:
de: Speicherort speichern:
es: Ubicación para guardar:
fr: Emplacement d'enregistrement :
ja: 保存場所:
ko: 저장 위치:
pl: Lokalizacja zapisywania:
pt_br: Local para salvar:
ru: Расположение сохранения:
tr: Kaydetme konumu:

source: Save operation failed.
cs: Uložení se nezdařilo.
de: Fehler beim Speichern.
es: No se pudo guardar.
fr: L’opération d’enregistrement a échoué.
it: L'operazione di salvataggio non è riuscita.
ja: 保存操作に失敗しました。
ko: 저장 작업이 실패했습니다.
pl: Operacja zapisywania nie powiodła się.
pt_br: Falha na operação de salvamento.
ru: Сбой операции сохранения.
tr: Kaydetme işlemi başarısız oldu.
uk: Запис завершився невдачею.
zh_cn: 保存操作失败。
zh_tw: 儲存作業失敗。

source: Save project policies as a new custom policy set
cs: Uložit zásady projektu jako novou sadu vlastních zásad
de: Projektrichtlinien als neuen benutzerdefinierten Richtliniensatz speichern
es: Guardar las directivas del proyecto como un conjunto de directivas personalizado nuevo
fr: Enregistrer les stratégies du projet en tant que nouvel ensemble personnalisé de stratégies
it: Salva i criteri del progetto come nuovo set di criteri personalizzato
ja: プロジェクト ポリシーを新しいカスタム ポリシー セットとして保存する
ko: 새 사용자 지정 정책 집합으로 프로젝트 정책 저장
pl: Zapisz zasady projektu jako nowy, niestandardowy zestaw zasad
pt_br: Salvar políticas do projeto como um novo conjunto de políticas personalizado
ru: Сохранить политики проекта в виде нового пользовательского набора политик
tr: Proje ilkelerini yeni bir özel ilke kümesi olarak kaydet
uk: Зберегти політики проекту як новий власний набір політик
zh_cn: 将项目策略另存为新的自定义策略集
zh_tw: 將專案原則儲存為新的自訂原則集

source: Save project {0}
cs: Uložit projekt {0}
de: Projekt {0} speichern
es: Guardar el proyecto {0}
fr: Enregistrer le projet {0}
it: Salva il progetto {0}
ja: プロジェクト {0} を保存する
ko: {0} 프로젝트 저장
pl: Zapisz projekt {0}
pt_br: Salvar projeto {0}
ru: Сохранить проект {0}
tr: {0} projesini kaydet
uk: Зберегти проект {0}
zh_cn: 保存项目 {0}
zh_tw: 儲存專案 {0}

source: Save the active document
cs: Uložit aktivní dokument
de: Aktives Dokument speichern
es: Guardar el documento activo
fr: Enregistrer le document actif
it: Salva il documento attivo
ja: アクティブなドキュメントを保存します
ko: 활성 문서 저장
pl: Zapisz aktywny dokument
pt_br: Salvar o documento ativo
ru: Сохранить активный документ
tr: Etkin belgeyi kaydet
uk: Зберегти активний документ
zh_cn: 保存活动文档
zh_tw: 儲存使用中的文件

source: Save the changes to document '{0}' before closing?
cs: Chcete před zavřením dokumentu {0} uložit změny?
de: Möchten Sie die Änderungen des Dokuments '{0}' vor dem Schließen speichern?
es: ¿Quiere guardar los cambios del documento '{0}' antes de cerrarlo?
fr: Enregistrer les modifications du document « {0} » avant de fermer ?
it: Salvare le modifiche apportate al documento '{0}' prima di chiudere?
ja: 閉じる前にドキュメント '{0}' への変更を保存しますか?
ko: 닫기 전에 '{0}' 문서에 변경 내용을 저장할까요?
pl: Czy zapisać zmiany w dokumencie „{0}” przed zamknięciem?
pt_br: Salvar as alterações no documento '{0}' antes de fechá-lo?
ru: Сохранить изменения для документа "{0}" перед закрытием?
tr: Kapatmadan önce '{0}' belgesindeki değişiklikler kaydedilsin mi?
uk: Зберегти зміни у документі '{0}' перед закриванням?
zh_cn: 是否在关闭之前保存对文档“{0}”的更改?
zh_tw: 要先將變更儲存到文件 '{0}' 後再關閉嗎?

source: Save the changes to document '{0}' before creating a new solution?
cs: Chcete uložit změny v dokumentu {0}, než vytvoříte nové řešení?
de: Möchten Sie die Änderungen des Dokuments '{0}' vor dem Erstellen einer neuen Projektmappe speichern?
es: ¿Desea guardar los cambios del documento '{0}' antes de crear una solución nueva?
fr: Enregistrer les modifications du document « {0} » avant de créer une solution ?
it: Salvare le modifiche apportate al documento '{0}' prima di creare una nuova soluzione?
ja: 新しいソリューションを作成する前にドキュメント '{0}' への変更を保存しますか?
ko: 새 솔루션을 만들기 전에 '{0}' 문서에 변경 내용을 저장할까요?
pl: Czy zapisać zmiany w dokumencie „{0}” przed utworzeniem nowego rozwiązania?
pt_br: Salvar as alterações no documento '{0}' antes de criar uma nova solução?
ru: Сохранить изменения для документа "{0}" перед созданием решения?
tr: Yeni bir çözüm oluşturmadan önce '{0}' belgesindeki değişiklikler kaydedilsin mi?
uk: Зберегти зміни у документі '{0}' перед створенням нового рішення?
zh_cn: 是否在创建新解决方案之前保存对文档“{0}”的更改?
zh_tw: 要先將變更儲存到文件 '{0}' 後再建立新解決方案嗎?

source: Save the current file with a different name
cs: Uložit aktuální soubor pod jiným názvem
de: Aktuelle Datei unter anderem Namen speichern
es: Guardar el archivo actual con un nombre diferente
fr: Enregistrer le fichier en cours sous un autre nom
it: Salva il file corrente con un altro nome
ja: 現在のファイルを別の名前で保存します
ko: 다른 이름으로 현재 파일 저장
pl: Zapisz bieżący plik pod inną nazwą
pt_br: Salvar o arquivo atual com um nome diferente
ru: Сохранить текущий файл с другим именем
tr: Geçerli dosyayı farklı bir adla kaydetme
uk: Зберегти поточний файл з іншою назвою
zh_cn: 用其他名称保存当前文件
zh_tw: 另以其他名稱儲存目前的檔案

source: Save the selected files and close the workspace
cs: Uložit vybrané soubory a zavřít pracovní prostor
de: Speichern Sie die ausgewählten Dateien, und schließen Sie den Arbeitsbereich.
es: Guardar los archivos seleccionados y cerrar el área de trabajo
fr: Enregistrer les fichiers sélectionnés et fermer l'espace de travail
ja: 選択したファイルを保存して、ワークスペースを閉じる
ko: 선택한 파일 저장 및 작업 영역 닫기
pl: Zapisz wybrane pliki i zamknij obszar roboczy
pt_br: Salvar os arquivos selecionados e fechar o workspace
ru: Сохранить выбранные файлы и закрыть рабочую область
tr: Seçili dosyaları kaydet ve çalışma alanını kapat
