Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Important application, core to the desktop such as a file manager or a help browser
cs: Základní součást počítačového systému, například správce souborů nebo prohlížeč nápovědy
de: Wichtige Anwendung, Desktop-Kernprogramme wie Datei-Manager oder Hilfebrowser
es: Aplicación importante, esencial para el escritorio, como un administrador de archivos o un explorador de ayuda
fr: Application importante, au cœur du bureau, tel qu’un gestionnaire de fichiers ou un navigateur d’aide
it: Applicazione importante su cui si basa il desktop, come File Manager o browser della Guida
ja: ファイル マネージャーやヘルプ ブラウザーなどのデスクトップのコアとなる重要なアプリケーション
ko: 파일 관리자나 도움말 브라우저와 같이 데스크톱에 핵심적인 중요한 애플리케이션
pl: Ważna aplikacja, kluczowa dla działania komputera, np. menedżer plików lub przeglądarka pomocy
pt_br: Aplicativo importante, essencial para a área de trabalho, como um gerenciador de arquivos ou um navegador de ajuda
ru: Приложение, имеющее важное значение для настольной системы, например диспетчер файлов или система справки
tr: Önemli uygulama; bir dosya yöneticisi veya bir yardım tarayıcısı gibi masaüstünün ayrılmaz parçaları
uk: Важливий застосунок, одна з основних частин стільничного середовища, такий як файловий менеджер або оглядач довідки
zh_cn: 重要应用程序(桌面的核心)，例如文件管理器或帮助浏览器
zh_tw: 桌面的核心重要應用程式，例如檔案管理員或說明瀏覽器

source: Importing the file "{0}" into the file "{1}" results in a circular dependency.
cs: Import souboru {0} do souboru {1} má za následek cyklickou závislost.
de: Der Import der Datei "{0}" in die Datei "{1}" führt zu einer Ringabhängigkeit.
es: Si se importa el archivo "{0}" en el archivo "{1}", se producirá una dependencia circular.
fr: L'importation du fichier "{0}" dans le fichier "{1}" aboutit à une dépendance circulaire.
ja: ファイル "{0}" をファイル "{1}" にインポートすると、循環依存の関係が生じます。
ko: "{0}" 파일을 "{1}" 파일로 가져오면 순환 종속성이 발생합니다.
pl: Zaimportowanie pliku „{0}” do pliku „{1}” spowoduje powstanie zależności cyklicznej.
pt_br: A importação do arquivo "{0}" no arquivo "{1}" resultará em uma dependência circular.
ru: Импорт файла "{0}" в файл "{1}" создает циклическую зависимость.
tr: "{0}" dosyasının "{1}" dosyasına aktarılması döngüsel bağımlılıkla sonuçlanıyor.

source: Imports
cs: Importy
de: Importe
es: Importaciones
fr: Importations
it: Direttive import
ja: インポート
ko: 가져오기
pl: Importy
pt_br: Importações
ru: Импорт
tr: İçeri Aktarmalar
zh_cn: 导入
zh_tw: 匯入

source: Imports a namespace
cs: Importuje obor názvů.
de: Importiert einen Namespace.
es: Importa un espacio de nombres
fr: Importe un espace de noms
it: Importa uno spazio dei nomi
ja: 名前空間をインポートします
ko: 네임스페이스를 가져옵니다.
pl: Importuje przestrzeń nazw
pt_br: Importa um namespace
ru: Импортирует пространство имен
tr: Bir ad uzayını içeri aktarır
zh_cn: 导入命名空间
zh_tw: 匯入命名空間

source: Include Line Endings
cs: Zahrnout konce řádků
de: Zeilenenden einschließen
es: Incluir finales de línea
fr: Inclure les fins de ligne
it: Includi terminazioni riga
ja: 改行コードを含める
ko: 줄 끝 포함
pl: Uwzględnij końce wierszy
pt_br: Incluir Terminações de Linha
ru: Включить окончания строк
tr: Satır Sonlarını dahil et
uk: Включити кінці рядків
zh_cn: 包括行尾
zh_tw: 包含行結尾

source: Include Tabs
cs: Zahrnout tabulátory
de: _Tabstoppzeichen einschließen
es: Incluir tabulaciones
fr: Inclure les onglets
it: Includi tabulazioni
ja: タブを含める
ko: 탭 포함
pl: Uwzględnij tabulatory
pt_br: Incluir Guias
ru: Включить табуляции
tr: Sekmeleri dahil et
uk: Включити табуляції
zh_cn: 包括制表符
zh_tw: 包含標記

source: Include Unit Test Project
cs: Zahrnout projekt testu jednotek
de: _Komponententestprojekt einschließen
es: Incluir proyecto de prueba unitaria
fr: Inclure un projet de test unitaire
it: Includi progetto unit test
ja: 単体テスト プロジェクトを含む
ko: 단위 테스트 프로젝트 포함
pl: Uwzględnij projekt testu jednostkowego
pt_br: Incluir Projeto de Teste de Unidade
ru: Включить проект модульных тестов
tr: Birim Test Projesini Dahil Et
uk: Включити проект модульного тесту
zh_cn: 包括单元测试项目
zh_tw: 包含單元測試專案

source: Include _Spaces
cs: Zahrnout _mezery
de: _Leerzeichen einschließen
es: Incluir _espacios
fr: Inclure les es_paces
it: Includi _spazi
ja: スペースを含める(_S)
ko: 공백 포함(_S)
pl: Uwzględnij _odstępy
pt_br: Incluir _Espaços
ru: Включить _пробелы
tr: _Boşlukları dahil et
uk: Включити _пропуски
zh_cn: 包括空格(_S)
zh_tw: 包含空格(_S)

source: Include _code snippets in completion list
cs: Zahrnout _fragmenty kódu do seznamu dokončení
de: _Codeausschnitte in Vervollständigungsliste einschließen
es: Incluir _fragmentos de código en lista de completado
fr: Inclure des extraits de _code dans la liste de saisie semi-automatique
it: Inserisci _frammenti di codice nell'elenco di completamento
ja: 入力候補一覧にコード スニペットを含める(_C)
ko: 완성 목록에 코드 조각 포함(_C)
pl: Dołącz _fragmenty kodu do listy uzupełniania
pt_br: Incluir snippet de _código na lista de conclusão
ru: Включить фра_гменты кода в список завершения
tr: Kod _parçacıklarını tamamlanma listesine dâhil et
uk: Включити у список завершення _сніппети коду
zh_cn: 在完成列表中包括代码片段(_C)
zh_tw: 在完成清單中包含程式碼片段(_C)

source: Include _keywords in completion list
cs: Zahrnout _klíčová slova do seznamu dokončení
de: Schlüsselwörter in Vervollständigungsliste einschließen
es: Incluir _palabras clave en lista de completado
fr: Inclure des _mots clés dans la liste de saisie semi-automatique
it: Inserisci parole c_hiave nell'elenco di completamento
ja: 入力候補一覧にキーワードを含める(_K)
ko: 완성 목록에 키워드 포함(_K)
pl: Dołącz słowa _kluczowe do listy uzupełniania
pt_br: Incluir _palavras-chave na lista de conclusão
ru: Включить _ключевые слова в список завершения
tr: Anahtar _sözcükleri tamamlanma listesine dâhil et
uk: Включити у список завершення _ключові слова
zh_cn: 在完成列表中包括关键字(_K)
zh_tw: 在完成清單中包含關鍵字(_K)

source: Include debug information
cs: Zahrnout informace o ladění
de: Debuginformationen einschließen
es: Incluir información de depuración
fr: Inclure les informations de débogage
it: Includi informazioni di debug
ja: デバッグ情報を含める
ko: 디버그 정보 포함
pl: Dołącz informacje debugowania
pt_br: Incluir informações de depuração
ru: Включить отладочную информацию
tr: Hata ayıklama bilgilerini dahil et
uk: Включати налагоджувальну інформацію
zh_cn: 包含调试信息
zh_tw: 包含偵錯資訊

source: Include file directories
cs: Zahrnout adresáře souboru
de: Dateiverzeichnisse einschließen
es: Incluir directorios de archivos
fr: Inclure les répertoires de fichiers
it: Includi directory dei file
ja: ファイル ディレクトリを含める
ko: 파일 디렉터리 포함
pl: Uwzględnij katalogi plików
pt_br: Incluir diretórios de arquivos
ru: Включить каталоги файлов
tr: Dosya dizinlerini dahil et
uk: Включити теки файлів
zh_cn: 包含文件目录
zh_tw: 包含檔案目錄

source: Include in Makefile
cs: Zahrnout v souboru pravidel
de: In Makefile einbeziehen
es: Incluir en archivo Make
fr: Inclure dans le Makefile
it: Includi in makefile
ja: メイクファイルに含める
ko: 메이크파일에 포함
pl: Dołącz do pliku reguł programu make
pt_br: Incluir no Makefile
ru: Включить в файл makefile
tr: Derleme görevleri dosyasına ekle
uk: Включити у Makefile
zh_cn: 包含在生成文件中
zh_tw: 包含在 Makefile

source: Include in Package
cs: Zahrnout do balíčku
de: In Paket einbeziehen
es: Incluir en el paquete
fr: Inclure dans le paquet
it: Includi in makefile
ja: パッケージに含める
ko: 패키지에 포함
pl: Uwzględnij w pakiecie
pt_br: Incluir no Pacote
ru: Включить в пакет
tr: Pakete Ekle

source: Include in Projects
cs: Zahrnout v projektech
de: In Projekte einbeziehen
es: Incluir en los proyectos
fr: Inclure dans les projets
it: Includi nei progetti
ja: プロジェクトに取り込む
ko: 프로젝트에 포함
pl: Uwzględnij w projektach
pt_br: Incluir nos Projetos
ru: Включить в проекты
tr: Projelere Dâhil Et
uk: Включити в проект
zh_cn: 在项目中包括
zh_tw: 包含在專案

source: Include in Synchronized Makefile
cs: Zahrnout v synchronizovaném souboru pravidel
de: In synchronisiertes Makefile einbeziehen
es: Incluir en el archivo Make sincronizado
fr: Inclure dans le Makefile synchronisé
it: Includi in makefile sincronizzato
ja: 同期されたメイクファイルを含める
ko: 동기화된 메이크파일에 포함
pl: Dołącz do synchronizowanego pliku reguł programu make
pt_br: Incluir no Makefile Sincronizado
ru: Включить в синхронизированный файл makefile
tr: Eşitlenmiş Derleme görevleri dosyalarını ekle
uk: Включити в синхронізований Makefile
zh_cn: 包含在已同步的生成文件中
zh_tw: 包含在同步 Makefile

source: Include in deploy
cs: Zahrnout do nasazení
de: In Bereitstellung einschließen
es: Incluir en implementación
fr: Inclure dans le déploiement
it: Includi nella distribuzione
ja: 配置に含める
ko: 배포에 포함
pl: Uwzględnij podczas wdrażania
pt_br: Incluir na implantação
ru: Включить в развертывание
tr: Dağıtıma dahil et
uk: Включити в розгортання
zh_cn: 在部署中包括
zh_tw: 包含在部署

source: Include overloads
cs: Zahrnout přetížení
de: Überladungen einschließen
es: Incluir sobrecargas
fr: Inclure les surcharges
it: Includi overload
ja: オーバーロードを含む
ko: 오버로드 포함
pl: Uwzględnij przeciążenia
pt_br: Incluir sobrecargas
ru: Включить перегрузки
tr: Yükleri içer:
uk: Включно з перевантаженнями
zh_cn: 包括重载
zh_tw: 包含多載

source: Include subclasses
cs: Zahrnout podtřídy
de: Unterklassen einschließen
es: Incluir subclases
fr: Inclure les sous-classes
it: Includi sottoclassi
ja: サブクラスを含む
ko: 서브클래스 포함
pl: Uwzględnij podklasy
pt_br: Incluir subclasses
ru: Включить подклассы
tr: Alt sınıfları içer
uk: Включити підкласи
zh_cn: 包括子类
zh_tw: 包含子類別

source: Include the file in deployment in addition to the files included automatically.
cs: Umožňuje zahrnout soubor do nasazení společně s automaticky zahrnutými soubory.
de: Schließt die Datei neben den automatisch eingeschlossenen Dateien in die Bereitstellung ein.
es: Incluya el archivo en la implementación, junto con los archivos incluidos automáticamente.
fr: Inclure le fichier dans le déploiement en plus des fichiers inclus automatiquement.
it: Include il file nella distribuzione in aggiunta ai file aggiunti automaticamente.
ja: 自動的に組み込まれるファイルに加えて、配置内のファイルを組み込みます。
ko: 자동으로 포함된 파일 이외의 파일을 배포에 포함합니다.
pl: Uwzględnij plik we wdrożeniu w dodatku do plików uwzględnianych automatycznie.
pt_br: Incluir o arquivo na implantação além dos arquivos incluídos automaticamente.
ru: Включить файл в развертывание в дополнение к файлам, добавленным автоматически.
tr: Dosyayı otomatik dahil edilen dosyalara ek olarak dağıtıma dahil et.
uk: Включити файл у розгортання, додатково до файлів, включених автоматично.
zh_cn: 除自动包括的文件外，在部署中包括该文件。
zh_tw: 將自動加入的檔案之外的檔案加入部署。

source: Include this file in the file list of the synchronized Makefile
cs: Zahrnout tento soubor do seznamu souborů synchronizovaného souboru pravidel
de: Diese Datei in Dateiliste des synchronisierten Makefiles einbeziehen
es: Incluir este archivo en la lista de archivos del archivo Make sincronizado
fr: Inclure ce fichier dans la liste des fichiers du Makefile synchronisé
it: Include questo file nell'elenco file del makefile sincronizzato
ja: 同期されたメイクファイルのファイル リストにこのファイルを含める
ko: 동기화된 메이크파일의 파일 목록에 이 파일 포함
pl: Dołącz ten plik do listy plików synchronizowanego pliku reguł programu make
pt_br: Incluir este arquivo na lista de arquivos do Makefile sincronizado
ru: Включить этот файл в список файлов для синхронизированного файла makefile.
tr: Bu dosyayı, eşitlenmiş Derleme görevleri dosyasının dosya listesine ekle
uk: Включити цей файл у список файлів синхронізованого Makefile
zh_cn: 将此文件包含在已同步生成文件的文件列表中
zh_tw: 在同步 Makefile 檔案清單中包含此檔案

source: Include this file in the translation scan.
cs: Zahrnout tento soubor do hledání překladů
de: Diese Datei in Übersetzungssuche einbeziehen
es: Incluir este archivo en la búsqueda de traducciones.
fr: Inclure ce fichier dans la recherche de traduction.
it: Include questo file nell'analisi delle traduzioni.
ja: このファイルを翻訳スキャン対象とします。
ko: 번역 검색에 이 파일을 포함합니다.
pl: Uwzględnij ten plik podczas skanowania tłumaczenia.
pt_br: Incluir este arquivo na verificação de tradução.
ru: Включить этот файл в сканирование на перевод.
tr: Bu dosyayı çeviri taramasına dahil et.
uk: Включити цей файл у пошук для перекладу.
zh_cn: 在翻译扫描中包括此文件。
zh_tw: 在翻譯掃描中包含此檔案。

source: Include this file in the translations scan.
cs: Zahrnout tento soubor do hledání překladů
de: Diese Datei in Übersetzungssuche einbeziehen.
es: Incluir este archivo en la búsqueda de traducciones.
fr: Inclure ce fichier dans la recherche de traductions.
it: Include questo file nell'analisi delle traduzioni.
ja: このファイルを翻訳スキャン対象とします。
ko: 번역 검색에 이 파일을 포함합니다.
pl: Uwzględnij ten plik podczas skanowania tłumaczeń.
pt_br: Incluir esse arquivo na verificação de traduções.
ru: Включить этот файл в сканирование на перевод.
tr: Bu dosyayı çeviri taramasına dahil et.
uk: Включити цей файл у пошук для перекладу.
zh_cn: 在翻译扫描中包括此文件。
zh_tw: 在翻譯掃描中包含此檔案。

source: Include to Solution
cs: Zahrnout do řešení
de: In Projektmappe einbeziehen
es: Agregar a solución
fr: Inclure dans la solution
it: Includi nella soluzione
ja: ソリューションに含める
ko: 솔루션에 포함
pl: Dołącz do rozwiązania
pt_br: Incluir na Solução
ru: Включить в решение
tr: Çözüme Ekle
uk: Додати в рішення
zh_cn: 包含到解决方案
zh_tw: 包含到解決方案

source: Include:
cs: Zahrnout:
de: Einschließen:
es: Incluir:
fr: Inclure :
it: Includi:
ja: 対象:
ko: 포함:
pl: Uwzględnij:
pt_br: Incluir:
ru: Включить:
tr: Şunu içerir:
uk: Включити:
zh_cn: 包括:
zh_tw: 包含:

source: Included
cs: Zahrnuto
de: Eingeschlossen
es: Incluido
fr: Incluses
it: Inclusa
ja: 含む
ko: 포함됨
pl: Dołączone
pt_br: Incluído
ru: Включено
tr: Eklenmiş
uk: Включено
zh_cn: 已包括
zh_tw: 已包含

source: Incompatible packages found.
cs: Našly se nekompatibilní balíčky.
de: Inkompatible Pakete gefunden
es: Se encontraron paquetes no compatibles.
fr: Paquets incompatibles trouvés.
it: Sono stati trovati pacchetti incompatibili.
ja: 互換性のないパッケージが見つかりました。
ko: 호환되지 않는 패키지를 찾았습니다.
pl: Znaleziono niezgodne pakiety.
pt_br: Foram encontrados pacotes incompatíveis.
ru: Найдены несовместимые пакеты.
tr: Uyumsuz paketler bulundu.
uk: Знайдено несумісні пакунки.
zh_cn: 找到不兼容的包。
zh_tw: 找到不相容的封裝。

source: Incompatible target framework: {0}
cs: Nekompatibilní cílová architektura: {0}
de: Inkompatibles Zielframework: {0}
es: Plataforma de destino incompatible: {0}
fr: Framework cible incompatible : {0}
it: Framework di destinazione incompatibile: {0}
ja: 互換性のないターゲット フレームワーク: {0}
ko: 호환되지 않는 대상 프레임워크: {0}
pl: Niezgodna struktura docelowa: {0}
pt_br: Estrutura de destino incompatível: {0}
ru: Несовместимая целевая платформа: {0}
tr: Uyumsuz hedef çerçevesi: {0}
uk: Несумісний цільовий фреймворк: {0}
zh_cn: 目标框架不兼容: {0}
zh_tw: 不相容的目標 Framework: {0}

source: Inconclusive Tests
cs: Neprůkazné testy
de: Nicht eindeutige Tests
es: Pruebas no concluyentes
fr: Tests non concluants
it: Test senza risultati
ja: 結果が不確定のテスト
ko: 결과가 불충분한 테스트
pl: Testy niejednoznaczne
pt_br: Testes Inconclusivos
ru: Тесты с неопределенным результатом
tr: Sonuçlandırılamayan Testler
uk: Непереконливі тести
zh_cn: 无结论的测试
zh_tw: 結果不明的測試

source: Increases the verbosity level.
cs: Zvýší úroveň podrobností.
de: Erhöht den Ausführlichkeitsgrad.
es: Aumenta el nivel de detalle.
fr: Augmente le niveau de verbosité.
it: Aumenta il livello di dettaglio.
ja: 詳細レベルを上げます。
ko: 세부 정보 표시 수준을 높입니다.
pl: Zwiększa poziom szczegółowości.
pt_br: Aumenta o nível de detalhamento.
ru: Увеличивает уровень детализации.
tr: Ayrıntı düzeyini artırır.
uk: Збільшити рівень деталізації.
zh_cn: 增加详细级别。
zh_tw: 提高詳細資訊層級。

source: Indent Selection
cs: Odsadit výběr
de: Auswahl einziehen
es: Aplicar sangría a selección
fr: Mettre en retrait la sélection
it: Imposta rientro per la selezione
ja: 選択部分をインデント
ko: 선택 영역 들여쓰기
pl: Zwiększ wcięcie zaznaczenia
pt_br: Recuar Seleção
ru: Отступ для выделенного фрагмента
tr: Seçimin Girintisini Artır
zh_cn: 缩进选定内容
zh_tw: 縮排選取範圍

source: Indent block contents
cs: Odsadit obsah bloku
de: Blockinhalte einziehen
es: Aplicar sangría a contenido de bloque
fr: Mettre en retrait le contenu d’un bloc
it: Imposta rientro per contenuto del blocco
ja: ブロックの内容をインデントする
ko: 블록 내용 들여쓰기
pl: Wcięcie zawartości bloku
pt_br: Recuar conteúdo do bloco
ru: Делать отступ перед содержимым блока
tr: Blok içeriklerini girintile
uk: Відступ вмісту блока
zh_cn: 缩进程序块内容
zh_tw: 縮排區塊內容

source: Indent case sections
cs: Odsadit části případu
de: case-Abschnitte einziehen
es: Aplicar sangría a secciones case
fr: Mettre en retrait les sections Case
it: Imposta rientro per le sezioni case
ja: case セクションをインデントする
ko: case 섹션 들여쓰기
pl: Wcięcie sekcji elementów case
pt_br: Recuar seções de caso
ru: Отступ для разделов case
tr: case bölümlerini girintile
zh_cn: 缩进 case 节
zh_tw: 縮排 case 區段

source: Indent content
cs: Odsadit obsah
de: Inhalt einziehen
es: Contenido de sangría
fr: Mettre en retrait le contenu
it: Imposta rientro per il contenuto
ja: コンテンツにインデントを付ける
ko: 내용 들여쓰기
pl: Zwiększ wcięcie zawartości
pt_br: Recuar conteúdo
ru: Отступ для содержимого
tr: Girinti içeriği
uk: Відступ вмісту
zh_cn: 缩进内容
zh_tw: 縮排內容

source: Indent entries
cs: Odsazovat položky
de: Einträge einziehen
es: Aplicar sangría a las entradas
fr: Mettre en retrait les entrées
it: Imposta rientro per le voci
ja: エントリをインデントする
ko: 항목 들여쓰기
pl: Zwiększ wcięcie wpisów
pt_br: Recuar entradas
ru: Отступ для записей
tr: Girdileri girintile
uk: Зсунути елементи
zh_cn: 缩进条目
zh_tw: 縮排項目

source: Indent on try/with
cs: Odsadit u try/with
de: Bei 'try/with' einziehen
es: Aplicar sangría en try/with
fr: Mettre en retrait sur try/with
it: Imposta un rientro con try/with
ja: try/with のインデント
ko: try/with에서 들여쓰기
pl: Wcięcie przy argumencie try/with
pt_br: Recuar em try/with
ru: Отступ при попытке с помощью
tr: try/with ifadelerini girintile
zh_cn: 使用 try/with 时缩进
zh_tw: 在 try/with 縮排

source: Indent open and close braces
cs: Odsadit levé a pravé složené závorky
de: Öffnende und schließende geschweifte Klammern einziehen
es: Aplicar sangría a llaves de apertura y de cierre
fr: Mettre en retrait les accolades ouvrantes et fermantes
it: Imposta rientro per parentesi graffe di apertura e chiusura
ja: 始めと終わりのかっこをインデントする
ko: 여는 중괄호 및 닫는 중괄호 들여쓰기
pl: Wcięcie otwierających i zamykających nawiasów klamrowych
pt_br: Recuar chaves de abertura e fechamento
ru: Отступ для открывающих и закрывающих фигурных скобок
tr: Açma ve kapama ayraçlarını girintile
uk: Відступ відкритих і закритих фігурних дужок
zh_cn: 缩进左大括号和右大括号
zh_tw: 縮排左邊及右邊大括弧

source: Indent selected lines of code
cs: Odsadit vybrané řádky kódu
de: Ausgewählte Codezeilen einziehen
es: Aplicar sangría a las líneas de código seleccionadas
fr: Mettre en retrait les lignes de code sélectionnées
it: Imposta un rientro per le righe di codice selezionate
ja: 選択範囲のコード行をインデント
ko: 선택한 코드 줄 들여쓰기
pl: Zwiększ wcięcie wybranych wierszy kodu
pt_br: Recuar as linhas de código selecionadas
ru: Отступ для выбранных строк кода
tr: Seçilen kod satırlarını girintile
uk: _Додати відступи до вибраних рядків
zh_cn: 缩进选中的代码行
zh_tw: 縮排選取的程式碼

source: Indent switch sections
cs: Odsadit části přepínače
de: switch-Abschnitte einziehen
es: Aplicar sangría a secciones switch
fr: Mettre en retrait les sections Switch
it: Imposta rientro per le sezioni switch
ja: switch セクションをインデントする
ko: switch 섹션 들여쓰기
pl: Wcięcie sekcji przełączników
pt_br: Recuar seções de opção
ru: Отступ для разделов switch
tr: Anahtar bölümlerini girintile
zh_cn: 缩进 switch 节
zh_tw: 縮排 switch 區段

source: Indentation
cs: Odsazení
de: Einzug
es: Sangría
fr: Mise en retrait
it: Rientro
ja: インデント
ko: 들여쓰기
pl: Wcięcie
pt_br: Recuo
ru: Отступ
tr: Girintileme
uk: Відступи
zh_cn: 缩进
zh_tw: 縮排

source: Index
es: Índice
it: Indice
ja: インデックス
ko: 인덱스
pl: Indeks
pt_br: Índice
ru: Индекс
tr: Dizin
uk: Індекс
zh_cn: 索引
zh_tw: 索引

source: Indexer
es: Indexador
fr: Indexeur
it: Indicizzatore
ja: インデクサー
ko: 인덱서
pl: Indeksator
pt_br: Indexador
ru: Индексатор
tr: Dizin Oluşturucu
uk: Індексатор
zh_cn: 索引器
zh_tw: 索引子

source: Indicates that there are updates available to be installed
cs: Označuje, že jsou dostupné aktualizace, které se mají nainstalovat.
de: Gibt an, dass Aktualisierungen zur Installation verfügbar sind.
es: Indica que hay actualizaciones disponibles para instalar.
fr: Indique qu'il existe des mises à jour prêtes à être installées
ja: インストール可能な更新プログラムがあることを示します
ko: 설치할 수 있는 업데이트가 있는지 표시
pl: Wskazuje, że istnieją dostępne aplikacje do zainstalowania
pt_br: Indica que há atualizações disponíveis para instalação
ru: Указывает, что обновления доступны для установки
tr: Yüklenebilecek güncelleştirmeler olduğunu gösterir

source: Indicates that this tag should be able to be manipulated programmatically on the web server.
cs: Označuje, že s touto značkou by mělo jít programově manipulovat na webovém serveru.
de: Gibt an, dass es möglich sein muss, dieses Tag auf dem Webserver programmgesteuert zu ändern.
es: Indica que esta etiqueta se debe poder manipular mediante programación en el servidor web.
fr: Indique que cette balise doit être manipulable par programmation sur le serveur web.
it: Indica che questo tag deve poter essere modificato a livello di codice nel server Web.
ja: このタグを Web サーバー上でプログラムによって操作 できるようにする必要があることを示します。
ko: 이 태그가 웹 서버에서 프로그래밍 방식으로 조작될 수 있음을 나타냅니다.
pl: Wskazuje, że powinna istnieć możliwość zmodyfikowania tego tagu programowo na serwerze sieci Web.
pt_br: Indica que esta marca deve ser capaz de ser manipulada por meio de programação no servidor Web.
ru: Указывает, что с этим тегом требуется работать программными средствами на веб-сервере.
tr: Bu etiketin web sunucusunda programlamayla yönetilebilmesi gerektiğini gösterir.
uk: Вказує, що цей тег має бути доступний для програмної обробки на веб-сервері.
zh_cn: 指示此标记应能够在 Web 服务器 上被程序处理。
zh_tw: 指出此標記應該能夠 在網頁伺服器上以程式設計方式操作。

source: Info
cs: Informace
es: Información
fr: Infos
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações
ru: Информация
tr: Bilgi
uk: Інформація
zh_cn: 信息
zh_tw: 資訊

source: Information about the Instrumentation Service
cs: Informace o službě instrumentace
de: Informationen zum Instrumentierungsdienst
es: Información acerca del servicio de instrumentación
fr: Informations sur le service d'instrumentation
ja: インストルメンテーション サービスに関する情報
ko: 계측 서비스에 대한 정보
pl: Informacje o usłudze instrumentacji
pt_br: Informações sobre o Serviço de Instrumentação
ru: Сведения о службе инструментария
tr: İzleme Hizmeti hakkında bilgi

source: Inherited Policy
cs: Zdědená zásada
de: Geerbte Richtlinie
es: Directiva heredada
fr: Stratégie héritée
it: Criteri ereditati
ja: 継承されたポリシー
ko: 상속된 정책
pl: Odziedziczone zasady
pt_br: Política Herdada
ru: Унаследованная политика
tr: Devralınan İlke
uk: Успадкована політика
zh_cn: 继承的策略
zh_tw: 繼承原則

source: Initial check-in of module {0}
cs: Počáteční vrácení modulu {0} se změnami
de: Erstes Einchecken des Moduls {0}
es: Inserción inicial en el repositorio del módulo {0}
fr: Archiver initiale du module {0}
it: Archiviazione iniziale del modulo {0}
ja: モジュール {0} の初期チェックイン
ko: {0} 모듈의 초기 체크 인
pl: Początkowe zaewidencjonowanie modułu {0}
pt_br: Check-in inicial do módulo {0}
ru: Начальный возврат модуля {0}
tr: {0} modülünün ilk iadesi
uk: Початкова публікація додатка {0}
zh_cn: 模块 {0} 的初始签入
zh_tw: 模組 {0} 的初始簽入

source: Initialize auto-property from parameter
cs: Inicializovat automatickou vlastnost z parametru
de: Auto-Eigenschaft aus Parameter initialisieren
es: Inicializar la propiedad automática desde el parámetro
fr: Initialiser la propriété auto à partir du paramètre
it: Inizializza la proprietà automatica dal parametro
ja: パラメーターに基づいて自動プロパティを初期化します
ko: 매개 변수에서 auto 속성 초기화
pl: Inicjuj właściwość automatyczną z parametru
pt_br: Inicializar propriedade automática do parâmetro
ru: Инициализировать автосвойство из параметра
tr: Otomatik özelliği parametreden başlat
uk: Ініціалізувати автоматичну властивість з параметра
zh_cn: 通过参数初始化 auto 属性
zh_tw: 從參數初始化 Auto 屬性
