Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: {0} parameter-name or {1} IMyInterface&lt;{0} T&gt; {{}}
cs: {0} název-parametru nebo {1} IMyInterface&lt;{0} T&gt; {{}}
de: {0} parameter-name oder {1} IMeineSchnittstelle&lt;{0} T&gt; {{}}
es: {0} nombre-de-parámetro o {1} IMyInterface&lt;{0} T&gt; {{}}
fr: {0} nom-paramètre or {1} IMyInterface&lt;{0} T&gt; {{}}
it: nome-parametro {0}"n o {1} IMyInterface&lt;{0} T&gt; {{}}
ja: {0} パラメーター名 または {1} IMyInterface&lt;{0} T&gt; {{}}
ko: {0} 매개-변수-이름 or {1} IMyInterface&lt;{0} T&gt; {{}}
pl: {0} nazwa_parametru lub {1} IMyInterface&lt;{0} T&gt; {{}}
pt_br: {0} nome-do-parâmetro or {1} IMinhaInterface&lt;{0} T&gt; {{}}
ru: {0} имя_параметра или {1} IMyInterface&lt;{0} T&gt; {{}}
tr: {0} parametre-adı veya {1} IArabirimim&lt;{0} T&gt; {{}}
zh_cn: {0} 参数名称 or {1} IMy 接口&lt;{0} T&gt; {{}}
zh_tw: {0} 參數名稱 或 {1} IMyInterface&lt;{0} T&gt; {{}}

source: {0} range-variable = expression
cs: {0} proměnná-rozsahu = výraz
de: {0} range-variable = Ausdruck
es: {0} variable-de-rango = expresión
fr: {0} variable-portée = expression
it: variabile-intervallo {0} = espressione
ja: {0} 範囲変数 = 式
ko: {0} 범위-변수 = 식
pl: {0} zmienna_zakresu = wyrażenie
pt_br: {0} variável-de-intervalo = expressão
ru: {0} переменная_диапазона = выражение
tr: {0} aralık-değişkeni = ifade
zh_cn: {0} 范围变量 = 表达式
zh_tw: {0} 範圍變數 = 運算式

source: {0} range-variable {1} data-source [query clauses] {2} product-expression
cs: {0} proměnná-rozsahu {1} zdroj-dat [klauzule dotazu] {2} výraz-produktu
de: {0} range-variable {1} data-source [Abfrageklauseln] {2} product-expression
es: {0} variable-de-rango {1} origen-de-datos [cláusula de consulta] {2} expresión-de-producto
fr: {0} variable-portée {1} source-données [requête clauses] {2} expression-produit
it: variabile-intervallo {0} origine-dati {1} [clausole query] espressione-prodotto {2}
ja: {0} 範囲変数 {1} データ ソース [クエリ句] {2} 製品式
ko: {0} 범위-변수 {1} 데이터-소스 [쿼리 절] {2} 곱-식
pl: {0} zmienna_zakresu {1} źródło_danych [zapytanie klauzule] {2} wyrażenie_produktu
pt_br: {0} variável-de-intervalo {1} fonte-de-dados [cláusulas de consulta] {2} expressão-de-produto
ru: {0} переменная_диапазона {1} источник_данных [предложения запроса] {2} выражение_продукта
tr: {0} aralık-değişkeni {1} veri-kaynağı [sorgu yan tümcesi] {2} çarpım-ifadesi
zh_cn: {0} 范围变量 {1} 数据源 [查询子句] {2} product 表达式
zh_tw: {0} 範圍變數 {1} 資料來源 [查詢子句] {2} 積乘運算式

source: {0} range-variable {1} key-value or {2} range-variable {1} key-value {3} group-name
cs: {0} proměnná-rozsahu {1} hodnota-klíče nebo {2} proměnná-rozsahu {1} hodnota-klíče {3} název-skupiny
de: {0} range-variable {1} key-value oder {2} range-variable {1} key-value {3} group-name
es: {0} variable-de-rango {1} valor-de-clave o {2} variable-de-rango {1} valor-de-clave {3} nombre-de-grupo
fr: {0} variable-portée {1} valeur-clé ou {2} variable-portée {1} valeur-clé {3} nom-groupe
it: variabile-intervallo {0} valore-chiave {1}"n o variabile-intervallo {2} valore-chiave {1} nome-gruppo {3}
ja: {0} 範囲変数 {1} キー値 または {2} 範囲変数 {1} キー値 {3} グループ名
ko: {0} 범위-변수 {1} 키-값 or {2} 범위-변수 {1} 키-값 {3} 그룹-이름
pl: {0} zmienna_zakresu {1} wartość_klucza lub {2} zmienna_zakresu {1} wartość_klucza {3} nazwa_grupy
pt_br: {0} variável-de-intervalo {1} valor-chave ou {2} variável-de-intervalo {1} valor-chave {3} nome-de-grupo
ru: {0} переменная_диапазона {1} значение_ключа или {2} переменная_диапазона {1} значение_ключа {3} имя_группы
tr: {0} aralık-değişkeni {1} anahtar-değeri veya {2} aralık-değişkeni {1} anahtar-değeri {3} grup-adı
zh_cn: {0} 范围变量 {1} 键值 or {2} 范围变量 {1} 键值 {3} 组名称
zh_tw: {0} 範圍變數 {1} 索引鍵值 或 {2} 範圍變數 {1} 索引鍵值 {3} 群組名稱

source: {0} range-variable {1} key-value {2} group-name
cs: {0} proměnná-rozsahu {1} hodnota-klíče {2} název-skupiny
es: {0} variable-de-rango {1} valor-de-clave {2} nombre-de-grupo
fr: {0} variable-portée {1} valeur-clé {2} nom-groupe
it: variabile-intervallo {0} valore-chiave {1} nome-gruppo {2}
ja: {0} 範囲変数 {1} キー値 {2} グループ名
ko: {0} 범위-변수 {1} 키-값 {2} 그룹-이름
pl: {0} zmienna_zakresu {1} wartość_klucza {2} nazwa_grupy
pt_br: {0} variável-de-intervalo {1} valor-chave {2} nome-de-grupo
ru: {0} переменная_диапазона{1} значение_ключа {2} имя_группы
tr: {0} aralık-değişkeni {1} anahtar-değeri {2} grup-adı
zh_cn: {0} 范围变量 {1} 键值 {2} 组名称
zh_tw: {0} 範圍變數 {1} 索引鍵值 {2} 群組名稱

source: {0} range-variable2 {1} range2 {2} statement1 {3} statement2 [ {4} group-name ]
cs: {0} proměnná-rozsahu2 {1} oblast2 {2} příkaz1 {3} příkaz2 [ {4} název-skupiny ]
de: {0} range-variable2 {1} Bereich2 {2} Anweisung1 {3} Anweisung2 [ {4} group-name ]
es: {0} variable-de-rango2 {1} rango2 {2} instrucción1 {3} instrucción2 [ {4} nombre-de-grupo ]
fr: {0} variable-portée2 {1} portée2 {2} instruction1 {3} instruction2 [ {4} nom-groupe ]
it: variabile-intervallo2 {0} intervallo2 {1} istruzione1 {2} istruzione2 {3} [ nome-gruppo {4} ]
ja: {0} 範囲変数 2 {1} 範囲2 {2} ステートメント1 {3} ステートメント2 [ {4} グループ名 ]
ko: {0} 범위-변수2 {1} 범위2 {2} 문1 {3} 문2 [ {4} 그룹-이름 ]
pl: {0} zmienna_zakresu2 {1} zakres2 {2} instrukcja1 {3} instrukcja2 [ {4} nazwa_grupy ]
pt_br: {0} variável-de-intervalo2 {1} intervalo2 {2} instrução1 {3} instrução2 [ {4} nome-de-grupo ]
ru: {0} переменная_диапазона2 {1} диапазон2 {2} оператор1 {3} оператор2 [ {4} имя_группы ]
tr: {0} aralık-değişkeni2 {1} aralık2 {2} deyim1 {3} deyim2 [ {4} grup-adı ]
zh_cn: {0} 范围变量2 {1} 范围2 {2} 语句1 {3} 语句2 [ {4} 组名称 ]
zh_tw: {0} 範圍變數 2 {1} 範圍 2 {2} 陳述式 1 {3} 陳述式 2 [ {4} 群組名稱 ]

source: {0} removed with warnings.
cs: {0} se odebral s upozorněními.
de: {0} mit Warnungen entfernt.
es: {0} se quitaron con advertencias.
fr: {0} supprimé avec des avertissements.
it: {0} è stato rimosso con avvisi.
ja: {0} は削除されましたが、警告が発生しました。
ko: {0}이(가) 제거되었지만 경고가 발생했습니다.
pl: Usunięto element {0} z ostrzeżeniami.
pt_br: {0} removido com avisos.
ru: Удалено с предупреждениями: {0}.
tr: {0} uyarılarla kaldırıldı.
uk: {0} видалено з попередженнями.
zh_cn: 已删除 {0}，但出现警告。
zh_tw: 已移除 {0}，但有警告。

source: {0} requires a newer version of GTK+, which is included with the Mono Framework. Please download and install the latest stable Mono Framework package and restart {0}.
cs: {0} vyžaduje novější verzi sady GTK+, která je součástí Mono Frameworku. Stáhněte si prosím a nainstalujte nejnovější stabilní balíček Mono Framework a restartujte {0}.
de: {0} erfordert eine neuere Version von GTK+, die im Mono Framework enthalten ist. Laden Sie das aktuelle stabile Mono Framework-Paket herunter, installieren Sie das Paket, und starten Sie {0} neu.
es: {0} requiere una versión más reciente de GTK+, que se incluye con el marco de trabajo Mono. Descargue e instale el último paquete estable del marco de trabajo de Mono y reinicie {0}.
fr: {0} nécessite une version plus récente de GTK+, qui est incluse dans le framework Mono. Téléchargez et installez le dernier paquet stable du framework Mono, puis redémarrez {0}.
it: Con {0} è necessaria una versione più recente di GTK+, che è incluso in Mono Framework. Scaricare e installare l'ultima versione stabile del pacchetto Mono Framework e riavviare {0}.
ja: {0} には、Mono フレームワークに含まれている新しいバージョンの GTK+ が必要です。最新の安定した Mono フレームワーク パッケージをダウンロードしてインストールし、{0} を再起動してください。
ko: {0}에 최신 버전의 GTK+가 필요합니다. 해당 GTK+는 Mono 프레임워크에 포함되어 있습니다. 안정적인 최신 Mono 프레임워크 패키지를 다운로드하여 설치하고 {0}을(를) 다시 시작하세요.
pl: Element {0} wymaga nowszej wersji biblioteki GTK+, która jest dołączana do platformy Mono. Pobierz i zainstaluj najnowszy stabilny pakiet platformy Mono i uruchom ponownie element {0}.
pt_br: {0} requer uma versão mais recente do GTK+, que está incluída no Mono Framework. Baixe e instale o pacote estável mais recente do Mono Framework e reinicie o {0}.
ru: {0} требует более новую версию GTK+, входящую в состав платформы Mono. Скачайте и установите самый новый стабильный пакет платформы Mono и перезапустите {0}.
tr: {0}, Mono Framework'e dahil edilen GTK+ ürününün yeni bir sürümünü gerektirir. Lütfen en yeni ve kararlı Mono Framework paketini indirip yükleyin ve {0} uygulamasını yeniden başlatın.
uk: {0} потребує новішої версії GTK+, ніж включена до фреймворку Mono. Звантажте і встановіть останню стабільну версію пакунку Mono Framework і перезавантажте {0}.
zh_cn: {0} 需要更新的 GTK+ 版本(随 Mono 框架提供)。请下载并安装最新的稳定 Mono 框架包，然后重启 {0}。
zh_tw: {0} 需要隨 Mono Framework 安裝之較新版的 GTK+。請下載並安裝 Mono Framework 套件的最新穩定版本，然後重新啟動 {0}。

source: {0} result-type {1} unary-operator ( op-type operand ) {0} result-type {1} binary-operator ( op-type operand, op-type2 operand2 ) {0} {2} {1} conv-type-out ( conv-type-in operand ) {0} {3} {1} conv-type-out ( conv-type-in operand )
cs: {0} typ-výsledku {1} unární-operátor ( typ-op operand ) {0} typ-výsledku {1} binární-operátor ( typ-op operand, typ-op2 operand2 ) {0} {2} {1} výstupní-typ-převodu ( vstupní-typ-převodu operand ) {0} {3} {1} výstupní-typ-převodu ( vstupní-typ-převodu operand )
es: {0} tipo-de-resultado {1} operador-unario ( tipo-de-operador operando ) {0} tipo-de-resultado {1} operador-binario ( tipo-de-operador operando, tipo-de-operador2 operando2 ) {0} {2} {1} tipo-de-salida-de-operador-de-conversión ( tipo-de-entrada-de-operador-de-conversión operando ) {0} {3} {1} tipo-de-salida-de-operador-de-conversión ( tipo-de-entrada-de-operador-de-conversión operando )
fr: {0} type-résultat {1} opérateur-unaire ( type-op opérande ) {0} type-résultat {1} opérateur-binaire ( type-op opérande, type-op2 opérande2 ) {0} {2} {1} type-conv-sortie ( type-conv-entrée opérande ) {0} {3} {1} type-conv-sortie ( type-conv-entrée opérande )
it: tipo-risultato {0} operatore-unario {1} ( operando tipo-op ) {0} tipo-risultato {1} operatore binario ( operando tipo-op, operando2 tipo-op2 ) {0} {2} {1} uscita-tipo-conv ( operando ingresso-tipo-conv ) {0} {3} {1} uscita-tipo-conv ( operando ingresso-tipo-conv )
ja: {0} 結果型 {1} 単項演算子 ( op-type オペランド ) {0} 結果型 {1} 2 項演算子 ( op-type オペランド、 op-type2 オペランド2 ) {0} {2} {1} conv-type-out ( conv-type-in オペランド ) {0} {3} {1} conv-type-out ( conv-type-in オペランド )
ko: {0} 결과-형식 {1} 단형-연산자 ( 피연산자-형식 피연산자 ) {0} 결과-형식 {1} 이항-연산자 ( 피연산자-형식 피연산자, 피연산자-형식2 피연산자2 ) {0} {2} {1} 대상-변환-형식 ( 입력-변환-형식 피연산자 ) {0} {3} {1} 대상-변환-형식 ( 입력-변환-형식 연산자 )
pl: {0} typ_wyniku {1} operator_jednoargumentowy ( typ_operandu operand ) {0} typ_wyniku {1} operator_binarny ( typ_operandu operand, typ_operandu2 operand2 ) {0} {2} {1} typ_wyjściowy_konwersji ( typ_wejściowy_konwersji operand ) {0} {3} {1} typ_wyjściowy_konwersji ( typ_wejściowy_konwersji operand )
pt_br: {0} tipo-de-resultado {1} operador-unário ( operando tipo-op ) {0} tipo-resultado {1} operador-binário ( operando do tipo-op, operando2 tipo-op2 ) {0} {2} {1} conv-type-out ( operando conv-type-in ) {0} {3} {1} conv-type-out ( operando conv-type-in )
ru: {0} тип_результата {1} унарный_оператор ( тип_операнда операнд ) {0} тип_результата {1} бинарный_оператор ( тип_операнда операнд, тип_операнда2 операнд2 ) {0} {2} {1} выходной_тип_преобразования ( входной_тип_преобразования операнд ) {0} {3} {1} выходной_тип_преобразования ( входной_тип_преобразования операнд )
tr: {0} sonuç-türü {1} birli-işleç ( işleç-türü işlenen ) {0} sonuç-türü {1} ikili-işleç ( işleç-türü işlenen, işleç-türü2 işlenen2 ) {0} {2} {1} dönüştürme-türü-çıkış ( dönüştürme-türü-giriş işlenen ) {0} {3} {1} dönüştürme-türü-çıkış ( dönüştürme-türü-giriş işlenen )
zh_cn: {0} 结果类型 {1} 一元运算符( op 类型操作数 ) {0} 结果类型 {1} 二元运算符( op 类型操作数, op-type2 operand2 ) {0} {2} {1} conv-type-out ( conv-type-in 操作数 ) {0} {3} {1} conv-type-out ( conv-type-in 操作数 )
zh_tw: {0} 結果類型 {1} 一元運算子 ( op-type 運算元 ) {0} 結果類型 {1} 二元運算子 ( op-type 運算元, op-type2 運算元 2 ) {0} {2} {1} conv-type-out ( conv-type-in 運算元 ) {0} {3} {1} conv-type-out ( conv-type-in 運算元 )

source: {0} retargeted with warnings.
cs: Cílení balíčku {0} se změnilo s upozorněními.
de: {0} mit Warnungen neu zugewiesen.
es: {0} se redestinaron con advertencias.
fr: {0} reciblé avec des avertissements.
it: {0} è stato ridestinato con avvisi.
ja: {0} は再ターゲットされましたが、警告が発生しました。
ko: {0}의 대상이 변경되었지만 경고가 발생했습니다.
pl: Przekierowano element {0} z ostrzeżeniami.
pt_br: {0} redirecionados com avisos.
ru: Перенацелено с предупреждениями: {0}.
tr: {0} uyarılarla yeniden hedeflendi.
uk: {0} перенацілено з попередженнями.
zh_cn: 已重定 {0} 目标，但出现警告。
zh_tw: 已重定 {0} 的目標，但有警告。

source: {0} return-type
cs: {0} návratový-typ
es: {0} tipo-de-valor-devuelto
fr: {0} type-retour
it: tipo-restituito {0}
ja: {0} 戻り値の型
ko: {0} 반환-형식
pl: {0} zwracany_typ
pt_br: {0} tipo-de-retorno
ru: {0} тип_возвращаемого_значения
tr: {0} dönüş-türü
zh_cn: {0} 返回类型
zh_tw: {0} 傳回型別

source: {0} statement {1} (expression);
cs: {0} příkaz {1} (výraz);
de: {0} Anweisung {1} (Ausdruck);
es: {0} instrucción {1} (expresión);
fr: {0} instruction {1} (expression);
it: istruzione {1} di {0} (espressione);
ja: {0} ステートメント {1} (式);
ko: {0} 문 {1} (식);
pl: {0} instrukcja {1} (wyrażenie);
pt_br: {0} instrução {1} (expressão);
ru: {0} оператор {1} (выражение);
tr: {0} deyimi {1} (ifade);
zh_cn: {0} 语句 {1} (表达式);
zh_tw: {0} 陳述式 {1} (運算式);

source: {0} successfully added.
cs: Úspěšně jste přidali {0}.
de: {0} erfolgreich hinzugefügt
es: {0} se han agregado correctamente.
fr: {0} correctement ajouté.
it: {0} è stato aggiunto.
ja: {0} は正常に追加されました。
ko: {0}이(가) 추가되었습니다.
pl: Pomyślnie dodano element {0}.
pt_br: {0} adicionado com êxito.
ru: {0} успешно добавлен.
tr: {0} başarıyla eklendi.
uk: {0} успішно додано.
zh_cn: 已成功添加 {0}。
zh_tw: 已成功新增 {0}。

source: {0} successfully created
cs: Úspěšné vytvoření: {0}
de: {0} wurde erfolgreich erstellt.
es: {0} se creó correctamente
fr: Création de {0} réussie
ja: {0} は正常に作成されました
ko: {0}을(를) 만들었습니다.
pl: Pomyślnie utworzono element {0}
pt_br: {0} criado com êxito
ru: Выполнено создание {0}
tr: {0} başarıyla oluşturuldu

source: {0} successfully removed.
cs: Úspěšně jste odebrali {0}.
de: {0} erfolgreich entfernt.
es: {0} se quitaron correctamente.
fr: {0} correctement supprimé.
it: {0} è stato rimosso.
ja: {0} は正常に削除されました。
ko: {0}이(가) 제거되었습니다.
pl: Pomyślnie usunięto element {0}.
pt_br: {0} removido com êxito.
ru: {0} успешно удален.
tr: {0} başarıyla kaldırıldı.
uk: {0} успішно видалено.
zh_cn: 已成功删除 {0}。
zh_tw: 已成功移除 {0}。

source: {0} successfully retargeted.
cs: Cílení balíčku {0} se úspěšně změnilo.
de: {0} erfolgreich neu zugewiesen.
es: {0} se redestinaron correctamente.
fr: {0} correctement reciblé.
it: {0} è stato ridestinato.
ja: {0} は正常に再ターゲットされました。
ko: {0}의 대상이 변경되었습니다.
pl: Pomyślnie przekierowano element {0}.
pt_br: {0} redirecionados com êxito.
ru: {0} успешно перенацелен.
tr: {0} başarıyla yeniden hedeflendi.
uk: {0} перенацілено успішно.
zh_cn: 已成功重定 {0} 目标。
zh_tw: 已成功重定 {0} 的目標。

source: {0} successfully updated.
cs: Úspěšně jste aktualizovali {0}.
de: {0} erfolgreich aktualisiert.
es: {0} se actualizaron correctamente.
fr: {0} correctement mis à jour.
it: {0} è stato aggiornato.
ja: {0} は正常に更新されました。
ko: {0}이(가) 업데이트되었습니다.
pl: Pomyślnie zaktualizowano element {0}.
pt_br: {0} atualizado com êxito.
ru: {0} успешно обновлен.
tr: {0} başarıyla güncelleştirildi.
uk: {0} успішно оновлено.
zh_cn: 已成功更新 {0}。
zh_tw: 已成功更新 {0}。

source: {0} update available
cs: Počet dostupných aktualizací: {0}
de: {0} Updates verfügbar
es: {0} actualizaciones disponibles
fr: {0} mises à jour disponibles
it: {0} aggiornamenti disponibili
ja: {0} 個の更新プログラムが利用可能
ko: {0}개의 업데이트 사용 가능
pl: Dostępne aktualizacje: {0}
pt_br: {0} atualizações disponíveis
ru: Доступно обновлений: {0}
tr: {0} güncelleştirme hazır
uk: Доступне {0} оновлення

source: {0} updated with warnings.
cs: {0} se aktualizoval s upozorněními.
de: {0} mit Warnungen aktualisiert.
es: {0} se actualizaron con advertencias.
fr: {0} mis à jour avec des avertissements.
it: {0} è stato aggiornato con avvisi.
ja: {0} は更新されましたが、警告が発生しました。
ko: {0}이(가) 업데이트되었지만 경고가 발생했습니다.
pl: Zaktualizowano element {0} z ostrzeżeniami.
pt_br: {0} atualizados com avisos.
ru: Обновлено с предупреждениями: {0}.
tr: {0} uyarılarla güncelleştirildi.
uk: {0} оновлено з попередженнями.
zh_cn: 已更新 {0}，但出现警告。
zh_tw: 已更新 {0}，但有警告。

source: {0} warning
cs: Počet upozornění: {0}
de: {0} Warnung(en)
es: {0} advertencias
fr: {0} avertissements
it: {0} avvisi
ja: {0} 個の警告
ko: {0} 경고
pl: Ostrzeżenia: {0}
pt_br: {0} avisos
ru: предупреждений: {0}
tr: {0} uyarı
uk: {0} попередження
zh_cn: {0} 个警告
zh_tw: {0} 個警告

source: {0} warnings
cs: Počet upozornění: {0}
de: {0} Warnungen
es: {0} advertencias
fr: {0} avertissements
ja: {0} 個の警告
ko: {0}개 경고
pl: Ostrzeżenia: {0}
pt_br: {0} avisos
ru: Предупреждений: {0}
tr: {0} uyarı

source: {0} week ago
cs: Před {0} týdny
de: Vor {0} Wochen
es: Hace {0} semanas
fr: Il y a {0} semaines
it: {0} settimane fa
ja: {0} 週間前
ko: {0}주 전
pl: {0} tyg. temu
pt_br: {0} semanas atrás
ru: {0} нед. назад
tr: {0} hafta önce
uk: {0} тиждень тому

source: {0} were successfully generated.
cs: {0} byly úspěšně vygenerovány.
de: {0} wurden erfolgreich generiert.
es: {0} se han generado correctamente.
fr: {0} ont été correctement générés.
it: {0} sono stati generati.
ja: {0} が正常に生成されました。
ko: {0}이(가) 생성되었습니다.
pl: Pomyślnie wygenerowano elementy {0}.
pt_br: {0} foram gerados com êxito.
ru: {0} успешно созданы.
tr: {0} başarıyla oluşturuldu.
uk: {0} були створені успішно.
zh_cn: 已成功生成 {0}。
zh_tw: 已成功產生 {0}。

source: {0} with optional parameter is hidden by overload
cs: {0} s volitelným parametrem je skrytý kvůli přetížení.
de: {0} mit optionalem Parameter wird durch Überladung ausgeblendet.
es: La sobrecarga oculta {0} con el parámetro opcional
fr: {0} avec le paramètre facultatif est masqué par la surcharge
it: {0} con parametro facoltativo è nascosto dall'overload
ja: 省略可能なパラメーターが指定された {0} がオーバーロードで非表示になっています
ko: 선택적 매개 변수가 있는 {0}이(가) 오버로드에 의해 숨겨집니다.
pl: Element {0} z opcjonalnym parametrem jest ukryty przez przeciążenie
pt_br: {0} com parâmetro opcional é ocultado pela sobrecarga
ru: {0} с необязательным параметром скрыт перегрузкой
tr: İsteğe bağlı parametre içeren {0}, aşırı yük tarafından gizleniyor
uk: {0} з необов'язковим параметром прихований перевантаженням
zh_cn: 具有可选参数的 {0} 被重载隐藏
zh_tw: 多載隱藏了具有選擇性參數的 {0}

source: {0} | {1} Started at {2}
cs: {0} | {1} Spuštěno v {2}
de: {0} | {1} Gestartet um {2}
es: {0} | {1} Se inició a las {2}
fr: {0} | {1} Démarré à {2}
ja: {0} | {1} 開始時間: {2}
ko: {0} | {1} {2}에 시작됨
pl: {0} | {1} Rozpoczęło się o {2}
pt_br: {0} | {1} Iniciado em {2}
ru: {0} | {1} Запущено в {2}
tr: {0} | {1} Başlangıç saati: {2}

source: {0}(identifier)
cs: {0}(identifikátor)
de: {0}(Bezeichner)
es: {0}(identificador)
fr: {0}(identificateur)
it: {0} (identificatore)
ja: {0}(識別子)
ko: {0}(식별자)
pl: {0}(identyfikator)
pt_br: {0}(identificador)
ru: {0}(идентификатор)
tr: {0}(tanımlayıcı)
zh_cn: {0}(标识符)
zh_tw: {0}(識別項)

source: {0}({1}): Projects with non-local source (http://...) not supported. '{2}'.
cs: {0}({1}): Projekty se vzdálenou zdrojovou databází (http://...) se nepodporují. {2}.
de: {0}({1}): Projekte mit nicht-lokaler Quelle (http://...) werden nicht unterstützt. '{2}'.
es: {0}({1}): No se admiten proyectos con un origen que no sea local (http://...). '{2}'.
fr: {0}({1}) : les projets avec une source non locale (http://...) ne sont pas pris en charge. « {2} ».
it: {0} ({1}): i progetti con origine non locale (http://...) non sono supportati. '{2}'.
ja: {0} ({1}): ローカルでないソース (http://...) を含むプロジェクトはサポートされていません。'{2}'
ko: {0}({1}): 로컬이 아닌 소스(http://...)를 사용하는 프로젝트는 지원되지 않습니다. '{2}'.
pl: {0}({1}): Projekty ze źródłem innym niż lokalne (http://...) nie są obsługiwane. „{2}”.
pt_br: {0}({1}): Projetos com fonte não local (http://...) não têm suporte. '{2}'.
ru: {0}({1}): проекты с нелокальным источником (http://...) не поддерживаются. "{2}".
tr: {0}({1}): Kaynağı yerel olmayan (http://...) projeler desteklenmez. '{2}'.
uk: {0}({1}): Проекти з нелокальними сирцями (http://...) не підтримуються. '{2}'.
zh_cn: {0}({1}): 不支持使用非本地源(http://...)的项目。“{2}”。
zh_tw: {0}({1}): 不支援來源不在本機 (http://...) 的專案。'{2}'。

source: {0}, Line {1}
cs: {0}, řádek {1}
de: {0}, Zeile {1}
es: {0}, línea {1}
fr: {0}, Ligne {1}
it: {0}, riga {1}
ja: {0}、行 {1}
ko: {0}, 줄 {1}
pl: {0}, wiersz {1}
pt_br: {0}, Linha {1}
ru: {0}, строка {1}
tr: {0}, Satır {1}
uk: {0}, рядок {1}
zh_cn: {0}，行 {1}
zh_tw: {0}，第 {1} 行

source: {0}. (dirty)
cs: {0}. (nezapsáno)
de: {0}. (geändert)
es: {0}. (Modificado)
fr: {0}. (intégrité compromise)
ja: {0}。(ダーティ)
ko: {0}입니다(더티).
pl: {0}. (zanieczyszczone)
pt_br: {0}. (sujo)
ru: {0}. ("грязные")
tr: {0}. (değişiklik içeriyor)

source: {0}. Please see the Package Console for more details.
cs: {0}. Další podrobnosti najdete v konzole balíčku.
de: {0}. Weitere Informationen finden Sie in der Paketkonsole.
es: {0}. Consulte la consola de paquetes para obtener más detalles.
fr: {0}. Pour plus d'informations, consultez la Console des paquets.
it: {0}. Per altri dettagli, vedere la Console pacchetti.
ja: {0}。詳細については、「パッケージ コンソール」を参照してください。
ko: {0}. 자세한 내용은 패키지 콘솔을 참조하세요.
pl: {0}. Zobacz konsolę pakietu, aby uzyskać więcej informacji.
pt_br: {0}. Consulte o Console de Pacote para obter mais detalhes.
ru: {0}. Дополнительные сведения см. в консоли пакета.
tr: {0}. Daha fazla bilgi için lütfen Paket Konsolu'na bakın.
zh_cn: {0}。请参阅包控制台了解详细信息。
zh_tw: {0}。如需詳細資訊，請參閱套件主控台。

source: {0}References in your code need to be removed manually. Are you sure you want to remove the service from project {1}?
cs: {0}Odkazy ve vašem kódu se musí odebrat ručně. Určitě chcete odebrat tuto službu z projektu {1}?
de: {0}Verweise in Ihrem Code müssen manuell entfernt werden. Möchten Sie den Dienst aus dem Projekt "{1}" entfernen?
es: Debe quitar manualmente {0} referencias del código. ¿Está seguro de que quiere quitar el servicio del proyecto {1}?
fr: {0}Des références de votre code doivent être supprimées manuellement. Voulez-vous vraiment supprimer le service du projet {1} ?
ja: {0}コード内の参照を手動で削除する必要があります。サービスをプロジェクト {1} から削除してよろしいですか?
ko: 코드에서 {0}개의 참조를 수동으로 제거해야 합니다. {1} 프로젝트에서 서비스를 제거할까요?
pl: {0}Odwołania w kodzie należy usunąć ręcznie. Czy na pewno chcesz usunąć usługę z projektu {1}?
pt_br: {0}Referências no seu código precisam ser removidas manualmente. Tem certeza de que deseja remover o serviço do projeto {1}?
ru: {0}Ссылки в коде необходимо удалить вручную. Вы действительно хотите удалить службу из проекта {1}?
tr: {0}Kodunuzdaki başvuruların el ile kaldırılması gerekiyor. Hizmeti {1} projesinden kaldırmak istediğinizden emin misiniz?

source: {0}h {1}m
fr: {0} h {1} min
ja: {0} 時間 {1} 分
pl: {0} godz. {1} min
ru: {0} ч {1} м
tr: {0}sa {1}dk

source: {0}m {1}s
fr: {0} min {1} s
ja: {0} 分 {1} 秒
pl: {0} min {1} s
ru: {0} м {1} с
tr: {0}dk {1}sn

source: {1} cannot open the project '{0}' unless it is migrated.
cs: {1} nemůže otevřít projekt {0}, pokud není migrovaný.
de: {1} kann das Projekt "{0}" nur öffnen, wenn es migriert wurde.
es: {1} no puede abrir el proyecto "{0}" a menos que se migre.
fr: {1} ne peut pas ouvrir le projet '{0}', à moins qu'il ne fasse l'objet d'une migration.
ja: プロジェクト '{0}' が移行されている場合を除いて、{1} でそのプロジェクトを開くことはできません。
ko: 프로젝트 '{0}'이(가) 마이그레이션되지 않으면 {1}에서 열 수 없습니다.
pl: Element {1} nie może otworzyć projektu „{0}”, jeśli nie zostanie on zmigrowany.
pt_br: {1} não pode abrir o projeto '{0}', a menos que ele seja migrado.
ru: {1} не сможет открыть проект "{0}", пока он не будет перенесен.
tr: {1}, geçirilmediği sürece '{0}' projesini açamaz.

source: ./otherfile.ext
cs: ./jinysoubor.ext
it: ./altrofile.ext
pl: ./innyplik.roz

source: ./somedir/myfile.ext
cs: ./nejakyadresar/mujsoubor.ext
it: ./somedir/filepersonale.ext
pl: ./katalog/mojplik.roz

source: ./yourfile.ext
cs: ./vassoubor.ext
it: ./file.ext
pl: ./twojplik.roz

source: GNOME Desktop
cs: Desktop GNOME
es: Escritorio GNOME
fr: Bureau GNOME
it: Desktop GNOME
ja: GNOME デスクトップ
ko: GNOME 데스크톱
pl: Pulpit GNOME
tr: GNOME Masaüstü
uk: Робочий стіл Gnome
zh_cn: GNOME 桌面
zh_tw: GNOME 桌面

source: KDE Desktop
cs: Desktop KDE
es: Escritorio KDE
fr: Bureau KDE
it: Desktop KDE
ja: KDE デスクトップ
ko: KDE 데스크톱
pl: Pulpit KDE
pt_br: Área de trabalho KDE
tr: KDE Masaüstü
uk: Робочий стіл KDE
zh_cn: KDE 桌面
zh_tw: KDE 桌面
