Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The possible values are `no' to disable the use of a C# customized serializer, or an integer that is the minimum number of uses before the runtime will produce a custom serializer (0 will produce a custom serializer on the first access, 50 will produce a serializer on the 50th use). Mono will fallback to an interpreted serializer if the serializer generation somehow fails. This behavior can be disabled by setting the option `nofallback' (for example: '0,nofallback').
cs: Možné hodnoty jsou: no – zakáže použití přizpůsobeného serializátoru C#; celé číslo – minimální počet použití předtím, než modul runtime vytvoří vlastní serializátor (hodnota 0 vytvoří vlastní serializátor při prvním přístupu, hodnota 50 vytvoří serializátor při padesátém použití). Pokud z nějakého důvodu generování serializátoru selže, Mono se vrátí k záložnímu interpretovanému serializátoru. Toto chování je možné zakázat nastavením možnosti nofallback (například 0,nofallback).
de: Mögliche Werte sind 'no', um die Verwendung eines benutzerdefinierten C#-Serialisierungsprogramms zu unterbinden, oder eine ganze Zahl, die die Mindestanzahl der Zugriffe angibt, bevor die Laufzeit ein benutzerdefiniertes Serialisierungsprogramm erzeugt (durch 0 wird ein benutzerdefiniertes Serialisierungsprogramm beim ersten Zugriff erzeugt, durch 50 wird ein Serialisierungsprogramm bei der 50. Verwendung erzeugt). Wenn beim Generieren des Serialisierungsprogramms ein Fehler auftritt, greift Mono auf ein interpretiertes Serialisierungsprogramm zurück. Sie können dieses Verhalten deaktivieren, indem Sie die Option 'nofallback' festlegen (z. B.: '0,nofallback').
es: Los valores posibles son `no', para deshabilitar el uso de un serializador de C# personalizado, o un entero que es el número mínimo de usos antes de que el entorno de ejecución produzca un serializador personalizado (0 produce un serializador personalizado en el primer acceso, 50 produce un serializador en el quincuagésimo uso). Si no se puede generar el serializador por alguna razón, Mono vuelve a usar un serializador interpretado. Este comportamiento se puede deshabilitar con la opción `nofallback' (por ejemplo: '0,nofallback').
fr: Les valeurs possibles sont « non » pour désactiver l’utilisation du sérialiseur C# personnalisé, ou un entier spécifiant le nombre minimal d’utilisations avant que le runtime produise un sérialiseur personnalisé (0 produit un sérialiseur personnalisé au premier accès ; 50 produit un sérialiseur à la 50e utilisation). Mono bascule vers un sérialiseur interprété en cas d’échec de la génération du sérialiseur. Ce comportement peut être désactivé en sélectionnant l’option « nofallback » (par exemple : « 0, nofallback »).
it: I valori possibili sono 'no' per disabilitare l'uso di un serializzatore personalizzato C# oppure un intero che corrisponde al numero minimo di usi prima che il runtime produca un serializzatore personalizzato (con 0 verrà prodotto un serializzatore personalizzato al primo accesso, con 50 verrà prodotto al cinquantesimo uso). Mono eseguirà il fallback a un serializzatore interpretato in caso di errore durante la generazione del serializzatore. Per disabilitare questo comportamento, impostare l'opzione 'nofallback', ad esempio '0,nofallback'.
ja: 使用可能な値は、'no' (C# カスタマイズ済みシリアライザーを使用できないようにする場合) か、カスタム シリアライザーを生成する前にランタイムを使用する最小数の整数です (0 を指定すると最初のアクセスでカスタム シリアライザーを生成します。50 を指定すると 50 回目の使用でシリアライザーを生成します)。何らかの理由でシリアライザーを生成できない場合、Mono はインタプリタ型のシリアライザーにフォールバックします。この動作は、オプションの 'nofallback' を設定すると無効にできます (例: '0,nofallback')。
ko: 가능한 값은 C# 사용자 지정 직렬 변환기를 사용하지 않도록 설정하려면 'no'이거나, 런타임이 사용자 지정 직렬 변환기를 생성하기 전의 최소 사용 횟수인 정수(0은 첫 번째 액세스에서 사용자 지정 직렬 변환기를 생성하고, 50은 50번째 액세스에서 직렬 변환기를 생성함)입니다. Mono는 직렬 변환기 생성이 실패하는 경우 해석된 직렬 변환기로 대체합니다. 'nofallback' 옵션을 설정하여 이 동작을 사용하지 않도록 설정할 수 있습니다(예: '0,nofallback').
pl: Dozwolone wartości to „no”, aby wyłączyć użycie niestandardowego serializatora języka C#, lub liczba całkowita określająca minimalną liczbę użyć, po której środowisko uruchomieniowe wygeneruje niestandardowy serializator. (0 spowoduje wygenerowanie niestandardowego serializatora przy pierwszym uzyskaniu dostępu. 50 spowoduje wygenerowanie serializatora przy 50. użyciu). Narzędzie Mono powróci do interpretowanego serializatora, jeśli generowanie serializatora nie powiedzie się. To zachowanie można wyłączyć, ustawiając opcję „nofallback” (przykład: „0,nofallback”).
pt_br: Os valores possíveis são 'no' para desabilitar o uso de um serializador C# personalizado ou um número inteiro que indica o número mínimo de usos antes do tempo de execução produzir um serializador personalizado (0 produzirá um serializador personalizado no primeiro acesso, 50 produzirá um serializador no 50º uso). O Mono fará fallback para um serializador interpretado se ocorrer alguma falha na geração do serializador. Esse comportamento pode ser desabilitado definindo a opção 'nofallback' (por exemplo: '0,nofallback').
ru: Возможные значения: "no" для отключения настроенного сериализатора C# или целое число, обозначающее количество использований, через которое среда выполнения создаст настраиваемый сериализатор (при значении 0 настраиваемый сериализатор создается при первом обращении, при значении 50 сериализатор создается при 50-м использовании). В случае сбоя создания сериализатора Mono возвращается к интерпретированному сериализатору. Такое поведение можно отключить, задав параметр "nofallback" (например, "0,nofallback").
tr: Olası değerler şunlardır: C# özelleştirilmiş seri hale getiricinin veya çalışma zamanından önceki minimum kullanım sayısı olan tam sayının üreteceği özel seri hale getiricinin kullanımını devre dışı bırakmak için 'no' (0 ilk erişimde özel seri hale getirici üretir, 50 50'nci kullanımda seri hale getirici üretir). Mono, seri hale getirici üretimi bir şekilde başarısız olursa yorumlanmış bir seri hale getiriciye geri döner. Bu davranış 'nofallback' seçeneğini ayarlanarak devre dışı bırakılabilir (örneğin: '0,nofallback').
zh_cn: 可能的值为“否”(禁用 C# 自定义序列化程序)，或者一个整数(运行时生成自定义序列化程序之前的最低使用次数: 0 将在首次访问时生成自定义序列化程序，50 将在第 50 次使用时生成序列化程序)。如果序列化程序生成由于某种原因失败，Mono 将回退到已解释的序列化程序。此行为可通过设置 "nofallback" 选项(例如: "0,nofallback")来禁用。
zh_tw: 可能值為 'no' 停用 C# 自訂序列化程式，或是整數，其為執行階段將產生自訂序列化程式之前的使用次數上限 (0 表示將在第一次存取時產生自訂序列化程式，50 表示將在第 50 次使用時產生序列化程式)。如果序列化程式產生失敗，Mono 將回復為已解譯的序列化程式。設定 'nofallback' 選項，即可停用此行為 (例如: '0,nofallback')。

source: The "{0}" web server cannot be started. Please ensure that it is installed.
cs: Webový server {0} nejde spustit. Ujistěte se prosím, jestli je nainstalovaný.
de: Der {0}-Webserver kann nicht gestartet werden. Stellen Sie sicher, dass er installiert ist.
es: El servidor web "{0}" no se puede iniciar. Asegúrese de que esté instalado.
fr: Impossible de démarrer le serveur web "{0}". Assurez-vous qu’il est installé.
it: Non è possibile avviare il server Web "{0}". Assicurarsi che sia installato.
ja: "{0}" Web サーバーを起動できません。インストールされていることを確認してください。
ko: "{0}" 웹 서버를 시작할 수 없습니다. 웹 서버가 설치되어 있는지 확인하세요.
pl: Nie można uruchomić serwera sieci Web „{0}”. Upewnij się, że jest zainstalowany.
pt_br: O servidor Web "{0}" não pode ser iniciado. Verifique se ele está instalado.
ru: Не удается запустить веб-сервер "{0}". Убедитесь, что он установлен.
tr: "{0}" web sunucusu başlatılamıyor. Lütfen yüklendiğinden emin olun.
uk: Неможливо запустити веб-сервер "{0}". Перевірте, чи він встановлений.
zh_cn: “{0}”Web 服务器无法启动。请确保已安装。
zh_tw: 無法啟動 "{0}" 網頁伺服器。請確定已加以安裝。

source: The '{0}' code generator crashed
cs: Generátor kódu {0} selhal.
de: Der Code-Generator '{0}' ist abgestürzt.
es: El generador de código '{0}' se ha bloqueado
fr: Le générateur de code « {0} » est tombé en panne
it: Si è verificato un arresto anomalo del generatore del codice '{0}'
ja: {0} のコード ジェネレーターがクラッシュしました
ko: '{0}' 코드 생성기가 손상되었습니다.
pl: Generator kodu „{0}” uległ awarii
pt_br: O gerador de código '{0}' falhou
ru: Аварийное завершение генератора кода "{0}"
tr: '{0}' kod oluşturucusu çöktü
uk: Генератор коду '{0}' впав
zh_cn: “{0}”代码生成器已崩溃
zh_tw: '{0}' 程式碼產生器已損毀

source: The '{0}' code generator output invalid filename '{1}'
cs: Neplatný název souboru výstupu {1} generátoru kódu {0}
de: Der Code-Generator '{0}' hat den ungültigen Dateinamen '{1}' ausgegeben.
es: El generador de código '{0}' ha producido un nombre de archivo no válido: '{1}'
fr: Le générateur de code « {0} » a produit un nom de fichier non valide « {1} »
it: Il nome file '{1}' restituito dal generatore del codice '{0}' non è valido
ja: '{0}' のコード ジェネレーターが無効なファイル名 '{1}' を出力しました
ko: '{0}' 코드 생성기가 잘못된 파일 이름 '{1}'을(를) 출력했습니다.
pl: Generator kodu „{0}” wygenerował nieprawidłową nazwę pliku „{1}”
pt_br: O gerador de código '{0}' produziu o nome de arquivo inválido '{1}'
ru: Недопустимое имя файла "{1}" для выходных данных генератора кода "{0}"
tr: '{0}' kodu üretici çıktısı '{1}' geçersiz dosya adı
uk: Неправильна назва вихідного файлу '{1}' генератора коду '{0}'
zh_cn: “{0}”代码生成器输出无效的文件名“{1}”
zh_tw: '{0}' 程式碼產生器輸出無效的檔案名稱 '{1}'

source: The '{0}' directive must have a value
cs: Direktiva {0} musí mít hodnotu.
de: Die {0}-Direktive muss einen Wert haben.
es: La directiva '{0}' debe tener un valor
fr: La directive « {0} » doit avoir une valeur
it: È necessario specificare un valore per la direttiva '{0}'
ja: '{0}' ディレクティブには値を指定する必要があります
ko: '{0}' 지시문에 값이 있어야 합니다.
pl: Dyrektywa „{0}” musi mieć wartość
pt_br: A diretiva '{0}' deve ter um valor
ru: Директива "{0}" должна иметь значение.
tr: '{0}' yönergesinin bir değeri olmalıdır
zh_cn: “{0}”指令必须具有值
zh_tw: '{0}' 指示詞必須有值

source: The '{0}' directive requires exactly one argument
cs: Direktiva {0} vyžaduje přesně jeden argument.
de: Die {0}-Direktive erfordert genau ein Argument.
es: La directiva '{0}' requiere exactamente un argumento
fr: La directive « {0} » requiert précisément un argument
it: La direttiva '{0}' richiede un unico argomento
ja: '{0}' ディレクティブに必要な引数は 1 つのみです
ko: '{0}' 지시문에는 인수가 정확히 1개 필요합니다.
pl: Dyrektywa „{0}” wymaga dokładnie jednego argumentu
pt_br: A diretiva '{0}' requer exatamente um argumento
ru: Директива "{0}" требует ровно один аргумент
tr: '{0}' yönergesi tam olarak bir bağımsız değişken gerektirir
zh_cn: “{0}”指令恰好需要一个参数
zh_tw: '{0}' 指示詞需要確切一個引數

source: The '{0}' directive requires exactly two arguments
cs: Direktiva {0} vyžaduje přesně dva argumenty.
de: Die {0}-Direktive erfordert genau zwei Argumente.
es: La '{0}' directiva requiere exactamente dos argumentos
fr: La directive « {0} » requiert précisément deux arguments
it: La direttiva '{0}' richiede esattamente due argomenti
ja: '{0}' ディレクティブに必要な引数は 2 つのみです
ko: '{0}' 지시문에는 인수가 정확히 2개 필요합니다.
pl: Dyrektywa „{0}” wymaga dokładnie dwóch argumentów
pt_br: A diretiva '{0}' requer exatamente dois argumentos
ru: Директива "{0}" требует ровно два аргумента
tr: '{0}' yönergesi tam olarak iki bağımsız değişken gerektirir
zh_cn: “{0}”指令恰好需要两个参数
zh_tw: '{0}' 指示詞需要確切兩個引數

source: The '{0}' directive requires one or two arguments
cs: Direktiva {0} vyžaduje jeden nebo dva argumenty.
de: Die {0}-Direktive erfordert ein oder zwei Argumente.
es: La '{0}' directiva requiere uno o dos argumentos
fr: La directive « {0} » requiert un ou deux arguments
it: La direttiva '{0}' richiede uno o due argomenti
ja: '{0}' ディレクティブには、1 つまたは 2 つの引数が必要です
ko: '{0}' 지시문에는 인수가 1개나 2개 필요합니다.
pl: Dyrektywa „{0}” wymaga jednego lub dwóch argumentów
pt_br: A diretiva '{0}' requer um ou dois argumentos
ru: Директива "{0}" требует один или два аргумента
tr: '{0}' yönergesi bir veya iki bağımsız değişken gerektirir
zh_cn: “{0}”指令需要一个或两个参数
zh_tw: '{0}' 指示詞需要一或兩個引數

source: The .NET Core SDK was found
cs: Sada .NET Core SDK byla nalezena.
de: Das .NET Core SDK wurde gefunden.
es: Se encontró el SDK de .NET Core
fr: Le kit SDK .NET Core a été trouvé
ja: .NET Core SDK が見つかりました
ko: .NET Core SDK를 찾았습니다.
pl: Znaleziono zestaw .NET Core SDK
pt_br: O SDK do .NET Core foi localizado
ru: Пакет SDK для .NET Core найден
tr: .NET Core SDK'sı bulundu

source: The .NET Core SDK was not found
cs: Sada .NET Core SDK nebyla nalezena.
de: Das .NET Core SDK wurde nicht gefunden.
es: No se encontró el SDK de .NET Core
fr: Kit SDK .NET Core introuvable
ja: .NET Core SDK が見つかりませんでした
ko: .NET Core SDK를 찾을 수 없습니다.
pl: Nie można odnaleźć zestawu .NET Core SDK
pt_br: O SDK do .NET Core não foi localizado
ru: Пакет SDK для .NET Core не найден
tr: .NET Core SDK'sı bulunamadı

source: The .NET Core command line was found
cs: Příkazový řádek .NET Core byl nalezen.
de: Die .NET Core-Befehlszeile wurde gefunden.
es: Se encontró la línea de comandos de .NET Core
fr: La ligne de commande .NET Core a été trouvée
ja: .NET Core コマンド ラインが見つかりました
ko: .NET Core 명령줄을 찾았습니다.
pl: Znaleziono wiersz polecenia platformy .NET Core
pt_br: A linha de comando do .NET Core foi localizada
ru: Командная строка .NET Core найдена
tr: .NET Core komut satırı bulundu

source: The .NET Core command line was not found
cs: Příkazový řádek .NET Core nebyl nalezen.
de: Die .NET Core-Befehlszeile wurde nicht gefunden.
es: No se encontró la línea de comandos de .NET Core
fr: La ligne de commande .NET Core est introuvable
ja: .NET Core コマンド ラインが見つかりませんでした
ko: .NET Core 명령줄을 찾을 수 없습니다.
pl: Nie można odnaleźć wiersza polecenia platformy .NET Core
pt_br: A linha de comando do .NET Core não foi localizada
ru: Командная строка .NET Core не найдена
tr: .NET Core komut satırı bulunamadı

source: The Debugger is Busy
cs: Ladicí program je zaneprázdněný.
de: Der Debugger ist ausgelastet.
es: El depurador está ocupado
fr: Le débogueur est occupé
it: Il debugger è occupato
ja: デバッガーがビジー状態です
ko: 디버거가 사용 중입니다.
pl: Debuger jest zajęty
pt_br: O Depurador está Ocupado
ru: Отладчик занят
tr: Hata Ayıklayıcısı Meşgul
uk: Зневаджувач зайнятий
zh_cn: 调试程序忙
zh_tw: 偵錯工具忙碌中

source: The Delete option permanently removes the directory and any files it contains from your hard disk. Click Remove from Project if you only want to remove it from your current solution.
cs: Možnost Odstranit trvale odebere z pevného disku adresář a všechny soubory, které obsahuje. Na Odebrat z projektu klikněte v případě, že chcete adresář odebrat jenom z aktuálního řešení.
de: Durch die Option 'Löschen' werden das Verzeichnis und alle darin enthaltenen Dateien endgültig von der Festplatte entfernt. Klicken Sie auf 'Aus Projekt entfernen', wenn Sie sie nur aus der aktuellen Projektmappe entfernen möchten
es: La opción Eliminar quita el directorio y los archivos que contiene de forma permanente del disco duro. Si solo quiere quitarlo de la solución actual, haga clic en Quitar del proyecto.
fr: L’option Supprimer supprime définitivement le répertoire et les fichiers qu’il contient de votre disque dur. Si vous souhaitez le supprimer uniquement de la solution en cours, cliquez sur Supprimer du projet.
it: L'opzione Elimina consente di rimuovere definitivamente dal disco rigido la directory e gli eventuali file che contiene. Se si vuole solo rimuoverla dalla soluzione corrente, fare clic su Rimuovi dal progetto.
ja: [削除] オプションは、ディレクトリと中身のファイルを完全にハード ディスクから削除します。現行のソリューションからのみ削除する場合は、[プロジェクトから削除] をクリックしてください。
ko: [삭제]5D; 옵션은 디렉터리와 거기에 포함된 모든 파일을 하드 디스크에서 영구적으로 제거합니다. 현재 솔루션에서만 제거하려면 [프로젝트에서 제거]5D;를 클릭하세요.
pl: Opcja Usuń trwale usuwa katalog i wszystkie zawarte w nim pliki z dysku twardego. Jeśli chcesz usunąć katalog tylko z bieżącego rozwiązania, kliknij przycisk Usuń z projektu.
pt_br: A opção Excluir remove permanentemente o diretório e os arquivos nele contidos do seu disco rígido. Clique em Remover do Projeto se você quiser removê-lo apenas da sua solução atual.
ru: Параметр "Удалить" окончательно удаляет каталог и все находящиеся в нем файлы с жесткого диска. Щелкните "Удалить из проекта", если каталог требуется удалить только из текущего решения.
tr: Silme seçeneği, dizini ve içerdiği tüm dosyaları sabit diskinizden kalıcı olarak kaldırır. Yalnızca geçerli çözümünüzden kaldırmak istiyorsanız, Projeden Kaldır'a tıklayın.
uk: Параметр Видалити повністю стирає теку та наявні в ній файли з диска. Виберіть Вилучити з проекту, щоб вилучити файл тільки з поточного рішення.
zh_cn: “删除”选项会将该目录及其包含的所有文件从硬盘中永久删除。如果你只想将其从当前解决方案中删除，请单击“从项目中删除”。
zh_tw: [刪除] 選項會從硬碟中永久移除目錄和其所包含的任何檔案。如果您只要從目前解決方案中移除該項目，請按一下 [從專案移除]。

source: The Delete option permanently removes the file from your hard disk. Click Remove from Project if you only want to remove it from your current solution.
cs: Možnost Odstranit trvale odebere soubor z pevného disku. Na Odebrat z projektu klikněte v případě, že chcete soubor odebrat jenom z aktuálního řešení.
de: Durch die Option 'Löschen' wird die Datei dauerhaft von Ihrer Festplatte entfernt. Klicken Sie auf 'Aus Projekt entfernen', wenn Sie die Datei nur aus Ihrer aktuellen Projektmappe entfernen möchten.
es: La opción Eliminar quita de forma permanente el archivo del disco duro. Haga clic en Quitar del proyecto si solo quiere quitarlo de la solución actual.
fr: L’option Supprimer supprime définitivement le fichier de votre disque dur. Si vous souhaitez uniquement le supprimer de votre solution en cours, cliquez sur Supprimer du projet.
it: L'opzione Elimina consente di rimuovere definitivamente il file dal disco rigido. Se si vuole solo rimuoverlo dalla soluzione corrente, fare clic su Rimuovi dal progetto.
ja: [削除] オプションを使用すると、ハード ディスクからファイルが永久に削除されます。現在のソリューションから削除するだけにする場合は、[プロジェクトから削除] をクリックしてください。
ko: [삭제]5D; 옵션은 하드 디스크에서 파일을 영구적으로 제거합니다. 현재 솔루션에서만 파일을 제거하려면 [프로젝트에서 제거]5D;를 클릭하세요.
pl: Opcja Usuń trwale usuwa plik z dysku twardego. Kliknij polecenie Usuń z projektu tylko wtedy, gdy chcesz usunąć go z bieżącego rozwiązania.
pt_br: A opção Excluir remove permanentemente o arquivo de seu disco rígido. Clique em Remover do Projeto se você desejar apenas removê-lo da sua solução atual.
ru: Параметр "Удалить" окончательно удаляет файл с жесткого диска. Щелкните "Удалить из проекта", если каталог требуется удалить только из текущего решения.
tr: Sil seçeneği dosyaları sabit diskinizden kalıcı olarak kaldırır. Yalnızca geçerli çözümünüzden kaldırmak için Proje'den Kaldır'a tıklayın.
uk: Параметр Видалити повністю стирає файл з диска. Виберіть Вилучити з проекту, щоб вилучити файл тільки з поточного рішення.
zh_cn: “删除”选项会将该文件从硬盘中永久删除。如果你只想将其从当前解决方案中删除，请单击“从项目中删除”。
zh_tw: [刪除] 選項會從硬碟中永久移除檔案。如果您只要從目前解決方案中移除該項目，請按一下 [從專案移除]。

source: The Delete option permanently removes the file from your hard disk. Click Remove from Solution if you only want to remove it from your current solution.
cs: Možnost Odstranit soubor trvale odebere z vašeho pevného disku. Pokud chcete soubor odebrat jenom z aktuálního řešení, klikněte na Odebrat z řešení.
de: Durch die Option 'Löschen' wird die Datei dauerhaft von Ihrer Festplatte entfernt. Klicken Sie auf 'Aus Projektmappe entfernen', wenn Sie die Datei nur aus Ihrer aktuellen Projektmappe entfernen möchten.
es: La opción Eliminar quita de forma permanente el archivo del disco duro. Haga clic en Quitar de la solución si solo quiere quitarlo de la solución actual.
fr: L’option Supprimer supprime définitivement le fichier de votre disque dur. Si vous souhaitez uniquement le supprimer de votre solution en cours, cliquez sur Supprimer de la solution.
it: L'opzione Elimina consente di rimuovere definitivamente il file dal disco rigido. Se si vuole solo rimuoverlo dalla soluzione corrente, fare clic su Rimuovi dalla soluzione.
ja: [削除] オプションを使用すると、ハードディスクからファイルが完全に削除されます。現在のソリューションからのみ削除する場合には、[ソリューションから削除する] をクリックしてください。
ko: [삭제]5D; 옵션은 하드 디스크에서 파일을 영구적으로 제거합니다. 현재 솔루션에서만 파일을 제거하려면 [솔루션에서 제거]5D;를 클릭하세요.
pl: Opcja Usuń powoduje trwałe usunięcie pliku z dysku twardego. Kliknij pozycję Usuń z rozwiązania tylko wtedy, gdy chcesz usunąć plik z bieżącego rozwiązania.
pt_br: A opção Excluir remove permanentemente o arquivo de seu disco rígido. Se você desejar apenas removê-lo da sua solução atual, clique em Remover da Solução.
ru: Параметр "Удалить" окончательно удаляет файл с жесткого диска. Щелкните "Удалить из решения", если каталог требуется удалить только из текущего решения.
tr: Sil seçeneği dosyayı sabit diskinizden kalıcı olarak kaldırır. Dosyayı yalnızca geçerli çözümünüzden kaldırmak istiyorsanız Çözümden Kaldır'a tıklayın.
uk: Параметр Видалити повністю стирає файл з диска. Виберіть Вилучити з рішення, щоб вилучити файл тільки з поточного рішення.
zh_cn: “删除”选项会将该文件从硬盘中永久删除。如果你只想将其从当前解决方案中删除，请单击“从解决方案中删除”。
zh_tw: [刪除] 選項會從硬碟中永久移除檔案。如果您只要從目前解決方案中移除該項目，請按一下 [從方案移除]。

source: The Error pad toolbar
cs: Panel nástrojů panelu chyb
de: Die Fehlerfeld-Symoblleiste
es: Barra de herramientas del panel de errores
fr: Barre d'outils du bloc d'erreurs
ja: エラー パッド ツール バー
ko: 오류 패드 도구 모음
pl: Pasek narzędzi konsoli błędu
pt_br: Barra de ferramentas do painel de Erros
ru: Панель инструментов панели ошибок
tr: Hata paneli araç çubuğu

source: The GUI designer project file '{0}' could not be loaded.
cs: Soubor projektu návrháře GUI {0} se nepodařilo načíst.
de: Die GUI-Designer-Projektdatei '{0}' konnte nicht geladen werden.
es: No se puede cargar el archivo del proyecto del diseñador de GUI '{0}'.
fr: Nous n’avons pas pu charger le fichier de projet du concepteur d’interface utilisateur graphique « {0} ».
it: Non è stato possibile caricare il file di progetto '{0}' della finestra di progettazione GUI.
ja: GUI デザイナー プロジェクト ファイル '{0}' を読み込めませんでした。
ko: GUI 디자이너 프로젝트 파일 '{0}'을(를) 로드할 수 없습니다.
pl: Nie można załadować pliku projektu projektanta graficznego interfejsu użytkownika „{0}”.
pt_br: O arquivo de projeto de designer de GUI '{0}' não pôde ser carregado.
ru: Не удалось загрузить файл "{0}" проекта конструктора графического пользовательского интерфейса.
tr: '{0}' adlı GUI tasarımcı projesi dosyası yüklenemedi.
uk: Не вдалось завантажити файл проекту дизайнера інтерфейсу {0}.
zh_cn: 无法加载 GUI 设计器项目文件“{0}”。
zh_tw: 無法載入 GUI 設計工具專案檔 '{0}'。

source: The Gtk# User Interface designer will be disabled by removing the gtk-sharp reference.
cs: Návrhář uživatelského rozhraní Gtk# se zakáže odebráním odkazu gtk-sharp.
de: Der Gtk#-Benutzeroberflächen-Designer wird durch das Entfernen des gtk-sharp-Verweises deaktiviert.
es: El diseñador de interfaz de usuario Gtk# se deshabilitará quitando la referencia gtk-sharp.
fr: Le concepteur d’interface utilisateur Gtk # va être désactivé suite à la suppression de la référence gtk-sharp.
it: Per disabilitare la finestra di progettazione dell'interfaccia utente di GTK#, è necessario rimuovere il riferimento a gtk-sharp.
ja: Gtk# ユーザー インターフェイス デザイナーは、gtk-sharp 参照を削除すると無効になります。
ko: gtk-sharp 참조를 제거하여 GTK# 사용자 인터페이스 디자이너를 사용하지 않도록 설정합니다.
pl: Projektant interfejsu użytkownika biblioteki Gtk# zostanie wyłączony przez usunięcie odwołania do biblioteki gtk-sharp.
pt_br: O designer da Interface do Usuário do Gtk# será desabilitada ao remover a referência ao gtk-sharp.
ru: Конструктор пользовательского интерфейса GTK# будет отключен посредством удаления ссылки gtk-sharp.
tr: Gtk-sharp başvurusu kaldırılarak Gtk# Kullanıcı Arabirimi tasarımcısı devre dışı bırakılır.
uk: Дизайнер користувацького інтерфейсу Gtk# буде вимкнено шляхом вилучення посилання на gtk-sharp.
zh_cn: 删除 gtk-sharp 引用后将禁用 GTK# 用户界面设计器。
zh_tw: 移除 gtk-sharp 參考，將會停用 Gtk# 使用者介面設計工具。

source: The ID of a custom code generator.
cs: ID generátoru vlastního kódu
de: Die ID eines benutzerdefinierten Code-Generators.
es: Identificador de un generador de código personalizado.
fr: ID d’un générateur de code personnalisé.
it: ID di un generatore del codice personalizzato.
ja: カスタム コード ジェネレーターの ID。
ko: 사용자 지정 코드 생성기의 ID입니다.
pl: Identyfikator niestandardowego generatora kodu.
pt_br: A ID de um gerador de código personalizado.
ru: Идентификатор пользовательского генератора кода.
tr: Özel kod üreticisi kimliği.
uk: ID власного генератора коду
zh_cn: 自定义代码生成器的 ID。
zh_tw: 自訂程式碼產生器的識別碼。
