Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: 'if' statement can be re-written as '||' expression
it: L'istruzione 'if' può essere riscritta come espressione '||'
zh_cn: "if" 语句可以重写为 "||" 表达式
zh_tw: 'if' 陳述式可以重寫為 '||' 運算式

source: Convert to '||' expresssion
it: Converti nell'espressione '||'
zh_cn: 转换为 "||" 表达式
zh_tw: 轉換為 '||' 運算式

source: Replace with '||'
it: Sostituisci con '||'
zh_cn: 替换为 "||"
zh_tw: 以 '||' 取代

source: Convert to '|=' expresssion
it: Converti nell'espressione '|='
zh_cn: 转换为 "|=" 表达式
zh_tw: 轉換為 '|=' 運算式

source: Replace with '|='
it: Sostituisci con '|='
zh_cn: 替换为 "|="
zh_tw: 以 '|=' 取代

source: Anonymous method signature is not required
it: La firma del metodo anonimo non è richiesta
zh_cn: 不需要匿名方法签名
zh_tw: 匿名方法特徵標記非必要

source: Specifying signature is redundant because no parameter is used
it: La specifica della firma è ridondante perché non viene usato alcun parametro
zh_cn: 指定签名是冗余的，因为没有使用参数
zh_tw: 未使用任何參數，因此簽章為冗餘

source: Remove redundant signature
it: Rimuovi la firma ridondante
zh_cn: 删除冗余的签名
zh_tw: 移除冗餘的簽章

source: Remove ';'
it: Rimuovi ';'
zh_cn: 删除 ";"
zh_tw: 移除 ';'

source: Redundant argument with default value
it: Argomento ridondante con valore predefinito
zh_cn: 具有默认值的冗余参数
zh_tw: 具有預設值的冗餘引數

source: Argument values are redundant
it: I valori degli argomenti sono ridondanti
zh_cn: 参数值是冗余的
zh_tw: 引數值是冗餘的

source: Argument value is redundant
it: Il valore dell'argomento è ridondante
zh_cn: 参数值是冗余的
zh_tw: 引數值是冗餘的

source: Remove redundant arguments
it: Rimuovi gli argomenti ridondanti
zh_cn: 删除冗余的参数
zh_tw: 移除冗餘的引數

source: Remove redundant argument
it: Rimuovi l'argomento ridondante
zh_cn: 删除冗余的参数
zh_tw: 移除冗餘的引數

source: Remove 'finally'
it: Rimuovi 'finally'
zh_cn: 删除 "finally"
zh_tw: 移除 'finally'

source: Parameter name differs in partial method declaration
it: Il nome del parametro è diverso nella dichiarazione di metodo parziale
zh_cn: 分部方法声明中的参数名称差异
zh_tw: 部分方法宣告中的參數名稱不同

source: 'string.Compare' is culture-aware
it: 'string.Compare' riconosce le impostazioni cultura
zh_cn: "string.Compare" 可以识别区域性
zh_tw: 'string.Compare' 為文化特性感知

source: Use array creation expression
it: Usa espressione di creazione matrice
zh_cn: 使用数组创建表达式
zh_tw: 使用陣列建立運算式

source: Use array create expression
it: Usa l'espressione di creazione matrice
zh_cn: 使用数组创建表达式
zh_tw: 使用陣列建立運算式

source: Replace with 'new'
it: Sostituisci con 'new'
zh_cn: 替换为 "new"
zh_tw: 以 'new' 取代

source: Parameter name differs in base method declaration
it: Il nome del parametro è diverso nella dichiarazione di metodo di base
zh_cn: 基方法声明中的参数名称差异
zh_tw: 基底方法宣告中的參數名稱不同

source: Remove '{0}'
it: Rimuovi '{0}'
zh_cn: 删除“{0}”
zh_tw: 移除 '{0}'

source: Redundant 'unsafe' modifier
it: Modificatore 'unsafe' ridondante
zh_cn: 冗余的 "unsafe" 修饰符
zh_tw: 冗餘的 'unsafe' 修飾詞

source: 'unsafe' modifier is redundant.
it: Il modificatore 'unsafe' è ridondante.
zh_cn: "unsafe" 修饰符是冗余的。
zh_tw: 'unsafe' 修飾詞為冗餘。

source: Remove redundant 'unsafe' modifier
it: Rimuovi il modificatore 'unsafe' ridondante
zh_cn: 删除冗余的 "unsafe" 修饰符
zh_tw: 移除冗餘的 'unsafe' 修飾詞

source: 'unsafe' statement is redundant.
it: L'istruzione 'unsafe' è ridondante.
zh_cn: "unsafe" 语句是冗余的。
zh_tw: 'unsafe' 陳述式為冗餘。

source: Replace 'unsafe' statement with it's body
it: Sostituisci l'istruzione 'unsafe' con il relativo corpo
zh_cn: 将 "unsafe" 语句替换为 "unsafe" 体
zh_tw: 以其主體取代 'unsafe' 陳述式

source: Checks for prohibited modifiers
it: Controlla la presenza di modificatori non consentiti
zh_cn: 检查禁止的修饰符
zh_tw: 檢查是否有禁止的修飾詞

source: 'static' modifier is required inside a static class
it: Il modificatore 'static' è richiesto in una classe statica
zh_cn: 静态类内部需要 "static" 修饰符
zh_tw: 靜態類別內需要 'static' 修飾詞

source: Add 'static' modifier
it: Aggiungi il modificatore 'static'
zh_cn: 添加 "static" 修饰符
zh_tw: 新增 'static' 修飾詞

source: 'virtual' members can't be private
it: I membri 'virtual' non possono essere privati
zh_cn: "virtual" 成员不能是专用的
zh_tw: 'virtual' 成員不能為私用

source: 'sealed' modifier is not usable without override
it: Il modificatore 'sealed' non è utilizzabile senza override
zh_cn: "sealed" 修饰符在没有替代的情况下不可用
zh_tw: 'sealed' 修飾詞必須要有覆寫才能使用

source: Remove 'sealed' modifier
it: Rimuovi il modificatore 'sealed'
zh_cn: 删除 "sealed" 修饰符
zh_tw: 移除 'sealed' 修飾詞

source: 'virtual' modifier is not usable in a sealed class
it: Il modificatore 'virtual' non è utilizzabile in una classe sealed
zh_cn: "virtual" 修饰符在密封类中不可用
zh_tw: 'virtual' 修飾詞無法用於密封類別中

source: Remove 'virtual' modifier
it: Rimuovi il modificatore 'virtual'
zh_cn: 删除 "virtual" 修饰符
zh_tw: 移除 'virtual' 修飾詞

source: Make class 'static'
it: Rendi la classe 'static'
zh_cn: 使类变为 "static"
zh_tw: 將類別設為 'static'

source: Extension methods are only allowed in static classes
it: I metodi di estensione sono consentiti solo in classi statiche
zh_cn: 仅允许在静态类中使用扩展方法
zh_tw: 只有靜態類別中才能有擴充方法

source: Static constructors can't have any other modifier
it: I costruttori statici non possono includere nessun altro modificatore
zh_cn: 静态构造函数不能有任何其他修饰符
zh_tw: 靜態建構函式不能有任何其他修飾詞

source: Remove prohibited modifier
it: Rimuovi il modificatore proibito
zh_cn: 删除禁止的修饰符
zh_tw: 移除禁用的修飾詞

source: Reverse the direction of a for loop
it: Inverti la direzione di un ciclo for
zh_cn: 使 for 循环的方向反向
zh_tw: 反轉 for 迴圈的方向

source: Reverse 'for' loop
it: Inverti il ciclo 'for'
zh_cn: 使 "for" 循环反向
zh_tw: 反轉 'for' 迴圈

source: Function can be converted to C# 5-style async function
it: La funzione può essere convertita nella funzione asincrona di tipo C# 5
zh_cn: 函数可以转换为 C# 5 样式异步函数
zh_tw: 函式可以轉換成 C# 5-Style 非同步函式

source: Convert to C# 5-style async function
it: Converti nella funzione asincrona di tipo C# 5
zh_cn: 转换为 C# 5 样式异步函数
zh_tw: 轉換成 C# 5-Style 非同步函式

source: Replace with OfType<T> (extended)
it: Sostituisci con OfType<T> (esteso)
zh_cn: 替换为 OfType<T> (扩展)
zh_tw: 以 OfType<T> 取代 (延伸)

source: Redundant lambda explicit type specification
it: Specifica ridondante del tipo esplicito dell'espressione lambda
zh_cn: 冗余的 lambda 显式类型规范
zh_tw: 冗餘的 Lambda 明確類型規格

source: Remove parameter type specification
it: Rimuovi la specifica del tipo del parametro
zh_cn: 删除参数类型规范
zh_tw: 移除參數類型指定

source: Redundant lambda signature parentheses
it: Parentesi ridondanti nella firma dell'espressione lambda
zh_cn: 冗余的 lambda 签名圆括号
zh_tw: 冗餘的 lambda 特徵標記括弧

source: Remove signature parentheses
it: Rimuovi le parentesi della firma
zh_cn: 删除签名圆括号
zh_tw: 移除簽章的括號

source: Can be converted to expression
it: Convertibile in espressione
zh_cn: 可以转换为表达式
zh_tw: 可轉換為運算式

source: Remove argument name specification
it: Rimuovi la specifica del nome dell'argomento
zh_cn: 删除参数名称规范
zh_tw: 移除引數名稱規格

source: Add one or more optional parameters to an invocation, using their default values
it: Aggiungi uno o più parametri facoltativi a una chiamata usando i rispettivi valori predefiniti
zh_cn: 向调用添加一个或多个可选参数(使用其默认值)
zh_tw: 將一或多個選擇性參數新增至引動過程，並使用其預設值

source: Remove redundant check
it: Rimuovi il controllo ridondante
zh_cn: 删除冗余的检查
zh_tw: 移除冗餘的檢查

source: Convert '<<'/'>>' to '*'/'/'
it: Converti '<<'/'>>' in '*'/'/'
zh_cn: 将 "<<'/'>>" 转换为 "*'/'/"
zh_tw: 將 '<<'/'>>' 轉換為 '*'/'/'

source: Replace with '*'
it: Sostituisci con '*'
zh_cn: 替换为 "*"
zh_tw: 以 '*' 取代

source: Replace with '/'
it: Sostituisci con '/'
zh_cn: 替换为 "/"
zh_tw: 以 '/' 取代

source: Convert '*'/'/' to '<<'/'>>'
it: Converti '*'/'/' in '<<'/'>>'
zh_cn: 将 "*'/'/" 转换为 "<<'/'>>"
zh_tw: 將 '*'/'/' 轉換為 '<<'/'>>'

source: Replace with '<<'
it: Sostituisci con '<<'
zh_cn: 替换为 "<<"
zh_tw: 以 '<<' 取代

source: Replace with '>>'
it: Sostituisci con '>>'
zh_cn: 替换为 ">>"
zh_tw: 以 '>>' 取代

source: Split 'if' statement
it: Dividi l'istruzione 'if'
zh_cn: 拆分 "if" 语句
zh_tw: 分割 'if' 陳述式

source: Split if
it: Dividi if
zh_cn: 拆分 if
zh_tw: 分割 if

source: Redundant operand in logical conditional expression
it: Operando ridondante nell'espressione condizionale logica
zh_cn: 逻辑条件表达式中的冗余操作数
zh_tw: 邏輯條件運算式中冗餘的運算元

source: Remove 'true'
it: Rimuovi 'true'
zh_cn: 删除 "true"
zh_tw: 移除 'true'

source: Class can be converted to static
it: La classe può essere convertita in statica
zh_cn: 类可以转换为静态
zh_tw: 類別可以轉換成靜態

source: Make class static
it: Rendi la classe statica
zh_cn: 使类变为静态
zh_tw: 將類別設為靜態

source: Replace assignment with postfix expression
it: Sostituisci l'assegnazione con l'espressione con notazione polacca inversa
zh_cn: 将赋值替换为后缀表达式
zh_tw: 以後置運算式取代指派

source: Replace with '{0}++'
it: Sostituisci con '{0}++'
zh_cn: 替换为“{0}++”
zh_tw: 以 '{0}++' 取代

source: Replace with '{0}--'
it: Sostituisci con '{0}--'
zh_cn: 替换为“{0}--”
zh_tw: 以 '{0}--' 取代

source: Replace postfix expression with assignment
it: Sostituisci l'espressione con notazione polacca inversa con l'assegnazione
zh_cn: 将后缀表达式替换为赋值
zh_tw: 以指派取代 postfix 運算式

source: Replace with '{0} += 1'
it: Sostituisci con '{0} += 1'
zh_cn: 替换为“{0} += 1”
zh_tw: 以 '{0} += 1' 取代

source: Replace with '{0} -= 1'
it: Sostituisci con '{0} -= 1'
zh_cn: 替换为“{0} -= 1”
zh_tw: 以 '{0} -= 1' 取代

source: Replace assignment with operator assignment
it: Sostituisci l'assegnazione con l'assegnazione dell'operatore
zh_cn: 将赋值替换为运算符赋值
zh_tw: 以運算子指派取代指派

source: Replace with '{0}='
it: Sostituisci con '{0}='
zh_cn: 替换为“{0}=”
zh_tw: 以 '{0}=' 取代

source: Replace operator assignment with assignment
it: Sostituisci l'assegnazione dell'operatore con l'assegnazione
zh_cn: 将运算符赋值替换为赋值
zh_tw: 以指派取代運算子指派

source: Replace with 'is' operator
it: Sostituisci con l'operatore 'is'
zh_cn: 替换为 "is" 运算符
zh_tw: 以 'is' 運算子取代

source: Use 'is' operator
it: Usa l'operatore 'is'
zh_cn: 使用 "is" 运算符
zh_tw: 使用 'is' 運算子

source: String formatting problems
it: Problemi di formattazione delle stringhe
zh_cn: 字符串格式问题
zh_tw: 字串格式問題

source: Redundant catch clause
it: Clausola catch ridondante
zh_cn: 冗余的 catch 子句
zh_tw: 冗餘的 catch 子句

source: Remove all '{0}' redundant 'catch' clauses
it: Rimuovi tutte le clausole 'catch' ridondanti di '{0}'
zh_cn: 删除所有“{0}”冗余 "catch" 子句
zh_tw: 移除所有 '{0}' 冗餘的 'catch' 子句

source: Remove 'catch'
it: Rimuovi 'catch'
zh_cn: 删除 "catch"
zh_tw: 移除 'catch'

source: Catch clause with a single 'throw' statement is redundant.
it: La clausola catch con una singola istruzione 'throw' è ridondante.
zh_cn: 具有单一 "throw" 语句的 catch 子句是冗余的。
zh_tw: 具有單一 'throw' 陳述式的 catch 子句是冗餘的。

source: Remove 'try' statement
it: Rimuovi l'istruzione 'try'
zh_cn: 删除 "try" 语句
zh_tw: 移除 'try' 陳述式

source: Possible multiple enumeration of IEnumerable
it: Possibile enumerazione multipla di IEnumerable
zh_cn: 可能有多个 IEnumerable 枚举
zh_tw: IEnumerable 可能有多個列舉

source: Enumerate to array
it: Enumera nella matrice
zh_cn: 枚举到数组
zh_tw: 列舉至陣列

source: Enumerate to list
it: Enumera nell'elenco
zh_cn: 枚举到列表
zh_tw: 列舉至清單

source: Unused label
it: Etichetta non usata
zh_cn: 未使用的标签
zh_tw: 未使用的標籤

source: Label is unused
it: L'etichetta non è usata
zh_cn: 标签未被使用
zh_tw: 標籤未使用

source: Event
it: Evento
zh_cn: 事件
zh_tw: 事件

source: Field
it: Campo
zh_cn: 字段
zh_tw: 欄位

source: Fixed field
it: Campo fisso
zh_cn: 固定字段
zh_tw: 固定欄位

source: Indexer with optional parameter is hidden by overload
it: L'indicizzatore con parametro facoltativo è nascosto dall'overload
zh_cn: 具有可选参数的索引器被重载隐藏
zh_tw: 多載隱藏了具有選擇性參數的索引子

source: Check for reference equality instead
it: Verifica l'uguaglianza dei riferimenti
zh_cn: 改为检查引用相等
zh_tw: 改為檢查參考是否相等

source: Replace expression with 'false'
it: Sostituisci l'espressione con 'false'
zh_cn: 将表达式替换为 "false"
zh_tw: 以 'false' 取代運算式

source: Use Equals()
it: Usa Equals()
zh_cn: 使用 Equals()
zh_tw: 使用 Equals()

source: 'Object.ReferenceEquals' is always false because it is called with value type
it: 'Object.ReferenceEquals' è sempre false perché viene chiamato con il tipo valore
zh_cn: "Object.ReferenceEquals" 始终为 false，因为它是使用值类型调用的
zh_tw: 'Object.ReferenceEquals' 是使用實值型別所呼叫，因此一律為 false

source: Replace with 'default'
it: Sostituisci con 'default'
zh_cn: 替换为 "default"
zh_tw: 以 'default' 取代

source: Remove redundant 'new'
it: Rimuovi 'new' ridondante
zh_cn: 删除冗余的 "new"
zh_tw: 移除冗餘的 'new'

source: Redundant 'IEnumerable.Cast<T>' or 'IEnumerable.OfType<T>' call
it: Chiamata ridondante a 'IEnumerable.Cast<T>' o 'IEnumerable.OfType<T>'
zh_cn: 冗余的 "IEnumerable.Cast<T>" 或 "IEnumerable.OfType<T>" 调用
zh_tw: 冗餘的 'IEnumerable.Cast<T>' 或 'IEnumerable.OfType<T>' 呼叫

source: Redundant 'IEnumerable.Cast<T>' call
it: Chiamata ridondante a 'IEnumerable.Cast<T>'
zh_cn: 冗余的 "IEnumerable.Cast<T>" 调用
zh_tw: 冗餘的 'IEnumerable.Cast<T>' 呼叫

source: Remove 'Cast<T>' call
it: Rimuovi la chiamata a 'Cast<T>'
zh_cn: 删除 "Cast<T>" 调用
zh_tw: 移除 'Cast<T>' 呼叫

source: Redundant 'IEnumerable.OfType<T>' call.
it: Chiamata ridondante a 'IEnumerable.OfType<T>'.
zh_cn: 冗余的 "IEnumerable.OfType<T>" 调用。
zh_tw: 冗餘的 'IEnumerable.OfType<T>' 呼叫。

source: Compare items with null
it: Confronta gli elementi con Null
zh_cn: 比较具有 null 的项
zh_tw: 比較項目與 null

source: Remove 'OfType<T>' call
it: Rimuovi la chiamata a 'OfType<T>'
zh_cn: 删除 "OfType<T>" 调用
zh_tw: 移除 'OfType<T>' 呼叫

source: Missing interface members
it: Mancano i membri di interfaccia
zh_cn: 缺少接口成员
zh_tw: 遺漏介面成員

source: Missing interface member implementations
it: Mancano le implementazioni dei membri di interfaccia
zh_cn: 缺少接口成员实现
zh_tw: 遺漏介面成員實作

source: Unmatched size specification with array initializer
it: Specifica delle dimensioni senza corrispondenza con l'inizializzatore di matrice
zh_cn: 具有数组初始值设定项的不匹配大小规范
zh_tw: 陣列初始設定式有不相符的大小規格

source: Correct array size specification
it: Correggi la specifica delle dimensioni della matrice
zh_cn: 正确的数组大小规范
zh_tw: 更正陣列大小規格

source: Blocks in if/else or switch branches can be simplified to any of the branches if they have the same block.
it: I blocchi in rami if/else o switch possono essere semplificati in uno qualsiasi dei rami purché abbiano lo stesso blocco.
zh_cn: if/else 或切换分支中的程序块可以简化为任何分支(如果具有相同的程序块)。
zh_tw: if/else 或 switch 分支若有相同的區塊，則可將其區塊簡化為任何分支。

source: Parameter can be declared with base type
it: Il parametro può essere dichiarato con il tipo di base
zh_cn: 可以使用基类型声明参数
zh_tw: 參數可以使用基底類型進行宣告

source: Demote parameter to '{0}'
it: Abbassa di livello il parametro a '{0}'
zh_cn: 将参数降级为“{0}”
zh_tw: 將參數降階為 '{0}'

source: Found duplicate condition
it: È stata trovata una condizione duplicata
zh_cn: 找到重复条件
zh_tw: 找到重複的條件

source: Replace 'Enum.HasFlag' call with bitwise flag comparison
it: Sostituisci la chiamata a 'Enum.HasFlag' con il confronto bit per bit di flag
zh_cn: 将 "Enum.HasFlag" 调用替换为位标志比较
zh_tw: 以位元旗標比較取代 'Enum.HasFlag' 呼叫

source: Replace with bitwise flag comparison
it: Sostituisci con il confronto bit per bit di flag
zh_cn: 替换为位标志比较
zh_tw: 以位元旗標比較取代

source: Replace bitwise flag comparison with call to 'Enum.HasFlag'
it: Sostituisci il confronto bit per bit di flag con la chiamata a 'Enum.HasFlag'
zh_cn: 将位标志比较替换为对 "Enum.HasFlag" 的调用
zh_tw: 以 'Enum.HasFlag' 的呼叫取代位元旗標比較

source: Replace with 'Enum.HasFlag'
it: Sostituisci con 'Enum.HasFlag'
zh_cn: 替换为 "Enum.HasFlag"
zh_tw: 以 'Enum.HasFlag' 取代

source: Redundant explicit type in array creation
it: Tipo esplicito ridondante nella creazione matrice
zh_cn: 数组创建中的冗余显式类型
zh_tw: 陣列建立中冗餘的明確類型

source: Redundant explicit array type specification
it: Specifica ridondante del tipo di matrice esplicito
zh_cn: 冗余的显式数组类型规范
zh_tw: 冗餘的明確陣列類型規格

source: Remove redundant type specification
it: Rimuovi la specifica del tipo ridondante
zh_cn: 删除冗余的类型规范
zh_tw: 移除冗餘的類型指定

source: Array creation can be replaced with array initializer
it: La creazione matrice può essere sostituita con un inizializzatore di matrice
zh_cn: 数组创建可以替换为数组初始值设定项
zh_tw: 以陣列初始設定式取代陣列建立

source: Use array initializer
it: Usa l'inizializzatore di matrice
zh_cn: 使用数组初始值设定项
zh_tw: 使用陣列初始設定式

source: Redundant anonymous type property name
it: Nome di proprietà di tipo anonimo ridondante
zh_cn: 冗余的匿名类型属性名称
zh_tw: 冗餘的匿名型別屬性名稱

source: Remove redundant name
it: Rimuovi il nome ridondante
zh_cn: 删除冗余的名称
zh_tw: 移除冗餘的名稱

source: Possible assignment to readonly field
it: Possibile assegnazione a campo di sola lettura
zh_cn: 对只读字段的可能赋值
zh_tw: 可能指派給唯讀欄位

source: Assignment to a property of a readonly field can be useless. Type parameter is not known to be a reference type.
it: L'assegnazione a una proprietà di un campo di sola lettura può essere inutile. Il parametro di tipo è noto per essere un tipo riferimento.
zh_cn: 只读字段属性的赋值可能是无用的。类型参数并未已知为引用类型。
zh_tw: 唯讀欄位的屬性指派可能無意義。型別參數不確定是參考型別。

source: Readonly field can not be used as assignment target.
it: Non è possibile usare il campo di sola lettura come destinazione dell'assegnazione.
zh_cn: 只读字段不能用作赋值目标。
zh_tw: 唯讀欄位不能用作指派目標。

source: Swap parameter.
it: Scambia il parametro.
zh_cn: 交换参数。
zh_tw: 交換參數。

source: The parameter name is on the wrong argument.
it: Il nome del parametro è indicato nell'argomento errato.
zh_cn: 参数名称在错误的参数中。
zh_tw: 參數名稱位於錯誤的引數上。

source: Delegate subtractions
it: Sottrazioni di delegati
zh_cn: 委托减法
zh_tw: 委派減法

source: Unused parameter
it: Parametro non usato
zh_cn: 未使用的参数
zh_tw: 未使用的參數

source: Parameter '{0}' is never used
it: Il parametro '{0}' non viene mai usato
zh_cn: 参数“{0}”从未被使用
zh_tw: 參數 '{0}' 不會用到

source: Simplify LINQ expression
it: Semplifica l'espressione LINQ
zh_cn: 简化 LINQ 表达式
zh_tw: 簡化 LINQ 運算式

source: Remove redundant 'string.ToCharArray()' call
it: Rimuovi la chiamata ridondante a 'string.ToCharArray()'
zh_cn: 删除冗余的 "string.ToCharArray()" 调用
zh_tw: 移除冗餘的 'string.ToCharArray()' 呼叫

source: Convert property to auto property
it: Converti la proprietà nella proprietà auto
zh_cn: 将属性转换为 auto 属性
zh_tw: 將 property 轉換為 auto property

source: Static constructor should be parameterless
it: Il costruttore statico non deve includere parametri
zh_cn: 静态构造函数应该是无参数的
zh_tw: 靜態建構函式應該為無參數

source: Static constructor cannot take parameters
it: Il costruttore statico non può accettare parametri
zh_cn: 静态构造函数不能使用参数
zh_tw: 靜態建構函式不能使用參數

source: Remove parameters
it: Rimuovi i parametri
zh_cn: 删除参数
zh_tw: 移除參數

source: CS0183:Given expression is always of the provided type
it: CS0183: l'espressione specificata è sempre del tipo fornito
zh_cn: CS0183: 给定表达式始终为提供的类型
zh_tw: CS0183: 指定的運算式一律屬於提供的類型

source: Compare with 'null'
it: Esegui il confronto con 'null'
zh_cn: 使用 "null" 比较
zh_tw: 與 'null' 比較

source: Given expression is always of the provided type. Consider comparing with 'null' instead
it: L'espressione specificata è sempre del tipo fornito. Provare a eseguire il confronto con 'null'
zh_cn: 给定表达式始终为提供的类型。考虑改用 "null" 进行比较
zh_tw: 指定的運算式一律屬於提供的類型。請考慮改為與 'null' 比較

source: Invocation of polymorphic field event
it: Chiamata di un evento di campo polimorfico
zh_cn: 多态字段事件调用
zh_tw: 多型欄位事件的引動過程

source: The event `{0}' can only appear on the left hand side of `+=' or `-=' operator
it: L'evento '{0}' può trovarsi soltanto sul lato sinistro dell'operatore '+=' o '-='
zh_cn: 事件“{0}”仅可在 "+=" 或 "-=" 运算符的左侧出现
zh_tw: 事件 '{0}' 只能出現在 '+=' 或 '-=' 運算子的左側

source: Invocation of polymorphic field like event
it: Chiamata di un evento like di campo polimorfico
zh_cn: 事件等多态字段的调用
zh_tw: 多型欄位 (例如事件) 的引動過程

source: Remove call to 'object.GetType()'
it: Rimuovi la chiamata a 'object.GetType()'
zh_cn: 删除对 "object.GetType()" 的调用
zh_tw: 移除 'object.GetType()' 的呼叫

source: NotNullAttribute is not needed for non-nullable types
it: NotNullAttribute non è necessario per i tipi non nullable
zh_cn: 非 nullable 类型不需要 NotNullAttribute
zh_tw: 不可為 Null 的型別不需要 NotNullAttribute

source: Remove redundant NotNullAttribute
it: Rimuovi NotNullAttribute ridondante
zh_cn: 删除冗余的 NotNullAttribute
zh_tw: 移除冗餘的 NotNullAttribute

source: CS0618: Member is obsolete
it: CS0618: il membro è obsoleto
zh_cn: CS0618: 成员已过时
zh_tw: CS0618: 成員已淘汰

source: '{0}' is obsolete: '{1}'
it: '{0}' è obsoleto: '{1}'
zh_cn: “{0}”已过时:“{1}”
zh_tw: '{0}' 已淘汰: '{1}'

source: '{0}' is obsolete
it: '{0}' è obsoleto
zh_cn: “{0}”已过时
zh_tw: '{0}' 已淘汰

source: CS0169: Field is never used
it: CS0169: il campo non viene mai usato
zh_cn: CS0169: 字段从未被使用
zh_tw: CS0169: 從未使用過欄位

source: The private field '{0}' is never assigned
it: Il campo privato '{0}' non è mai assegnato
zh_cn: 专用字段“{0}”从未被赋值
zh_tw: 從未指派過私用欄位 '{0}'

source: Static event removal check
it: Controllo della rimozione di eventi statici
zh_cn: 静态事件删除检查
zh_tw: 靜態事件移除檢查

source: Subscription to static events without unsubscription may cause memory leaks.
it: La sottoscrizione di eventi statici senza annullamento della sottoscrizione può causare perdite di memoria.
zh_cn: 没有取消订阅的静态事件订阅可能会导致内存泄漏。
zh_tw: 訂閱沒有取消訂閱的靜態事件可能會導致記憶體流失。

source: Subscription to static events with an anonymous method may cause memory leaks.
it: La sottoscrizione di eventi statici con un metodo anonimo può causare perdite di memoria.
zh_cn: 具有匿名方法的静态事件订阅可能会导致内存泄漏。
zh_tw: 訂閱具有匿名方法的靜態事件可能會導致記憶體流失。

source: Convert method to static
it: Converti il metodo in statico
zh_cn: 将方法转换为静态
zh_tw: 將方法轉換為 static

source: CS0659: Class overrides Object.Equals but not Object.GetHashCode.
it: CS0659: la classe esegue l'override di Object.Equals ma non di Object.GetHashCode.
zh_cn: CS0659: 类替代 Object.Equals，但不替代 Object.GetHashCode。
zh_tw: CS0659: 類別覆寫了 Object.Equals 但未覆寫 Object.GetHashCode。

source: If two objects are equal then they must both have the same hash code
it: Se due oggetti sono uguali, devono avere lo stesso codice hash
zh_cn: 如果两个对象相等，那么它们必须具有相同的哈希代码
zh_tw: 若兩個物件相等，則必須有相同的雜湊碼

source: Override GetHashCode
it: Esegui override di GetHashCode
zh_cn: 替代 GetHashCode
zh_tw: 覆寫 GetHashCode

source: CS1729: Class does not contain a 0 argument constructor
it: CS1729: la classe non contiene un costruttore di argomento 0
zh_cn: CS1729: 类不包含 0 参数构造函数
zh_tw: CS1729: 類別不包含 0 引數建構函式

source: CS1729: The type '{0}' does not contain a constructor that takes '{1}' arguments
it: CS1729: il tipo '{0}' non contiene un costruttore che accetta argomenti '{1}'
zh_cn: CS1729: 类型“{0}”不包含使用“{1}”参数的构造函数
zh_tw: CS1729: 類型 '{0}' 不包含接受 '{1}' 個引數的建構函式

source: Parameter is only assigned
it: Il parametro è solo assegnato
zh_cn: 参数为仅赋值的
zh_tw: 僅指派參數

source: Parameter is assigned but its value is never used
it: Il parametro è assegnato, ma il suo valore non viene mai usato
zh_cn: 参数已被赋值，但其值从未被使用
zh_tw: 已指派參數，但未曾使用過其值

source: Change invocation to call Object.ReferenceEquals
it: Cambia la chiamata impostandola su Object.ReferenceEquals
zh_cn: 将调用更改为调用 Object.ReferenceEquals
zh_tw: 變更引動過程以呼叫 Object.ReferenceEquals

source: Replace '?:' with '{0}' branch
it: Sostituisci '?:' con il ramo '{0}'
zh_cn: 将 "?:" 替换为“{0}”分支
zh_tw: 以 '{0}' 分支取代 '?:'

source: Replace 'if' with '{0}' branch
it: Sostituisci 'if' con il ramo '{0}'
zh_cn: 将 "if" 替换为“{0}”分支
zh_tw: 以 '{0}' 分支取代 'if'

source: Replace expression with '{0}'
it: Sostituisci l'espressione con '{0}'
zh_cn: 将表达式替换“{0}”
zh_tw: 以 '{0}' 取代運算式

source: Check if a namespace corresponds to a file location
it: Verifica se uno spazio dei nomi corrisponde a un percorso file
zh_cn: 检查命名空间是否对应于文件位置
zh_tw: 檢查命名空間是否對應至檔案位置

source: Namespace does not correspond to file location, should be: '{0}'
it: Lo spazio dei nomi non corrisponde al percorso file. Deve essere: '{0}'
zh_cn: 命名空间不对应于文件位置，应为:“{0}”
zh_tw: 命名空間未對應至檔案位置，應該是: '{0}'

source: Type should be declared inside the namespace '{0}'
it: Il tipo deve essere dichiarato all'interno dello spazio dei nomi '{0}'
zh_cn: 类型应在命名空间“{0}”内部声明
zh_tw: 型別應該宣告於命名空間 '{0}' 內

source: Type cast expression of incompatible type
it: Tipo incompatibile dell'espressione di cast del tipo
zh_cn: 不兼容类型的类型转换表达式
zh_tw: 不相容型別的型別轉換運算式

source: CS0184:Given expression is never of the provided type
it: CS0184: l'espressione non è mai del tipo fornito
zh_cn: CS0184: 给定表达式从来不是提供的类型
zh_tw: CS0184: 指定的運算式一律不屬於提供的類型

source: Given expression is never of the provided type
it: L'espressione non è mai del tipo fornito
zh_cn: 给定表达式从来不是提供的类型
zh_tw: 指定的運算式絕不為提供的類型

source: Redundant assignment
it: Assegnazione ridondante
zh_cn: 冗余赋值
zh_tw: 冗餘的指派

source: Assignment is redundant
it: L'assegnazione è ridondante
zh_cn: 赋值是冗余的
zh_tw: 指派是冗餘的

source: Remove redundant assignment
it: Rimuovi l'assegnazione ridondante
zh_cn: 删除冗余的赋值
zh_tw: 移除冗餘的指派
