Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Place open brace on new line for control blocks
cs: Pro řídicí bloky umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Kontrollblöcke in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para bloques de control
fr: Placer l’accolade ouvrante sur une nouvelle ligne pour les blocs de contrôle
it: Inserisci parentesi graffa di apertura in una nuova riga per i blocchi di controllo
ja: 新しい行に制御ブロックの始めかっこを配置する
ko: 제어 블록의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla bloków sterowania
pt_br: Colocar chave de abertura em nova linha para blocos de controle
ru: Располагать открывающую фигурную скобку на новой строке для блоков управления
tr: Denetim blokları için yeni satıra açık küme ayracı yerleştir
uk: Помістити відкриту фігурну дужку в новому рядку для керувальних блоків
zh_cn: 将控制块的左大括号置于新行
zh_tw: 將左大括號放在控制區塊的新行

source: Place open brace on new line for lambda expression
cs: Pro lambda výraz umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Lambdaausdruck in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para una expresión lambda
fr: Placer une accolade ouvrante sur une nouvelle ligne pour une expression lambda
it: Inserisci parentesi graffa di apertura in una nuova riga per le espressioni lambda
ja: 新しい行にラムダ式の始めかっこを配置する
ko: 람다 식의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla wyrażenia lambda
pt_br: Colocar chave de abertura em nova linha para expressão lambda
ru: Располагать открывающую фигурную скобку на новой строке для лямбда-выражения
tr: Lambda ifadesi için yeni satıra açık ayraç yerleştirin
uk: Помістити відкриту фігурну дужку в новому рядку для лямбда-виразів
zh_cn: 将 Lambda 表达式的左大括号置于新行
zh_tw: 將左大括弧放在 Lambda 運算式的新行上

source: Place open brace on new line for methods
cs: Pro metody umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Methoden in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para métodos
fr: Placer une accolade ouvrante sur une nouvelle ligne pour les méthodes
it: Inserisci parentesi graffa di apertura in una nuova riga per i metodi
ja: 新しい行にメソッドの始めかっこを配置する
ko: 메서드의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla metod
pt_br: Colocar chave de abertura em nova linha para métodos
ru: Располагать открывающую фигурную скобку на новой строке для методов
tr: Metotlar için yeni satıra açık küme ayracı yerleştir
uk: Помістити відкриту фігурну дужку в новому рядку для методів
zh_cn: 将方法的左大括号置于新行
zh_tw: 將左大括號放在方法的新行

source: Place open brace on new line for object initializers
cs: Pro inicializátory objektů umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Objektinitialisierer in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para inicializadores de objetos
fr: Placer une accolade ouverte sur une nouvelle ligne pour des initialiseurs d’objets
it: Inserisci parentesi graffa di apertura in una nuova riga per gli inizializzatori di oggetto
ja: 新しい行にオブジェクト初期化子の始めかっこを配置する
ko: 개체 이니셜라이저의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla inicjatorów obiektów
pt_br: Colocar chave de abertura em nova linha para inicializadores de objeto
ru: Располагать открывающую фигурную скобку на новой строке для инициализаторов объектов
tr: Nesne başlatıcıları için yeni satıra açık ayraç yerleştirin
uk: Помістити відкриту фігурну дужку в новому рядку для ініціалізаторів об'єктів
zh_cn: 将对象初始值设定项的左大括号置于新行
zh_tw: 將左大括號放在物件初始設定式的新行

source: Place open brace on new line for properties
cs: Pro vlastnosti umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Eigenschaften in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para propiedades
fr: Placer une accolade ouvrante sur une nouvelle ligne pour les propriétés
it: Inserisci parentesi graffa di apertura in una nuova riga per le proprietà
ja: 新しい行にプロパティの始めかっこを配置する
ko: 속성의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla właściwości
pt_br: Colocar chave de abertura em nova linha para propriedades
ru: Располагать открывающую фигурную скобку на новой строке для свойств
tr: Özellikler için yeni satıra açık ayraç yerleştirin
uk: Помістити відкриту фігурну дужку в новому рядку для властивостей
zh_cn: 将属性的左大括号置于新行
zh_tw: 將左大括弧放在屬性的新行上

source: Place open brace on new line for property accessors
cs: Pro přistupující objekty vlastnosti umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Eigenschaftenaccessoren in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para descriptores de acceso de propiedades
fr: Placer une accolade ouvrante sur une nouvelle ligne pour les accesseurs de propriété
it: Inserisci parentesi graffa di apertura in una nuova riga per le funzioni di accesso delle proprietà
ja: 新しい行にプロパティ アクセサーの始めかっこを配置する
ko: 속성 접근자의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla metod dostępu do właściwości
pt_br: Colocar chave de abertura em nova linha para acessadores de propriedades
ru: Располагать открывающую фигурную скобку на новой строке для методов доступа свойств
tr: Özellik erişimcileri için yeni satıra açık ayraç yerleştirin
uk: Помістити відкриту фігурну дужку в новому рядку для методів доступу до властивостей
zh_cn: 将属性访问器的左大括号置于新行
zh_tw: 將左大括弧放在屬性存取子的新行上

source: Place open brace on new line for types
cs: Pro typy umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für Typen in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para tipos
fr: Placer une accolade ouvrante sur une nouvelle ligne pour les types
it: Inserisci parentesi graffa di apertura in una nuova riga per i tipi
ja: 新しい行に型の始めかっこを配置する
ko: 형식의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla typów
pt_br: Colocar chave de abertura em nova linha para tipos
ru: Располагать открывающую фигурную скобку на новой строке для типов
tr: Türler için yeni satıra açık küme ayracı yerleştir
uk: Помістити відкриту фігурну дужку в новому рядку для типів
zh_cn: 将类型的左大括号置于新行
zh_tw: 將左大括號放在類型的新行

source: Place query expression clauses on new line
cs: Umístit klauzule dotazového výrazu na nový řádek
de: Klauseln von Abfrageausdrücken in neuer Zeile platzieren
es: Poner cláusulas de expresión de consulta en una línea nueva
fr: Placer les clauses d’expression de requête sur une nouvelle ligne
it: Inserisci clausole di espressione di query in una nuova riga
ja: 新しい行にクエリ式の句を配置する
ko: 새 줄에 쿼리 식 절 배치
pl: Umieść klauzule wyrażenia zapytania w nowym wierszu
pt_br: Colocar cláusulas de expressão de consulta em nova linha
ru: Располагать предложения выражений запроса на новой строке
tr: Yeni satıra sorgu ifadesi tümceleri yerleştir
uk: Помістити ініціалізатори масиву у новому рядку
zh_cn: 将查询表达式子句置于新行
zh_tw: 將查詢運算式放在新行

source: Place simple C# expressions within {} to interpolate them.
cs: Mezi znaky {} se vloží jednoduché výrazy C# a interpolují se.
de: Setzen Sie einfache C#-Ausdrücke zum Interpolieren in {}.
es: Coloque expresiones de C# sencillas entre {} para interpolarlas.
fr: Placer les expressions C# simples entre {} pour les interpoler.
it: Racchiudere le espressioni C# semplici tra {} per interpolarle.
ja: {} 内に単純な C# 式を配置して補間します。
ko: 간단한 C# 식을 {} 내에 배치하여 보간합니다.
pl: Ujmij proste wyrażenia C# w nawias klamrowy {}, aby je interpolować.
pt_br: Colocar expressões C# simples dentro de {} para interpolá-las.
ru: Заключите простые выражения C# в {}, чтобы интерполировать их.
tr: İlişkilendirmek için basit C# ifadelerini {} içine yerleştirin.
uk: Помістіть у {} простий вираз C# для обчислення.
zh_cn: 将简单 C# 表达式放在 {} 内进行内插。
zh_tw: 將簡單 C# 運算式放到 {} 內加以插入。

source: Placeholder
cs: Zástupný symbol
de: Platzhalter
es: Marcador de posición
fr: Espace réservé
it: Segnaposto
ja: プレースホルダー
ko: 자리 표시자
pl: Symbol zastępczy
pt_br: Espaço reservado
ru: Заполнитель
tr: Yer tutucu
uk: Заповнювач
zh_cn: 占位符
zh_tw: 預留位置

source: Platform specific
cs: Specifická pro platformu
de: Plattformspezifisch
es: Específico de plataforma
fr: Spécifique à la plateforme
it: Piattaforma:
ja: プラットフォーム固有
ko: 플랫폼별
pl: Przeznaczone dla platformy
pt_br: Específico da plataforma
ru: Определяется платформой
tr: Platforma özel

source: Platform target:
cs: Cílová platforma:
de: Plattformziel:
es: Destino de la plataforma:
fr: Plateforme cible :
it: Piattaforma di destinazione:
ja: プラットフォーム ターゲット:
ko: 플랫폼 대상:
pl: Wartość docelowa dla platformy:
pt_br: Destino da plataforma:
ru: Целевая платформа:
tr: Platform hedefi:
uk: Цільова платформа:
zh_cn: 平台目标:
zh_tw: 平台目標:

source: Platform:
cs: Platforma:
de: Plattform:
es: Plataforma:
fr: Plateforme :
it: Piattaforma:
ja: プラットフォーム:
ko: 플랫폼:
pl: Platforma:
pt_br: Plataforma:
ru: Платформа:
uk: Платформа:
zh_cn: 平台:
zh_tw: 平台:

source: Platforms:
cs: Platformy:
de: Plattformen:
es: Plataformas:
fr: Plateformes :
it: Piattaforma:
ja: プラットフォーム:
ko: 플랫폼:
pl: Platformy:
pt_br: Plataformas:
ru: Платформы:
tr: Platformlar:

source: Please enter a valid configuration name.
cs: Zadejte prosím platný název konfigurace.
de: Geben Sie einen gültigen Konfigurationsnamen ein.
es: Escriba un nombre de configuración válido.
fr: Entrez un nom de configuration valide.
it: Immettere un nome di configurazione valido.
ja: 有効な構成名を入力してください。
ko: 유효한 구성 이름을 입력하세요.
pl: Wprowadź prawidłową nazwę konfiguracji.
pt_br: Digite um nome de configuração válido.
ru: Введите допустимое имя конфигурации.
tr: Lütfen geçerli bir yapılandırma adı girin.
uk: Введіть коректну назву конфігурації.
zh_cn: 请输入有效的配置名称。
zh_tw: 請輸入有效的組態名稱。

source: Please enter a valid project name
cs: Zadejte prosím platný název projektu.
de: Geben Sie einen gültigen Projektnamen ein.
es: Escriba un nombre de proyecto válido
fr: Entrez un nom de projet valide
it: Immettere un nome di progetto valido
ja: 有効なプロジェクト名を入力してください
ko: 유효한 프로젝트 이름을 입력하세요.
pl: Wprowadź prawidłową nazwę projektu
pt_br: Insira um nome de projeto válido
ru: Введите допустимое имя проекта
tr: Lütfen geçerli bir proje adı girin
uk: Введіть коректну назву проекту.
zh_cn: 请输入有效的项目名称
zh_tw: 請輸入有效的專案名稱

source: Please enter the password for your private key for the XSP Web Server
cs: Zadejte prosím heslo ke svému privátnímu klíči pro webový server XSP.
de: Geben Sie das Kennwort für Ihren privaten Schlüssel für den XSP Web Server ein.
es: Escriba la contraseña de la clave privada para el servidor web XSP
fr: Entrez le mot de passe de votre clé privée pour le serveur web XSP
it: Immettere la password per la chiave privata del server Web XSP
ja: XSP Web サーバーの秘密キーのパスワードを入力してください
ko: XSP 웹 서버에 대한 프라이빗 키의 암호를 입력하세요.
pl: Wprowadź hasło klucza prywatnego dla serwera sieci Web XSP
pt_br: Digite a senha para sua chave privada para o Servidor Web XSP
ru: Введите пароль закрытого ключа для веб-сервера XSP
tr: Lütfen XSP Web Sunucusu için özel anahtarınızın parolasını girin
uk: Введіть пароль для вашого приватного ключа для веб-сервера XSP
zh_cn: 请输入你的 XSP Web 服务器私钥密码
zh_tw: 請輸入 XSP 網頁伺服器私密金鑰的密碼

source: Please provide a path to the required certificate:
cs: Zadejte prosím cestu k požadovanému certifikátu:
de: Geben Sie einen Pfad zum erforderlichen Zertifikat ein:
es: Proporcione la ruta de acceso del certificado necesario:
fr: Chemin d’accès au certificat requis :
it: Specificare un percorso per il certificato richiesto:
ja: 必要な証明書のパスを指定してください:
ko: 필요한 인증서의 경로를 제공하세요.
pl: Podaj ścieżkę do wymaganego certyfikatu:
pt_br: Informe um caminho para o certificado necessário:
ru: Укажите путь к требуемому сертификату:
tr: Lütfen gerekli sertifika için bir yol belirtin:
uk: Вкажіть шлях до необхідного сертифіката:
zh_cn: 请提供所需证书的路径:
zh_tw: 請提供必要憑證的路徑:

source: Please provide a valid directory prefix where mono is installed (for example, /usr)
cs: Zadejte platný prefix adresáře, kde je Mono nainstalované (například /usr).
de: Geben Sie ein gültiges Präfix für das Installationsverzeichnis von Mono an (z. B. /usr).
es: Proporcione un prefijo de directorio válido donde esté instalado Mono (por ejemplo, /usr)
fr: Fournissez un préfixe valide pour le répertoire d’installation de Mono (par exemple, /usr)
it: Specificare un prefisso di directory valido in cui è installato Mono, ad esempio /usr
ja: Mono のインストール場所の有効なディレクトリのプレフィックスを入力してください (/usr など)
ko: mono가 설치된 경우 유효한 디렉터리 접두사를 제공하세요(예: /usr).
pl: Podaj prawidłowy prefiks katalogu, w którym zainstalowane jest narzędzie Mono (na przykład /usr)
pt_br: Forneça um prefixo de diretório válido no qual mono está instalado (por exemplo, /usr)
ru: Укажите допустимый префикс каталога, где установлена система Mono (например, /usr)
tr: Lütfen mono'nun yüklü olduğu geçerli bir dizin ön eki belirtin (örneğin, /usr)
uk: Надайте правильний префікс теки, де встановлено mono (наприклад, /usr)
zh_cn: 请提供 mono 安装目录的有效前缀(例如 /usr)
zh_tw: 請提供已安裝 mono 的有效目錄前置詞 (例如，/usr)

source: Please provide the passphrase required to access to the certificate:
cs: Zadejte prosím heslo vyžadované pro přístup k certifikátu:
de: Geben Sie die Passphrase für den Zertifikatzugriff ein:
es: Proporcione la frase de contraseña para acceder al certificado:
fr: Phrase secrète requise pour accéder au certificat :
it: Specificare la passphrase necessaria per accedere al certificato:
ja: 証明書にアクセスするために必要なパスフレーズを指定してください:
ko: 인증서에 액세스하는 데 필요한 암호를 제공하세요.
pl: Podaj hasło wymagane do uzyskania dostępu do certyfikatu:
pt_br: Informe a senha necessária para acessar o certificado:
ru: Укажите парольную фразу для доступа к сертификату:
tr: Lütfen sertifikanıza erişim için gerekli olan parolayı girin:
uk: Вкажіть пароль, необхідний для доступу до клієнтського сертифіката:
zh_cn: 请提供访问该证书所需的密码:
zh_tw: 請提供存取此憑證所需的複雜密碼:

source: Please select a new file format for the solution:
cs: Vyberte prosím nový formát souboru pro řešení:
de: Neues Dateiformat für Projektmappe auswählen:
es: Seleccione un formato de archivo nuevo para la solución:
fr: Sélectionnez un nouveau format de fichier pour la solution :
it: Selezionare un nuovo formato di file per la soluzione:
ja: このソリューションの新しいファイル形式を選んでください:
ko: 솔루션의 새로운 파일 형식을 선택하세요.
pl: Wybierz nowy format pliku rozwiązania:
pt_br: Selecione um novo formato de arquivo para a solução:
ru: Выберите новый формат файла для решения:
tr: Lütfen çözüm için yeni bir dosya biçimi seçin:
uk: Виберіть новий формат файлу для рішення:
zh_cn: 请为该解决方案选择一种新文件格式:
zh_tw: 請為此解決方案選取新的檔案格式:

source: Please select a package type.
cs: Vyberte prosím typ balíčku.
de: Wählen Sie einen Pakettyp aus.
es: Seleccione un tipo de paquete.
fr: Sélectionnez un type de paquet.
it: Selezionare un tipo di pacchetto.
ja: パッケージの種類を選択してください。
ko: 패키지 형식을 선택하세요.
pl: Wybierz typ pakietu.
pt_br: Selecione um tipo de pacote.
ru: Выберите тип пакета.
tr: Lütfen bir paket türü seçin.
uk: Виберіть тип пакета.
zh_cn: 请选择一个包类型。
zh_tw: 請選取封裝類型。

source: Please select a policy
cs: Vyberte prosím zásadu
de: Wählen Sie eine Richtlinie aus.
es: Seleccione una directiva
fr: Sélectionnez une stratégie
it: Selezionare un criterio
ja: ポリシーを選んでください
ko: 정책을 선택하세요.
pl: Wybierz zasady
pt_br: Selecione uma política
ru: Выберите политику
tr: Lütfen bir ilke seçin
uk: Виберіть політику
zh_cn: 请选择一个策略
zh_tw: 請選擇取原則

source: Please select a project or solution.
cs: Vyberte prosím projekt nebo řešení.
de: Wählen Sie ein Projekt oder eine Projektmappe aus.
es: Seleccione un proyecto o una solución.
fr: Sélectionnez un projet ou une solution.
it: Selezionare un progetto o una soluzione.
ja: プロジェクトまたはソリューションを選択してください。
ko: 프로젝트 또는 솔루션을 선택하세요.
pl: Wybierz projekt lub rozwiązanie.
pt_br: Selecione um projeto ou solução.
ru: Выберите проект или решение.
tr: Lütfen bir proje veya çözüm seçin.
uk: Виберіть проект або рішення.
zh_cn: 请选择一个项目或解决方案。
zh_tw: 請選取專案或解決方案。

source: Please select a valid policy file
cs: Vyberte prosím platný soubor zásad.
de: Wählen Sie eine gültige Richtliniendatei aus.
es: Seleccione un archivo de directiva válido
fr: Sélectionnez un fichier de stratégie valide
it: Selezionare un file di criteri valido
ja: 有効なポリシー ファイルを選んでください
ko: 유효한 정책 파일을 선택하세요.
pl: Wybierz prawidłowy plik zasad
pt_br: Selecione um arquivo de política válido
ru: Выберите допустимый файл проекта
tr: Lütfen geçerli bir ilke dosyası seçin
uk: Виберіть коректний файл політики
zh_cn: 请选择一个有效的策略文件
zh_tw: 請選取有效的原則檔案

source: Please select a valid private key file
cs: Vyberte prosím platný soubor privátního klíče.
de: Wählen Sie eine gültige private Schlüsseldatei aus.
es: Seleccione un archivo de clave privada válido
fr: Sélectionnez un fichier de clé privée valide
ja: 有効な秘密キー ファイルを選択してください
ko: 유효한 프라이빗 키 파일을 선택하세요.
pl: Wybierz prawidłowy plik klucza prywatnego
pt_br: Selecione um arquivo de chave privada válido
ru: Выберите допустимый файл закрытого ключа
tr: Lütfen geçerli bir özel anahtar dosyası seçin

source: Please select a valid public key (.pub) file
cs: Vyberte prosím platný soubor veřejného klíče (.pub).
de: Wählen Sie einen gültige öffentliche Schlüsseldatei (PUB) aus.
es: Seleccione un archivo de clave pública (. pub) válido
fr: Sélectionnez un fichier de clé publique (.pub) valide
ja: 有効な公開キー (.pub) ファイルを選択してください
ko: 유효한 공개 키(.pub) 파일을 선택하세요.
pl: Wybierz prawidłowy plik klucza publicznego (pub)
pt_br: Selecione um arquivo de chave pública (.pub) válido
ru: Выберите допустимый файл открытого ключа (PUB)
tr: Lütfen geçerli bir ortak anahtar (.pub) dosyası seçin

source: Please select the application to debug
cs: Vyberte prosím aplikaci, kterou chcete ladit.
de: Wählen Sie die zu debuggende Anwendung aus.
es: Seleccione la aplicación que se va a depurar
fr: Veuillez sélectionner l’application à déboguer
it: Selezionare l'applicazione di cui eseguire il debug
ja: デバッグするアプリケーションを選択してください
ko: 디버깅할 애플리케이션을 선택하세요.
pl: Wybierz aplikację do debugowania
pt_br: Selecione o aplicativo para depuração
ru: Выберите приложение для отладки
tr: Lütfen hataları ayıklanacak uygulamayı seçin
uk: Виберіть застосунок для зневадження
zh_cn: 请选择要调试的应用程序
zh_tw: 請選取要偵錯的應用程式

source: Please select which files and folders you want to delete:
cs: Vyberte prosím, které soubory a složky chcete odstranit:
de: Wählen Sie die zu löschenden Dateien und Ordner aus:
es: Seleccione los archivos y carpetas que quiere eliminar:
fr: Sélectionnez les fichiers et dossiers à supprimer :
it: Selezionare file e cartelle da eliminare:
ja: 削除するファイルとフォルダーを選んでください:
ko: 삭제할 파일 및 폴더 선택:
pl: Wybierz pliki i foldery, które chcesz usunąć:
pt_br: Selecione quais arquivos e pastas você deseja excluir:
ru: Выберите удаляемые поля и папки:
tr: Lütfen silmek istediğiniz dosya ve klasörleri seçin:
uk: Виберіть, які файли і теки ви бажаєте вилучити:
zh_cn: 请选择要删除的文件和文件夹:
zh_tw: 請選取要刪除的檔案與資料夾:

source: Plural
cs: Plurál
fr: Pluriel
it: Plurale
ja: 複数形
ko: 복수형
pl: Liczba mnoga
ru: Множественное число
tr: Çoğul
uk: Множина
zh_cn: 复数
zh_tw: 複數

source: Po_licies...
cs: _Zásady...
de: Richt_linien...
es: Di_rectivas...
fr: _Stratégies...
it: C_riteri...
ja: ポリシー(_L)...
ko: 정책(_L)...
pl: _Zasady...
pt_br: Po_líticas...
ru: По_литики...
tr: İlk_eler...
uk: Власні по_літики...
zh_cn: 策略(_L)...
zh_tw: 原則(_L)...

source: Policies
cs: Zásady
de: Richtlinien
es: Directivas
fr: Stratégies
it: Criteri
ja: ポリシー
ko: 정책
pl: Zasady
pt_br: Políticas
ru: Политики
tr: İlkeler
uk: Власні політики
zh_cn: 策略
zh_tw: 原則

source: Policies to export:
cs: Zásady, které se mají exportovat:
de: Zu exportierende Richtlinien:
es: Directivas para exportar:
fr: Stratégies à exporter :
it: Criteri da esportare:
ja: エクスポートするポリシー:
ko: 내보낼 정책:
pl: Zasady do wyeksportowania:
pt_br: Políticas a serem exportadas:
ru: Политики для экспорта:
tr: Dışarı aktarılacak ilkeler:
uk: Політики для експорту:
zh_cn: 要导出的策略:
zh_tw: 要匯出的原則:

source: Policies to set or replace:
cs: Zásady, které se mají nastavit nebo nahradit:
de: Richtlinien zum Festlegen oder Ersetzen:
es: Directivas para establecer o reemplazar:
fr: Stratégies à définir ou à remplacer :
it: Criteri da impostare o sostituire:
ja: 設定または置換するポリシー:
ko: 설정하거나 바꿀 정책:
pl: Zasady do ustawienia lub zastąpienia:
pt_br: Políticas a serem definidas ou substituídas:
ru: Политики для задания или замены:
tr: Ayarlanacak veya değiştirilecek ilkeler:
uk: Політики для вмикання або заміни:
zh_cn: 要设置或替换的策略:
zh_tw: 要設定或取代的原則:

source: Policies...
cs: Zásady...
de: Richtlinien...
es: Directivas...
fr: Stratégies...
it: Criteri...
ja: ポリシー...
ko: 정책...
pl: Zasady...
pt_br: Políticas...
ru: Политики...
tr: İlkeler...
uk: Власні політики...
zh_cn: 策略...
zh_tw: 原則...

source: Policy
cs: Zásady
de: Richtlinie
es: Directiva
fr: Stratégie
it: Criteri
ja: ポリシー
ko: 정책
pl: Zasady
pt_br: Política
ru: Политика
tr: İlke
uk: Політика
zh_cn: 策略
zh_tw: 原則

source: Policy Name:
cs: Název zásady:
de: Richtlinienname:
es: Nombre de directiva:
fr: Nom de la stratégie :
it: Nome del criterio:
ja: ポリシー名:
ko: 정책 이름:
pl: Nazwa zasad:
pt_br: Nome da Política:
ru: Имя политики:
tr: İlke Adı:
uk: Назва політики:
zh_cn: 策略名称:
zh_tw: 原則名稱:

source: Policy name not specified
cs: Název zásady není zadaný.
de: Richtlinienname nicht angegeben
es: Nombre de directiva no especificado
fr: Nom de stratégie non spécifié
it: Il nome dei criteri non è specificato
ja: ポリシー名が指定されていません
ko: 정책 이름이 지정되지 않았습니다.
pl: Nie podano nazwy zasad
pt_br: Nome de política não especificado
ru: Имя политики не указано
tr: İlke adı belirtilmedi
uk: Не вказана назва політики
zh_cn: 未指定策略名称
zh_tw: 未指定原則名稱

source: Policy:
cs: Zásady:
de: Richtlinie:
es: Directiva:
fr: Stratégie :
it: Criteri:
ja: ポリシー:
ko: 정책:
pl: Zasady:
pt_br: Política:
ru: Политика:
tr: İlke:
uk: Політика:
zh_cn: 策略:
zh_tw: 原則:

source: Pop stash
cs: Vyjmout dočasné ukládání
de: 'pop' für Stash ausführen
es: Aplicar y quitar últimos cambios guardados provisionalmente
fr: Appliquer et supprimer la remise
it: Preleva accantonamento
ja: 一時退避のポップ
ko: 스태시 적용 및 제거
pl: Usuń scalenie
pt_br: Aplicar e remover stash
ru: Извлечь спрятанное
tr: Hazırlama dosyasından al
uk: Забрати зі сховку
zh_cn: 弹出存储
zh_tw: 輸出儲藏

source: Popping stash
cs: Vyjímání dočasného ukládání
de: 'pop' wird für Stash ausgeführt.
es: Aplicando y quitando últimos cambios guardados provisionalmente
fr: Application et suppression de la remise (stash)
it: Prelevamento dell'accantonamento
ja: 一時退避をポップしています
ko: 스태시를 적용하고 삭제하는 중
pl: Usuwanie scalenia
pt_br: Aplicar e remover o stash
ru: Извлечение спрятанного
tr: Hazırlama dosyasından alınıyor
zh_cn: 正在弹出存储
zh_tw: 正在輸出儲藏

source: Port:
es: Puerto:
it: Porta:
ja: ポート:
ko: 포트:
pt_br: Porta:
ru: Порт:
tr: Bağlantı Noktası:
uk: Порт:
zh_cn: 端口:
zh_tw: 連接埠:

source: Portable
cs: Přenosné
de: Portabel
es: Portátil
ja: ポータブル
ko: 이식 가능
pl: Przenośne
pt_br: Portátil
ru: Переносимый
tr: Taşınabilir

source: Portable Library
cs: Přenosná knihovna
de: Portable Bibliothek
es: Biblioteca portable
fr: Bibliothèque portable
it: Libreria portabile
ja: ポータブル ライブラリ
ko: 이식 가능한 라이브러리
pl: Biblioteka przenośna
pt_br: Biblioteca Portátil
ru: Переносимая библиотека
tr: Taşınabilir Kitaplık
uk: Портативна бібліотека
zh_cn: 可移植库
zh_tw: 可攜式程式庫
