Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Toolbox Items
cs: Položky panelu nástrojů
de: Toolboxelemente
es: Elementos del cuadro de herramientas
fr: Éléments de boîte à outils
ja: ツールボックス アイテム
ko: 도구 상자 항목
pl: Elementy przybornika
pt_br: Itens da Caixa de Ferramentas
ru: Элементы панели элементов
tr: Araç Kutusu Öğeleri

source: Toolbox Toolbar
cs: Panel nástrojů sady nástrojů
de: Toolbox-Symbolleiste
es: Barra de herramientas del cuadro de herramientas
fr: Barre d'outils de la boîte à outils
ja: ツールボックス ツール バー
ko: 도구 상자 도구 모음
pl: Pasek narzędzi przybornika
pt_br: Barra de Ferramentas da Caixa de Ferramentas
ru: Панель инструментов панели элементов
tr: Araç Kutusu Araç Çubuğu

source: Tools
cs: Nástroje
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: Araçlar
uk: Засоби
zh_cn: 工具
zh_tw: 工具

source: Tools (Custom)
cs: Nástroje (vlastní)
de: Tools (benutzerdefiniert)
es: Herramientas (personalizadas)
fr: Outils (personnalisés)
it: Strumenti (personalizzato)
ja: ツール (カスタム)
ko: 도구(사용자 지정)
pl: Narzędzia (niestandardowe)
pt_br: Ferramentas (Personalizadas)
ru: Средства (пользовательские)
tr: Araçlar (Özel)

source: Tools like FTP or P2P programs
cs: Nástroje pro práci s FTP nebo P2P
de: Tools wie FTP- oder P2P-Programme
es: Herramientas como FTP o programas P2P
fr: Outils tels que des programmes FTP ou P2P
it: Strumenti come programmi FTP o P2P
ja: FTP プログラムまたは P2P プログラムなどのツール
ko: FTP 또는 P2P 프로그램과 같은 도구
pl: Narzędzia takie jak programy do obsługi protokołów FTP lub P2P
pt_br: Ferramentas como programas de FTP ou P2P
ru: Инструменты, такие как программы для FTP или работы в одноранговой среде
tr: FTP veya P2P programları benzeri araçlar
uk: Програми на зразок FTP-клієнта або P2P
zh_cn: 类似 FTP 或 P2P 程序的工具
zh_tw: FTP/P2P 程式一類的工具

source: Top Result
cs: Nejlepší výsledek
de: Topergebnis
es: Mejor resultado
fr: Meilleur résultat
it: Risultati migliori
ja: 上位の検索結果
ko: 상위 결과
pl: Najlepszy wynik
pt_br: Resultado Principal
ru: Лучший результат
tr: En İyi Sonuç
uk: Кращий результат
zh_cn: 最匹配的结果
zh_tw: 最佳搜尋結果

source: Top {0} pad toolbar
cs: Panel nástrojů horní oblasti {0}
de: Symbolleiste in oberem {0}-Pad
es: Barra de herramientas de relleno {0} superior
fr: Barre d'outils du bloc {0} (haut)
ja: 上 {0} パッド ツール バー
ko: 위쪽 {0} 패드 도구 모음
pl: Górny pasek narzędzi pada {0}
pt_br: Barra de ferramentas do preenchimento {0} superior
ru: Верхняя панель инструментов {0}
tr: Üst {0} bölmesi araç çubuğu

source: Trace Expression
cs: Výraz trasování
de: Trace-Ausdruck
es: Expresión de seguimiento
fr: Expression de trace
it: Espressione di traccia
ja: トレース式
ko: 추적 식
pl: Wyrażenia śledzenia
pt_br: Rastrear Expressão
ru: Выражение трассировки
tr: İzleme İfadesi
uk: Трасувати вираз
zh_cn: 跟踪表达式
zh_tw: 追蹤運算式

source: Trace Listener
cs: Trasovat naslouchací proces
de: Ablaufverfolgungslistener
es: Cliente de escucha de seguimiento
fr: Écouteur de trace
it: Listener di traccia
ja: トレース リスナー
ko: 추적 수신기
pl: Odbiornik śledzenia
pt_br: Rastrear Ouvinte
ru: Прослушиватель трассировки
tr: İzleme Dinleyicisi
uk: Слухач трасування
zh_cn: 跟踪侦听器
zh_tw: 追蹤接聽程式

source: Tracing
cs: Trasování
de: Ablaufverfolgung
es: Seguimiento
fr: Traçage
it: Traccia
ja: トレース
ko: 추적
pl: Śledzenie
pt_br: Rastreamento
ru: Трассировка
tr: İzleme
uk: Трасування
zh_cn: 正在跟踪
zh_tw: 正在追蹤

source: Track a branch:
cs: Sledovat větev:
de: Branch nachverfolgen:
es: Seguir una rama:
fr: Suivre une branche :
it: Verifica un ramo:
ja: ブランチのトラック:
ko: 분기 추적:
pl: Śledź gałąź:
pt_br: Rastrear uma ramificação:
ru: Отслеживать ветвь:
tr: Bir dalı izle:
uk: Стежити за гілкою:
zh_cn: 跟踪分支:
zh_tw: 追蹤分支:

source: Track in Local Branch
cs: Sledovat v místní větvi
de: In lokalem Branch nachverfolgen
es: Seguir en rama local
fr: Suivre dans la branche locale
it: Verifica nel ramo locale
ja: ローカル ブランチでトラックする
ko: 로컬 분기에서 추적
pl: Śledź w lokalnej gałęzi
pt_br: Rastrear na Ramificação Local
ru: Отслеживать в локальной ветви
tr: Yerel Dalda İzle
uk: Стежити в локальній гілці
zh_cn: 在本地分支中跟踪
zh_tw: 本機分支中的追蹤

source: Tracking
cs: Sledování
de: Nachverfolgung
es: Seguimiento
fr: Suivi
it: Verifica
ja: 追跡
ko: 추적
pl: Śledzenie
pt_br: Acompanhamento
ru: Отслеживание
tr: İzleme
uk: Стеження
zh_cn: 正在跟踪
zh_tw: 正在追蹤

source: Transferred {0} in {1} seconds.
cs: Přeneseno {0} za {1} sekund.
de: {0} in {1} Sekunden übertragen
es: {0} transferidos en {1} segundos.
fr: {0} transféré en {1} secondes.
it: Trasferimento di {0} eseguito in {1} secondi.
ja: {0} が {1} 秒で転送されました。
ko: {1}초 동안 {0}을(를) 전송했습니다.
pl: Element {0} został przesłany w {1} s.
pt_br: {0} transferido em {1} segundos.
ru: Передача {0} выполнена за {1} с.
tr: {0} {1} saniye içinde aktarıldı.
zh_cn: {0} 的传输时间为 {1} 秒。
zh_tw: 已在 {1} 秒內轉移 {0}。

source: Transform completed.
cs: Transformace se dokončila.
de: Transformation abgeschlossen
es: Transformación completada.
fr: Transformation terminée.
it: La trasformazione è stata completata.
ja: 変換が完了しました。
ko: 변환이 완료되었습니다.
pl: Ukończono przekształcanie.
pt_br: Transformação concluída.
ru: Преобразование завершено.
tr: Dönüşüm tamamlandı.
uk: Перетворення завершено.
zh_cn: 已完成转换。
zh_tw: 轉換完成。

source: Translatable
cs: Přeložitelný
de: Übersetzbar
es: Traducible
fr: Traduisible
it: Traducibile
ja: 翻訳可能
ko: 번역 가능
pl: Możliwe do tłumaczenia
pt_br: Traduzível
ru: Доступный для перевода
tr: Çevrilebilir
uk: Перекладається
zh_cn: 可翻译
zh_tw: 可翻譯

source: Translated string
cs: Přeložený řetězec
de: Übersetzte Zeichenfolge
es: Cadena traducida
fr: Chaîne traduite
it: Stringa tradotta
ja: 翻訳文字列
ko: 번역된 문자열
pl: Przetłumaczony ciąg
pt_br: Cadeia de caracteres traduzida
ru: Переведенная строка
tr: Çevrilmiş dize
uk: Перекладений рядок
zh_cn: 已翻译的字符串
zh_tw: 已翻譯的字串

source: Translation
cs: Překlad
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
pl: Tłumaczenie
pt_br: Tradução
ru: Перевод
tr: Çeviri
uk: Переклад
zh_cn: 翻译
zh_tw: 翻譯

source: Translation Context Hint:
cs: Tip kontextu překladu:
de: Kontexthinweis für Übersetzung:
es: Sugerencia de contexto de traducción:
fr: Conseil contextuel de traduction :
it: Suggerimento per contesto della traduzione:
ja: 翻訳コンテキスト ヒント:
ko: 번역 컨텍스트 힌트:
pl: Wskazówka dotycząca kontekstu tłumaczenia:
pt_br: Dica de Contexto de Tradução:
ru: Указание контекста перевода:
tr: Çeviri Bağlamı İpucu:
uk: Переклад контекстної підказки:
zh_cn: 翻译上下文提示:
zh_tw: 翻譯內容提示:

source: Translation Options
cs: Možnosti překladu
de: Übersetzungsoptionen
es: Opciones de traducción
fr: Options de traduction
it: Opzioni di traduzione
ja: 翻訳オプション
ko: 번역 옵션
pl: Opcje tłumaczenia
pt_br: Opções de Tradução
ru: Параметры перевода
tr: Çeviri Seçenekleri
uk: Параметри перекладу
zh_cn: 翻译选项
zh_tw: 翻譯選項

source: Translation Project
cs: Překladový projekt
de: Übersetzungsprojekt
es: Proyecto de traducción
fr: Projet de traduction
it: Progetto di traduzione
ja: 翻訳プロジェクト
ko: 번역 프로젝트
pl: Projekt tłumaczenia
pt_br: Projeto de Tradução
ru: Проект перевода
tr: Çeviri Projesi
uk: Проект перекладу
zh_cn: 翻译项目
zh_tw: 翻譯專案

source: Translation context
cs: Kontext překladu
de: Übersetzungskontext
es: Contexto de la traducción
fr: Contexte de traduction
ja: 翻訳コンテキスト
ko: 번역 컨텍스트
pl: Kontekst tłumaczenia
pt_br: Contexto da tradução
ru: Контекст перевода
tr: Çeviri bağlamı

source: Translation for '{0}' doesn't end with '.'.
cs: Překlad pro {0} nekončí tečkou.
de: Übersetzung für '{0}' endet nicht mit '.'.
es: La traducción de '{0}' no termina con '.'.
fr: La traduction de « {0} » ne se termine pas par « . ».
it: La traduzione di '{0}' non termina con il punto '.'.
ja: '{0} 'の翻訳が '.' で終わっていません。
ko: '{0}'의 번역이 '.'로 끝나지 않습니다.
pl: Tłumaczenie ciągu „{0}” nie kończy się znakiem „.”.
pt_br: A tradução para '{0}' não termina com '.'.
ru: Перевод "{0}" не заканчивается точкой ".".
tr: '{0}' ifadesinin çevirisi '.' ile bitmiyor.
uk: Переклад для '{0}' не завершується '.'.
zh_cn: “{0}”的翻译没有以 "." 结尾。
zh_tw: '{0}' 的翻譯結尾不是 '.'。

source: Translation for '{0}' doesn't end with whitespace ' '.
cs: Překlad pro {0} nekončí prázdným znakem.
de: Übersetzung für '{0}' endet nicht mit Leerzeichen ' '.
es: La traducción de '{0}' no termina con espacio en blanco ' '.
fr: La traduction de « {0} » ne se termine pas par un espace blanc « ».
it: La traduzione di '{0}' non termina con lo spazio vuoto ' '.
ja: '{0}' の翻訳が空白文字 ' ' で終わっていません。
ko: '{0}'의 번역이 공백 ' '으로 끝나지 않습니다.
pl: Tłumaczenie ciągu „{0}” nie kończy się białym znakiem „ ”.
pt_br: A tradução para '{0}' não termina com espaço em branco ' '.
ru: Перевод "{0}" не заканчивается пробелом" ".
tr: '{0}' ifadesinin çevirisi ' ' boşluk karakteriyle bitmiyor.
uk: Переклад для '{0}' не завершується пропуском ' '.
zh_cn: “{0}”的翻译没有以 " " 结尾。
zh_tw: '{0}' 的翻譯結尾不是空格 ' '。

source: Translation update failed.
cs: Překlad se nepovedlo aktualizovat.
de: Fehler beim Aktualisieren der Übersetzung.
es: No se pudo actualizar la traducción.
fr: Échec de la mise à jour de la traduction.
it: L'aggiornamento della traduzione non è riuscito.
ja: 翻訳の更新に失敗しました
ko: 번역 업데이트에 실패했습니다.
pl: Aktualizacja tłumaczenia nie powiodła się.
pt_br: Falha na atualização da tradução.
ru: Сбой обновления перевода.
tr: Çeviri güncellemesi başarısız.
uk: Не вдалось оновити переклад.
zh_cn: 翻译更新失败。
zh_tw: 翻譯更新失敗。

source: Translation {0}: Compilation failed. See log for details.
cs: Překlad {0}: Kompilace nebyla úspěšná. Podrobnosti najdete v protokolu.
de: Übersetzung {0}: Fehler bei Kompilierung. Weitere Details finden Sie im Protokoll.
es: Traducción {0}: no se pudo compilar. Vea el registro para obtener los detalles.
fr: Traduction {0} : échec de la compilation. Pour plus de détails, voir le journal.
it: Traduzione {0}: la compilazione non è riuscita. Per i dettagli, vedere il log.
ja: 翻訳 {0}: コンパイルに失敗しました。詳細については、ログを参照してください。
ko: 번역 {0}: 컴파일에 실패했습니다. 자세한 내용은 로그를 참조하세요.
pl: Tłumaczenie {0}: kompilacja nie powiodła się. Zobacz dziennik, aby uzyskać szczegółowe informacje.
pt_br: Tradução {0}: a compilação falhou. Consulte o log para ver mais detalhes.
ru: Перевод {0}: сбой компиляции. Подробные сведения см. в журнале.
tr: Çeviri {0}: Derleme başarısız. Ayrıntılar için kayda bakın.
uk: Трансляція {0}: Не вдалось скомпілювати. Подробиці - в журналі.
zh_cn: 翻译 {0}: 编译失败。请查看日志了解详细信息。
zh_tw: 翻譯 {0}: 編譯失敗。如需詳細資料，請參閱記錄檔。

source: Translation {0}: Compilation succeeded.
cs: Překlad {0}: Kompilace se úspěšně dokončila.
de: Übersetzung {0}: Kompilierung erfolgreich ausgeführt.
es: Traducción {0}: compilación correcta.
fr: Traduction {0} : compilation réussie.
it: Traduzione {0}: la compilazione è riuscita.
ja: 翻訳 {0}: コンパイルに成功しました。
ko: 번역 {0}: 컴파일에 성공했습니다.
pl: Tłumaczenie {0}: kompilacja zakończona.
pt_br: Tradução {0}: compilação bem-sucedida.
ru: Перевод {0}: компиляция выполнена.
tr: Çeviri {0}: Derleme başarılı.
uk: Трансляція {0}: Компіляція успішна.
zh_cn: 翻译 {0}: 编译成功。
zh_tw: 翻譯 {0}: 編譯成功。

source: Translator Output
cs: Výstup překladatele
de: Übersetzerausgabe
es: Salida del traductor
fr: Sortie du traducteur
it: Output traduttore
ja: 翻訳の出力
ko: 번역기 출력
pl: Dane wyjściowe tłumacza
pt_br: Saída do Tradutor
ru: Выходные данные переводчика
tr: Çevirmen Çıkışı
uk: Виведення перекладача
zh_cn: 译者输出
zh_tw: 翻譯工具輸出

source: Transmitting file data
cs: Odesílání dat souboru
de: Dateidaten werden übertragen
es: Transmitiendo datos de archivo
fr: Transmission des données du fichier
it: Trasmissione di dati del file
ja: ファイルのデータを送信しています
ko: 파일 데이터를 전송하는 중
pl: Przesyłanie danych pliku
pt_br: Transmitindo dados do arquivo
ru: Передача данных файла
tr: Dosya verileri aktarılıyor
uk: Пересилання даних файлу
zh_cn: 正在传输文件数据
zh_tw: 正在傳輸檔案資料

source: Transpose characters
cs: Transponovat znaky
de: Zeichen tauschen
es: Transponer caracteres
fr: Permuter les caractères
it: Trasponi caratteri
ja: 文字の入れ替え
ko: 문자 바꾸기
pl: Transponuj znaki
pt_br: Transpor caracteres
ru: Транспонировать символы
tr: Karakterin Sırasını Değiştir
uk: Переставити символи
zh_cn: 转置字符
zh_tw: 調換字元

source: Treat as error:
cs: Považovat za chybu:
de: Als Fehler behandeln:
es: Tratar como error:
fr: Traiter en tant qu’erreur :
it: Considera come errore:
ja: エラーとして扱う:
ko: 오류로 처리:
pl: Traktuj jak błąd:
pt_br: Tratar como erro:
ru: Считать ошибкой:
tr: Hata olarak işle:
uk: Трактувати як помилки:
zh_cn: 视为错误:
zh_tw: 視為錯誤:

source: Treat warnings as _errors
cs: Považovat upozornění za _chyby
de: Warnungen als Fehler _behandeln
es: Tratar advertencias como _errores
fr: Traiter les avertissements comme des _erreurs
it: Considera gli avvisi come _errori
ja: 警告をエラーとして扱う(_E)
ko: 경고를 오류로 처리(_E)
pl: Traktuj ostrzeżenia jak _błędy
pt_br: Tratar avisos como _erros
ru: Обрабатывать предупреждения как _ошибки
tr: Uyarıları _hata gibi değerlendir
uk: Трактувати попередження як _помилки
zh_cn: 将警告视为错误(_E)
zh_tw: 將警告視為錯誤(_E)

source: Turkish
cs: turečtina
de: Türkisch
es: Turco
fr: Turc
it: Turco
ja: トルコ語
ko: 터키어
pl: Turecki
pt_br: Turco
ru: Турецкий
tr: Türkçe
uk: Турецьке
zh_cn: 土耳其语
zh_tw: 土耳其文

source: Turns on the unsupported security manager (off by default).
cs: Zapne nepodporovaného správce zabezpečení (implicitně je vypnutý).
de: Aktiviert der nicht unterstützten Sicherheits-Manager (standardmäßig deaktiviert).
es: Activa el administrador de seguridad no admitido (desactivado de forma predeterminada).
fr: Active le gestionnaire de sécurité non pris en charge (désactivé par défaut).
it: Attiva il gestore della sicurezza non supportato (disattivato per impostazione predefinita).
ja: サポートされていないセキュリティ マネージャーをオンにします (既定ではオフです)。
ko: 지원되지 않는 보안 관리자를 켭니다(기본적으로 꺼짐).
pl: Włącza nieobsługiwanego menedżera zabezpieczeń (domyślnie wyłączone).
pt_br: Ativa o gerenciador de segurança sem suporte (desativado por padrão).
ru: Включает неподдерживаемый диспетчер безопасности (по умолчанию отключен).
tr: Desteklenmeyen güvenlik yöneticisini açar (varsayılan olarak kapalı).
zh_cn: 打开不受支持的安全管理器(默认为关闭)。
zh_tw: 開啟不支援的安全性管理員 (預設為關閉)。

source: Two Columns
cs: Dva sloupce
de: Zwei Spalten
es: Dos columnas
fr: Deux colonnes
it: Due colonne
ja: 2 列
ko: 두 개의 열
pl: Dwie kolumny
pt_br: Duas Colunas
ru: Два столбца
tr: İki Sütun
zh_cn: 两列
zh_tw: 兩個資料行

source: Two Editor Columns
cs: Dva sloupce editoru
de: Zwei Editor-Spalten
es: Dos columnas de editor
fr: Deux colonnes d’éditeur
it: Due colonne editor
ja: 2 エディター列
ko: 두 개의 편집기 열
pl: Dwie kolumny edytora
pt_br: Duas Colunas de Editor
ru: Два столбца редактора
tr: İki Düzenleyici Sütunu
zh_cn: 两个编辑器列
zh_tw: 兩個編輯器資料行

source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 型
ko: 형식
pl: Typ
pt_br: Tipo
ru: Тип
tr: Tür
uk: Тип
zh_cn: 类型
zh_tw: 類型

source: Type '{0}' already registered
cs: Typ {0} už je zaregistrovaný.
de: Typ '{0}' ist bereits registriert.
es: El tipo '{0}' ya está registrado
fr: Le type « {0} » est déjà inscrit
it: Il tipo '{0}' è già registrato
ja: 型 '{0}' は既に登録されています
ko: '{0}' 형식이 이미 등록되었습니다.
pl: Typ „{0}” jest już zarejestrowany
pt_br: Tipo '{0}' já registrado
ru: Тип "{0}" уже зарегистрирован
tr: '{0}' türü zaten kayıtlı
uk: Tип '{0}' вже зареєстровано
zh_cn: 类型“{0}”已注册
zh_tw: 類型 '{0}' 已註冊

source: Type Name
cs: Název typu
de: Typname
es: Nombre de tipo
fr: Nom du type
it: Nome del tipo
ja: 型名
ko: 형식 이름
pl: Nazwa typu
pt_br: Nome de Tipo
ru: Имя типа
tr: Tür Adı
uk: Назва типу
zh_cn: 类型名称
zh_tw: 類型名稱

source: Type Selector
cs: Volič typů
de: Typenauswahl
es: Selector de tipo
fr: Sélecteur de type
ja: 型セレクター
ko: 형식 선택기
pl: Selektor typu
pt_br: Seletor de Tipos
ru: Выбор типа
tr: Tür Seçici

source: Type can not be resolved.
cs: Typ se nedá přeložit.
de: Typ kann nicht aufgelöst werden.
es: No se puede resolver el tipo.
fr: Le type ne peut pas être résolu.
it: Non è possibile risolvere il tipo.
ja: 型を解決できません。
ko: 형식을 확인할 수 없습니다.
pl: Nie można rozpoznać typu.
pt_br: O tipo não pode ser resolvido.
ru: Тип невозможно разрешить.
tr: Tür çözümlenemiyor.
zh_cn: 无法解析类型。
zh_tw: 無法解析型別。

source: Type definition {0} is missing.
cs: Chybí definice typu {0}.
de: Typdefinition {0} fehlt.
es: Falta la definición de tipo {0}.
fr: La définition de type {0} est manquante.
it: Manca la definizione di tipo {0}.
ja: 型定義 {0} がありません。
ko: 형식 정의 {0}이(가) 없습니다.
pl: Brak definicji typu {0}.
pt_br: A definição de tipo {0} está ausente.
ru: Отсутствует определение типа {0}.
tr: {0} tür tanımı eksik.
uk: Пропущено опис типу {0}.
zh_cn: 缺少类型定义 {0}。
zh_tw: 遺漏型別定義 {0}。

source: Type details:
cs: Podrobnosti o typu:
de: Typdetails:
es: Detalles del tipo:
fr: Détails du type :
ja: 型の詳細:
ko: 형식 세부 정보:
pl: Szczegóły typu:
pt_br: Detalhes do tipo:
ru: Сведения о типе:
tr: Tür ayrıntıları:

source: Type not found for element: {0}
cs: Nepodařilo se najít typ pro prvek: {0}
de: Typ wurde für das Element nicht gefunden: {0}
es: No se encuentra el tipo para el elemento: {0}
fr: Type introuvable pour l’élément : {0}
it: Il tipo non è stato trovato per l'elemento: {0}
ja: 要素に見つからない型: {0}
ko: 요소에 대한 형식을 찾을 수 없음: {0}
pl: Nie znaleziono typu dla elementu: {0}
pt_br: Tipo não encontrado para o elemento: {0}
ru: Не найден тип для элемента: {0}
tr: {0} öğesi için tür bulunamadı
zh_cn: 找不到元素 {0} 的类型
zh_tw: 找不到項目的型別: {0}

source: Type of component:
cs: Typ komponenty:
de: Typ der Komponente:
es: Tipo de componente:
fr: Type de composant :
it: Tipo di componente:
ja: コンポーネントの種類:
ko: 구성 요소의 형식:
pl: Typ składnika:
pt_br: Tipo do componente:
ru: Тип компонента:
tr: Bileşen türü:
uk: Тип компонента:
zh_cn: 组件类型:
zh_tw: 元件的類型:

source: Type of the file.
cs: Typ souboru
de: Typ der Datei.
es: Tipo de archivo.
fr: Type du fichier.
it: Tipo del file.
ja: ファイルの種類。
ko: 파일의 형식입니다.
pl: Typ pliku.
pt_br: Tipo do arquivo.
ru: Тип файла.
tr: Dosya türü.
uk: Тип файлу.
zh_cn: 文件的类型。
zh_tw: 檔案的類型。

source: Type of the reference.
cs: Typ odkazu
de: Typ des Verweises.
es: Tipo de la referencia.
fr: Type de la référence.
it: Tipo del riferimento.
ja: 参照の種類。
ko: 참조의 형식입니다.
pl: Typ odwołania.
pt_br: Tipo da referência.
ru: Тип ссылки.
tr: Başvuru türü.
uk: Тип посилання.
zh_cn: 引用类型。
zh_tw: 參考的類型。

source: Type parameter '{0}' is never used
cs: Parametr typu {0} se nikdy nepoužil.
de: Typparameter '{0}' wird niemals verwendet.
es: El parámetro de tipo '{0}' nunca se utiliza
fr: Le paramètre de type « {0} » n’est jamais utilisé
it: Il parametro di tipo '{0}' non viene mai usato
ja: 型パラメーター '{0}' を使用していません
ko: 형식 매개 변수 '{0}'이(가) 사용되지 않았습니다.
pl: Parametr typu „{0}” nie jest nigdy używany
pt_br: O parâmetro de tipo '{0}' nunca é usado
ru: Параметр типа "{0}" никогда не используется.
tr: Tür parametresi '{0}' kullanılmıyor
uk: Параметр-тип '{0}' не використовується
zh_cn: 类型参数“{0}”从未被使用
zh_tw: 型別參數 '{0}' 從未使用過

source: Type parameter '{0}' not found
cs: Parametr typu {0} se nenašel.
de: Typparameter '{0}' nicht gefunden.
es: No se encontró el parámetro de tipo '{0}'
fr: Paramètre de type « {0} » introuvable
it: Il parametro di tipo '{0}' non è stato trovato
ja: 型パラメーター '{0}' が見つかりませんでした
ko: 형식 매개 변수 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono parametru typu „{0}”
pt_br: Parâmetro de tipo '{0}' não encontrado
ru: Параметр типа "{0}" не найден
tr: Tür parametresi '{0}' bulunamadı
uk: Параметр типу '{0}' не знайдено
zh_cn: 找不到类型参数“{0}”
zh_tw: 找不到型別參數 '{0}'

source: Type parameter constraints of method {0} have changed.
cs: Změnila se omezení parametrů typu pro metodu {0}.
de: Typparametereinschränkungen der Methode {0} wurden geändert.
es: Las restricciones del parámetro de tipo del método {0} han cambiado.
fr: Les contraintes de paramètre de type de la méthode {0} ont changé.
it: I vincoli del parametro di tipo del metodo {0} sono stati modificati.
ja: メソッド {0} の型パラメーター制約が変更されました。
ko: {0} 메서드의 형식 매개 변수 제약 조건이 변경되었습니다.
pl: Ograniczenia parametru typu dla metody {0} zmieniły się.
pt_br: As restrições de parâmetro de tipo do método {0} mudaram.
ru: Изменились ограничения параметров типа для метода {0}.
tr: {0} yönteminin tür parametresi kısıtlamaları değişti.
zh_cn: 方法 {0} 的类型参数约束已更改。
zh_tw: 方法為 {0} 的型別參數條件約束已變更。

source: Type parameter constraints of type {0} have changed.
cs: Změnila se omezení parametrů typu pro typ {0}.
de: Typparametereinschränkungen des Typs {0} wurden geändert.
es: Las restricciones del parámetro de tipo {0} han cambiado.
fr: Les contraintes de paramètre de type du type {0} ont changé.
it: I vincoli del parametro di tipo del tipo {0} sono stati modificati.
ja: 型 {0} の型パラメーター制約が変更されました。
ko: {0} 형식의 형식 매개 변수 제약 조건이 변경되었습니다.
pl: Ograniczenia parametru typu {0} zmieniły się.
pt_br: As restrições de parâmetro de tipo do tipo {0} mudaram.
ru: Изменились ограничения параметров типа для типа {0}.
tr: {0} türündeki tür parametresi kısıtlamaları değişti.
zh_cn: 类型 {0} 的类型参数约束已更改。
zh_tw: 型別為 {0} 的型別參數條件約束已變更。

source: Type parameter is never used
cs: Parametr typu se nikde nepoužívá.
de: Typparameter wird niemals verwendet.
es: El parámetro de tipo nunca se utiliza
fr: Le paramètre de type n’est jamais utilisé
it: Il parametro di tipo non viene mai usato
ja: 型パラメーターがまったく使用されていません
ko: 형식 매개 변수가 사용되지 않았습니다.
pl: Parametr typu nie jest nigdy używany
pt_br: O parâmetro de tipo nunca é usado
ru: Тип параметра никогда не используется
tr: Tür parametresi hiçbir zaman kullanılmaz
uk: Параметр-тип не використовується
zh_cn: 类型参数从未被使用
zh_tw: 未曾使用過型別參數

source: Type to index with
cs: Typ, pomocí něhož se bude indexovat
de: Typ zum Indizieren
es: Tipo con el que indexar
fr: Type avec lequel indexer
it: Tipo da usare per l'indicizzazione
ja: インデックスを付ける型
ko: 인덱싱에 사용할 형식
pl: Typ używany do indeksowania
pt_br: Tipo para o índice com
ru: Тип для индексирования с помощью
tr: Dizin oluşturulacak tür
uk: Тип, яким індексувати
zh_cn: 要编制索引的类型
zh_tw: 要編製索引的類型

source: Type:
cs: Typ:
de: Typ:
es: Tipo:
it: Tipo:
ja: 種類:
ko: 형식:
pl: Typ:
pt_br: Tipo:
ru: Тип:
tr: Tür:
uk: Тип:
zh_cn: 类型:
zh_tw: 類型:

source: TypeScript file
cs: Soubor TypeScriptu
de: TypeScript-Datei
es: Archivo de TypeScript
fr: Fichier TypeScript
ja: TypeScript ファイル
ko: TypeScript 파일
pl: Plik TypeScript
pt_br: Arquivo TypeScript
ru: Файл TypeScript
tr: TypeScript dosyası

source: Types
cs: Typy
de: Typen
es: Tipos
it: Tipi
ja: 種類
ko: 형식
pl: Typy
pt_br: Tipos
ru: Типы
tr: Türler
uk: Типи
zh_cn: 类型
zh_tw: 類型

source: Types and Members
cs: Typy a členy
de: Typen und Member
es: Tipos y miembros
fr: Types et membres
it: Tipi e membri
ja: 型とメンバー
ko: 형식 및 멤버
pl: Typy i elementy członkowskie
pt_br: Tipos e Membros
ru: Типы и элементы
tr: Türler ve Üyeler
uk: Типи і члени
zh_cn: 类型和成员
zh_tw: 類型與成員

source: Typescript source code
cs: Zdrojový kód TypeScript
de: TypeScript-Quellcode
es: Código fuente Typescript
fr: Code source TypeScript
it: Codice sorgente TypeScript
ja: TypeScript ソース コード
ko: Typescript 소스 코드
pl: Kod źródłowy TypeScript
pt_br: Código-fonte TypeScript
ru: Исходный код TypeScript
tr: Typescript kaynak kodu
zh_cn: TypeScript 源代码
zh_tw: Typescript 原始程式碼

source: URL or folder
cs: Adresa URL nebo složka
de: URL oder Ordner
es: Dirección URL o carpeta
fr: URL ou dossier
it: URL o cartella
ja: URL またはフォルダー
ko: URL 또는 폴더
pl: Adres URL lub folder
pt_br: URL ou pasta
ru: URL-адрес или папка
tr: URL veya klasör
zh_cn: URL 或文件夹
zh_tw: URL 或資料夾

source: URL:
cs: Adresa URL:
es: Dirección URL:
pl: Adres URL:
ru: URL-адрес:

source: U_pdate Translations
cs: A_ktualizovat překlady
de: Ü_bersetzungen aktualisieren
es: Actualizar traducci_ones
fr: _Mettre à jour les traductions
it: A_ggiorna traduzioni
ja: 翻訳を複数更新(_P)
ko: 번역 업데이트(_P)
pl: Aktualizuj _tłumaczenia
pt_br: A_tualizar Traduções
ru: О_бновить переводы
tr: Ç_evirileri Güncelleştir
uk: Оновити переклади
zh_cn: 更新翻译(_P)
zh_tw: 更新翻譯(_P)

source: U_se Country Code
cs: Použít _kód země
de: Ländercode v_erwenden
es: U_sar código de país
fr: Utiliser le code du pays
it: U_sa codice paese
ja: 国コードを使用(_S)
ko: 국가 코드 사용(_S)
pl: Użyj _kodu kraju
pt_br: U_sar Código de País
ru: Ис_пользовать код страны
tr: Ülke Kodu K_ullan
uk: Ви_користати код країни
zh_cn: 使用国家/地区代码(_S)
zh_tw: 使用國碼 (地區碼)(_S)
