Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: If you have a parallel installation of Mono you can register it here, so you can use it for building and running projects. The <b>default runtime</b> is the .NET runtime to be used for building and running applications when none is specifically selected.
cs: Pokud máte zároveň nainstalované Mono, můžete ho zde zaregistrovat, abyste ho mohli použít k sestavování a spouštění projektů. <b>Výchozím modulem runtime</b> je .NET, který se použije k sestavování a spouštění aplikací, pokud není vybraný žádný konkrétní.
de: Wenn Sie über eine parallele Mono-Installation verfügen, können Sie diese hier registrieren, damit Sie sie zum Erstellen und Ausführen von Projekten verwenden können. Die <b>Standardlaufzeit</b> ist die .NET-Laufzeit, die zum Erstellen und Ausführen von Anwendungen verwendet wird, wenn nichts anderes ausgewählt wurde.
es: Si tiene una instalación paralela de Mono, puede registrarla aquí a fin de poder usarla para compilar y ejecutar proyectos. El <b>runtime predeterminado</b> es el runtime de .NET que se usará para compilar y ejecutar las aplicaciones cuando no se seleccione ninguno de forma específica.
fr: Si vous avez une installation parallèle de Mono, vous pouvez l'inscrire ici, ce qui vous permet de l'utiliser pour générer et exécuter des projets. Le <b>runtime par défaut</b> est le runtime .NET, qui permet de générer et d'exécuter les applications quand aucun runtime n'est spécifié.
ja: Mono の並列インストールがある場合は、それをここに登録してプロジェクトのビルドと実行に使用できます。<b>既定のランタイム</b>は、特に何も選択されていない場合にアプリケーションのビルドと実行に使用される .NET ランタイムです。
ko: 병렬로 설치된 Mono가 있는 경우 프로젝트 빌드 및 실행에 사용할 수 있도록 여기에서 등록할 수 있습니다. 특별히 선택되지 않은 경우 애플리케이션을 빌드하고 실행하는 데 사용되는 <b>기본 런타임</b>은 .NET 런타임입니다.
pl: Jeśli istnieje równoległa instalacja rozwiązania Mono, można ją tutaj zarejestrować, aby używać jej do kompilowania i uruchamiania projektów. <b>Domyślny czas wykonywania</b> to czas wykonywania na platformie .NET do użycia na potrzeby kompilowania i uruchamiania aplikacji, jeśli nie zostanie wybrana inna wartość.
pt_br: Caso tenha uma instalação paralela do Mono, é possível registrá-la aqui para que possa usá-la para compilar e executar projetos. O <b>runtime padrão</b> é o .NET runtime usado para compilar e executar aplicativos quando nenhum estiver especificamente selecionado.
ru: Если у вас имеется параллельная установка Mono, можно зарегистрировать ее здесь, чтобы использовать для создания и запуска проектов. <b>Среда выполнения по умолчанию</b> представляет собой среду выполнения .NET, которая используется для создания и запуска приложений, если специально ничего не выбрано.
tr: Paralel Mono yüklemesine sahipseniz burada kaydederek projeleri derlemek ve çalıştırmak için kullanabilirsiniz. <b>Varsayılan çalışma zamanı</b>, hiçbiri özellikle seçilmediğinde uygulamaları derlemek ve çalıştırmak için kullanılacak .NET çalışma zamanıdır.
uk: Якщо ви маєте паралельно встановлену Mono, можна зареєструвати її тут, після чого її можна буде використовувати для побудови і запуску проектів. <b>Типовим середовищем</b> є .NET, яке використовується для побудови і запуску проектів, якщо не вказано інше.

source: Ignore
cs: Ignorovat
de: Ignorieren
es: Omitir
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
pl: Ignoruj
pt_br: Ignorar
ru: Пропустить
tr: Yoksay
uk: Знехтувати
zh_cn: 忽略
zh_tw: 略過

source: Ignore Whitespace
cs: Ignorovat prázdné znaky
de: Leerzeichen ignorieren
es: Omitir espacio en blanco
fr: Ignorer les espaces blancs
it: Ignora spazio vuoto
ja: 空白を無視
ko: 공백 무시
pl: Ignoruj białe znaki
pt_br: Ignorar Espaço em Branco
ru: Игнорировать пробелы
tr: Boşluğu Yoksay
uk: Знехтувати пропуски
zh_cn: 忽略空格
zh_tw: 略過空白字元

source: Ignore case
cs: Ignorovat velikost znaků
de: Groß-/Kleinschreibung ignorieren
es: No distinguir mayúsculas y minúsculas
fr: Ignorer la casse
it: Ignora distinzione tra maiuscole e minuscole
ja: 大文字小文字を区別しない
ko: 대/소문자 무시
pl: Ignoruj wielkość liter
pt_br: Ignorar maiúsculas/minúsculas
ru: Без учета регистра
tr: Büyük küçük harf durumunu yoksay
uk: Знехтувати регістр
zh_cn: 忽略大小写
zh_tw: 略過大小寫

source: Ignore operation completed.
cs: Operace ignorování se dokončila.
de: Vorgang 'Ignorieren' abgeschlossen.
es: La operación de omisión ha finalizado.
fr: Opération Ignorer accomplie.
it: L'operazione per ignorare i file è stata completata.
ja: 無視操作が完了しました。
ko: 무시 작업이 완료되었습니다.
pl: Ukończono operację ignorowania.
pt_br: Operação Ignorar concluída.
ru: Операция пропуска выполнена.
tr: Yoksayma işlemi tamamlandı.
uk: Операцію нехтування завершено.
zh_cn: 已完成忽略操作。
zh_tw: 已完成略過作業。

source: Ignore spaces in declaration statements
cs: Ignorovat mezery ve výpisech deklarací
de: Leerzeichen um Deklarationsanweisungen ignorieren
es: Ignorar espacios en instrucciones de declaración
fr: Ignorer les espaces dans les instructions de déclaration
it: Ignora gli spazi nelle istruzioni di dichiarazione
ja: 宣言ステートメント内のスペースを無視する
ko: 선언문의 공백 무시
pl: Ignoruj odstępy w instrukcjach deklaracji
pt_br: Ignorar espaços em instruções de declaração
ru: Игнорировать пробелы в операторах объявления
tr: Bildirim deneyimlerindeki boşlukları yoksay
uk: Нехтувати пропусками в інструкціях оголошення
zh_cn: 忽略声明语句中的空格
zh_tw: 略過宣告陳述式中的空白

source: Ignored Tests
cs: Ignorované testy
de: Ignorierte Tests
es: Pruebas omitidas
fr: Tests ignorés
it: Test ignorati
ja: 無視されたテスト
ko: 무시된 테스트
pl: Zignorowane testy
pt_br: Testes Ignorados
ru: Пропущенные тесты
tr: Yoksayılan Testler
uk: Пропущені
zh_cn: 忽略的测试
zh_tw: 略過的測試

source: Ignored tests
cs: Ignorované testy
de: Ignorierte Tests
es: Pruebas omitidas
fr: Tests ignorés
it: Test ignorati
ja: 無視されたテスト
ko: 무시된 테스트
pl: Zignorowane testy
pt_br: Testes ignorados
ru: Пропущенные тесты
tr: Yoksayılan testler
zh_cn: 忽略的测试
zh_tw: 略過的測試

source: Ignoring ...
cs: Ignorování...
de: Wird ignoriert...
es: Omitiendo...
fr: Ignore...
it: I file verranno ignorati...
ja: 無視しています...
ko: 무시하는 중...
pl: Trwa ignorowanie...
pt_br: Ignorando...
ru: Игнорируется...
tr: Yoksayılıyor ...
uk: Нехтування ...
zh_cn: 正在忽略...
zh_tw: 正在略過...

source: Ignoring invalid file '{0}' found in '{1}' for project '{2}'.
cs: Neplatný soubor {0} nalezený v {1} pro projekt {2} se bude ignorovat.
de: Ungültige Datei '{0}' (in '{1}' für Projekt '{2}' gefunden) wird ignoriert.
es: Se omitirá el archivo '{0}' no valido encontrado en '{1}' para el proyecto '{2}'.
fr: Fichier non valide « {0} » trouvé dans « {1} » pour le projet « {2} » ignoré.
it: Il file non valido '{0}' trovato in '{1}' per il progetto '{2}' verrà ignorato.
ja: プロジェクト '{2}' の '{1}' の中で見つかった無効なファイル '{0}' を無視します。
ko: '{2}' 프로젝트의 '{1}'에서 발견된 잘못된 '{0}' 파일을 무시합니다.
pl: Nieprawidłowy plik „{0}” znaleziony w katalogu „{1}” projektu „{2}” zostanie zignorowany.
pt_br: Ignorando o arquivo inválido '{0}' encontrado em '{1}' para o projeto '{2}'.
ru: Пропуск допустимого файла "{0}", найденного в "{1}" для проекта "{2}".
tr: '{2}' projesi için '{1}' üzerinde bulundan geçersiz dosya '{0}' yoksayılıyor.
uk: Пропущено неправильний файл '{0}' знайдений в '{1}' для проекту '{2}'.
zh_cn: 正在忽略在项目“{2}”的“{1}”中找到的无效文件“{0}”。
zh_tw: 正在略過專案 '{2}' 中，在 '{1}' 找到的無效檔案 '{0}'。

source: Illegal characters in path.
cs: Cesta obsahuje neplatné znaky.
de: Unzulässige Zeichen in Pfad.
es: Caracteres no válidos en la ruta de acceso.
fr: Caractères non conformes dans le chemin.
ja: パスに無効な文字があります。
ko: 경로에 잘못된 문자가 있습니다.
pl: Niedozwolone znaki w ścieżce.
pt_br: O caminho contém caracteres inválidos.
ru: Недопустимые символы в пути.
tr: Yolda geçersiz karakterler var.

source: Illegal characters used in location.
cs: V umístění jsou použité neplatné znaky.
de: Unzulässige Zeichen in Speicherpfad.
es: La ubicación contiene caracteres no válidos.
fr: Caractères non autorisés utilisés dans l’emplacement.
it: Nel percorso sono stati usati caratteri non validi.
ja: 無効な文字がロケーションで使用されています。
ko: 잘못된 문자가 위치에서 사용되었습니다.
pl: W lokalizacji użyto niedozwolonych znaków.
pt_br: Caracteres inválidos usados no local.
ru: Расположение содержит недопустимые символы.
tr: Konum adında geçersiz karakterler kullanıldı.
uk: В розташуванні використано недопустимі символи.
zh_cn: 位置中使用了非法字符。
zh_tw: 在位置使用了不合法的字元。

source: Illegal characters used in project location.
cs: V umístění projektu jsou použité neplatné znaky.
de: Im Projektspeicherort werden ungültige Zeichen verwendet.
es: Se han usado caracteres no válidos en la ubicación del proyecto.
fr: Caractères non autorisés utilisés dans l’emplacement du projet.
it: Nel percorso del progetto sono stati usati caratteri non validi.
ja: プロジェクトの場所に使用された文字が無効です。
ko: 잘못된 문자가 프로젝트 위치에서 사용되었습니다.
pl: W lokalizacji projektu użyto niedozwolonych znaków.
pt_br: Caracteres inválidos foram usados no local do projeto.
ru: Расположение проекта содержит недопустимые символы.
tr: Proje konumunda geçersiz karakterler kullanılıyor.
uk: В розташуванні проекту використано недопустимі символи.
zh_cn: 项目位置中使用了非法字符。
zh_tw: 專案位置中使用的不合法字元。

source: Illegal project name. Name cannot contain a language keyword.
cs: Název projektu je neplatný. Název nemůže obsahovat klíčové slovo jazyka.
de: Ungültiger Projektname. Der Name darf kein Programmiersprachen-Schlüsselwort enthalten.
es: Nombre de proyecto no válido. El nombre no puede contener una palabra clave del lenguaje.
fr: Nom de projet non autorisé. Le nom ne peut pas contenir de mot clé de langue.
it: Il nome del progetto non è valido. Il nome non può contenere una parola chiave del linguaggio.
ja: プロジェクト名が無効です。 名前に言語キーワードを含めることはできません。
ko: 프로젝트 이름이 잘못되었습니다. 이름에는 언어 키워드가 포함될 수 없습니다.
pl: Niedozwolona nazwa projektu. Nazwa nie może zawierać słowa kluczowego języka.
pt_br: Nome de projeto inválido. O nome não pode contar uma palavra-chave de linguagem.
ru: Недопустимое имя проекта. Имя не может содержать ключевое слово языка.
tr: Geçersiz proje adı. Ad, bir dil anahtar sözcüğü içeremez.
uk: Неприпустима назва проекту. Назва не може бути ключовим словом мови.
zh_cn: 项目名称非法。 名称不能包含语言关键字。
zh_tw: 不合法的專案名稱。 名稱不能包含語言關鍵字。

source: Illegal project name. Only use letters, digits, '.' or '_'.
cs: Název projektu je neplatný. Používejte jenom písmena, číslice, „.“ nebo „_“.
de: Ungültiger Projektname. Verwenden Sie ausschließlich Buchstaben, Ziffern, '.' oder '_'.
es: Nombre de proyecto no válido. Utilice solo letras, dígitos, '.' o '_'.
fr: Nom de projet non autorisé. Vous ne pouvez utiliser que des lettres, des chiffres, et les signes « . » et « _ ».
it: Il nome del progetto non è valido. Usare solo lettere, cifre, '.' o '_'.
ja: プロジェクト名が無効です。 文字、数字、'.'、'_' のみを使用してください。
ko: 프로젝트 이름이 잘못되었습니다. 문자, 숫자, '.' 또는 '_'만 사용하세요.
pl: Niedozwolona nazwa projektu. Użyj tylko liter, cyfr oraz znaków „.” lub „_”.
pt_br: Nome de projeto inválido. Use apenas letras, dígitos, '.' ou '_'.
ru: Недопустимое имя проекта. Используйте только буквы, цифры, точки "." и символы подчеркивания "_".
tr: Geçersiz proje adı. Yalnızca harfler, sayılar ve '.' veya '_' karakterini kullanın.
uk: Недопустима назва проекту. Використовуйте лише латинські літери, цифри, '.' або '_'.
zh_cn: 项目名称非法。 仅使用字母、数字、"." 或 "_"。
zh_tw: 不合法的專案名稱。 只能使用字母、數字、'.' 或 '_'。

source: Illegal project name. Only use letters, digits, space, '.' or '_'.
cs: Název projektu je neplatný. Používejte jenom písmena, číslice, mezery, „.“ nebo „_“.
de: Ungültiger Projektname. Verwenden Sie ausschließlich Buchstaben, Ziffern, Leerzeichen, '.' oder '_'.
es: Nombre de proyecto no válido. Utilice solo letras, dígitos, espacio, '.' o '_'.
fr: Nom de projet non autorisé. Vous ne pouvez utiliser que des lettres, des chiffres, des espaces, et les signes « . » et « _ ».
it: Il nome del progetto non è valido. Usare solo lettere, cifre, spazio, '.' o '_'.
ja: プロジェクト名が無効です。 文字、数字、スペース、'.'、'_' のみを使用してください。
ko: 프로젝트 이름이 잘못되었습니다. 문자, 숫자, 공백, '.' 또는 '_'만 사용하세요.
pl: Niedozwolona nazwa projektu. Użyj tylko liter, cyfr, spacji oraz znaków „.” lub „_”.
pt_br: Nome de projeto inválido. Use apenas letras, dígitos, espaço, '.' ou '_'.
ru: Недопустимое имя проекта. Используйте только буквы, цифры, пробелы, точки "." и символы подчеркивания "_".
tr: Geçersiz proje adı. Yalnızca harf, rakam, boşluk, '.' veya '_' kullanın.
uk: Недопустима назва проекту. Використовуйте лише латинські букви, цифри, пропуск, '.' або '_'.
zh_cn: 项目名称非法。 仅使用字母、数字、空格、"." 或 "_"。
zh_tw: 不合法的專案名稱。 只能使用字母、數字、空格、'.' 或 '_'。

source: Illegal solution name. Only use letters, digits, '.' or '_'.
cs: Název řešení je neplatný. Používejte jenom písmena, číslice, „.“ nebo „_“.
de: Ungültiger Projektmappenname. Verwenden Sie ausschließlich Buchstaben, Ziffern, '.' oder '_'.
es: Nombre de solución no válido. Uitlice solo letras, dígito, '.' o '_'.
fr: Nom de solution non autorisé. Vous ne pouvez utiliser que des lettres, des chiffres, et les signes « . » et « _ ».
it: Il nome della soluzione non è valido. Usare solo lettere, cifre, '.' o '_'.
ja: ソリューション名が無効です。 文字、数字、'.'、'_' のみを使用してください。
ko: 솔루션 이름이 잘못되었습니다. 문자, 숫자, '.' 또는 '_'만 사용하세요.
pl: Niedozwolona nazwa rozwiązania. Użyj tylko liter, cyfr oraz znaków „.” lub „_”.
pt_br: Nome de solução inválido. Use apenas letras, dígitos, '.' ou '_'.
ru: Недопустимое имя решения. Используйте только буквы, цифры, точки "." и символы подчеркивания "_".
tr: Geçersiz çözüm adı. Yalnızca harfler, sayılar ve '.' veya '_' karakterini kullanın.
uk: Недопустима назва рішення. Використовуйте лише латинські літери, цифри, '.' або '_'.
zh_cn: 解决方案名称非法。 仅使用字母、数字、"." 或 "_"。
zh_tw: 不合法的解決方案名稱。 只能使用字母、數字、'.' 或 '_'。

source: Image
cs: Obrázek
de: Bild
es: Imagen
it: Immagine
ja: イメージ
ko: 이미지
pl: Obraz
pt_br: Imagem
ru: Изображение
tr: Resim
uk: Зображення
zh_cn: 图像
zh_tw: 影像

source: Image Processing software
cs: Aplikace pro zpracování obrazu
de: Bildverarbeitungssoftware
es: Software de procesamiento de imágenes
fr: Logiciel de traitement d’image
it: Software per l'elaborazione di immagini
ja: 画像処理ソフトウェア
ko: 이미지 처리 소프트웨어
pl: Oprogramowanie do przetwarzania obrazów
pt_br: Software de Processamento de Imagem
ru: Программное обеспечение для обработки изображений
tr: Görüntü İşleme yazılımı
uk: Робота з зображеннями
zh_cn: 图像处理软件
zh_tw: 影像處理軟體

source: Image:
cs: Obrázek:
de: Bild:
es: Imagen:
it: Immagine:
ja: イメージ:
ko: 이미지:
pl: Obraz:
pt_br: Imagem:
ru: Изображение:
tr: Görüntü:
uk: Зображення:
zh_cn: 图像:
zh_tw: 影像:

source: Immediate
cs: Okamžité
de: Direkt
es: Inmediato
fr: Immédiat
it: Immediato
ja: イミディエイト
ko: 직접 실행
pl: Natychmiast
pt_br: Imediato
ru: Немедленно
tr: Hemen
uk: Негайно
zh_cn: 即时
zh_tw: 立即

source: Implement interface
cs: Implementovat rozhraní
de: Schnittstelle implementieren
es: Implementar interfaz
fr: Implémenter l’interface
it: Implementa l'interfaccia
ja: インターフェイスを実装します
ko: 인터페이스 구현
pl: Implementuj interfejs
pt_br: Implementar interface
ru: Реализовать интерфейс
tr: Arabirimi uygula
uk: Реалізувати інтерфейс
zh_cn: 实现接口
zh_tw: 實作介面

source: Implement interface abstractly
cs: Implementovat rozhraní abstraktně
de: Schnittstelle abstrakt implementieren
es: Implementar la interfaz de forma abstracta
fr: Implémenter l’interface abstraitement
it: Implementa l'interfaccia in modo astratto
ja: インターフェイスを抽象的に実装します
ko: 추상적으로 인터페이스 구현
pl: Implementuj interfejs abstrakcyjnie
pt_br: Implementar interface de forma abstrata
ru: Реализовать интерфейс абстрактно
tr: Arabirimi soyut olarak gerçekleştir
zh_cn: 抽象实现接口
zh_tw: 以抽象方式實作介面

source: Implement interface explicitly
cs: Implementovat rozhraní explicitně
de: Schnittstelle explizit implementieren
es: Implementar la interfaz de forma explícita
fr: Implémenter l’interface explicitement
it: Implementa l'interfaccia in modo esplicito
ja: インターフェイスを明示的に実装します
ko: 명시적으로 인터페이스 구현
pl: Implementuj interfejs jawnie
pt_br: Implementar interface de forma explícita
ru: Реализовать интерфейс явно
tr: Arabirimi belirtik olarak gerçekleştir
zh_cn: 显式实现接口
zh_tw: 明確實作介面

source: Implement interface explicitly with Dispose pattern
cs: Implementovat rozhraní explicitně se vzorem Dispose
de: Schnittstelle explizit mit Dispose-Muster implementieren
es: Implementar la interfaz de forma explícita con el modelo de Dispose
fr: Implémenter l’interface explicitement avec le modèle Dispose
it: Implementa l'interfaccia in modo esplicito con il criterio Dispose
ja: Dispose パターンを使って明示的にインターフェイスを実装します
ko: Dispose 패턴으로 명시적으로 인터페이스 구현
pl: Jawnie implementuj interfejs za pomocą wzorca likwidacji
pt_br: Implementar interface de forma explícita com padrão de Descarte
ru: Реализовать интерфейс явно с шаблоном освобождения
tr: Arabirimi Atma düzenini kullanarak belirtik olarak gerçekleştir
zh_cn: 通过 Dispose 模式显式实现接口
zh_tw: 使用 Dispose 模式明確地實作介面

source: Implement interface through '{0}'
cs: Implementovat rozhraní přes {0}
de: Schnittstelle über '{0}' implementieren
es: Implementar la interfaz con '{0}'
fr: Implémenter l’interface via « {0} »
it: Implementa l'interfaccia tramite '{0}'
ja: '{0}' を使ってインターフェイスを実装します
ko: '{0}'을(를) 통해 인터페이스 구현
pl: Implementuj interfejs za pomocą elementu „{0}”
pt_br: Implementar interface por meio de '{0}'
ru: Реализовать интерфейс через "{0}"
tr: Arabirimi '{0}' aracılığıyla gerçekleştir
zh_cn: 通过“{0}”实现接口
zh_tw: 透過 '{0}' 實作介面

source: Implement interface with Dispose pattern
cs: Implementovat rozhraní se vzorem Dispose
de: Schnittstelle mit Dispose-Muster implementieren
es: Implementar la interfaz con el modelo de Dispose
fr: Implémenter l’interface avec le modèle Dispose
it: Implementa l'interfaccia con il criterio Dispose
ja: Dispose パターンを使ってインターフェイスを実装します
ko: Dispose 패턴으로 인터페이스 구현
pl: Implementuj interfejs za pomocą wzorca likwidacji
pt_br: Implementar interface com o padrão de Descarte
ru: Реализовать интерфейс с шаблоном освобождения
tr: Arabirimi Atma düzeniyle gerçekleştir
zh_cn: 通过 Dispose 模式实现接口
zh_tw: 使用 Dispose 模式實作介面

source: Implement protocol member
cs: Implementovat člen protokolu
de: Protokollmember implementieren
es: Implementar miembro de protocolo
fr: Implémenter le membre de protocole
ja: プロトコル メンバーを実装します
ko: 프로토콜 멤버 구현
pl: Zaimplementuj element członkowski protokołu
pt_br: Implementar membro do protocolo
ru: Реализация элемента протокола
tr: Uygulama protokolü üyesi

source: Implementation:
cs: Implementace:
de: Implementierung:
es: Implementación:
fr: Implémentation :
it: Rientro
ja: 実装:
ko: 구현:
pl: Implementacja:
pt_br: Implementação:
ru: Реализация:
tr: Uygulama:

source: Implementing Members
cs: Implementace členů
de: Member werden implementiert.
es: Implementando miembros
fr: Implémentation des membres
it: Membri di implementazione
ja: メンバーを実装しています
ko: 멤버를 구현하는 중
pl: Implementowanie składowych
pt_br: Implementando Membros
ru: Реализация элементов
tr: Uygulama üyeleri
zh_cn: 正在实现成员
zh_tw: 實作成員

source: Implements directive must have non-empty 'interface' attribute
cs: Direktiva implements musí mít neprázdný atribut interface.
de: Implements-Direktive muss über ein interface-Attribut verfügen, das nicht leer ist.
es: La directiva de implementación debe tener un atributo 'interface' no vacío
fr: La directive Implements doit avoir un attribut « interface » non vide
it: L'attributo 'interface' della direttiva implements non deve essere vuoto
ja: implements ディレクティブは空でない 'interface' 属性である必要があります
ko: Implements 지시문에는 비어 있지 않은 'interface' 특성이 있어야 합니다.
pl: Dyrektywa implements musi mieć atrybut „interface”, który nie jest pusty
pt_br: A diretiva de implementação deve ter um atributo 'interface' não vazio
ru: Директива Implements должна иметь непустой атрибут "interface"
tr: Implements yönergesinin 'interface' özniteliği boş olmamalıdır
zh_cn: Implements 指令必须具有非空的 "interface" 属性
zh_tw: 實作指示詞必須有非空白的 'interface' 屬性

source: Import Color Theme
cs: Importovat barevný motiv
de: Farbdesign importieren
es: Importar tema de color
fr: Importer le thème de couleur
ja: 配色テーマのインポート
ko: 색 테마 가져오기
pl: Importuj motyw kolorów
pt_br: Importar Tema de Cores
ru: Импорт цветовой схемы
tr: Renk Temasını İçeri Aktar

source: Import From Folder
cs: Importovat ze složky
de: Aus Ordner importieren
es: Importar desde carpeta
fr: Importer à partir d’un dossier
it: Importa da cartella
ja: フォルダーからのインポート
ko: 폴더에서 가져오기
pl: Importuj z folderu
pt_br: Importar da Pasta
ru: Импортировать из папки
tr: Klasörden İçeri Aktar
uk: Імпортувати з теки
zh_cn: 从文件夹导入
zh_tw: 從資料夾匯入

source: Import Glade file...
cs: Importovat soubor Glade...
de: Glade-Datei importieren...
es: Importar archivo .glade...
fr: Importer le fichier glade...
it: Importa file Glade...
ja: Glade ファイルをインポート...
ko: Glade 파일 가져 오기...
pl: Importuj plik Glade...
pt_br: Importar arquivo Glade...
ru: Импортировать файл Glade...
tr: Glade dosyasını içe aktar...
uk: Імпортувати файл Glade...
zh_cn: 导入 Glade 文件...
zh_tw: 匯入 Glade 檔案...

source: Import Symbol...
cs: Importovat symbol...
de: Symbol importieren...
es: Importar símbolo...
fr: Importer un symbole...
it: Importa simbolo...
ja: シンボルのインポート...
ko: 기호 가져오기...
pl: Importuj symbol...
pt_br: Importar Símbolo...
ru: Импортировать символ...
tr: Sembolü İçeri Aktar...
uk: Імпортувати символ...
zh_cn: 导入符号...
zh_tw: 匯入符號...

source: Import a namespace.
cs: Importujte obor názvů.
de: Importiert einen Namespace.
es: Importe un espacio de nombres.
fr: Importez un espace de noms.
it: Importa uno spazio dei nomi.
ja: 名前空間をインポートします。
ko: 네임스페이스를 가져옵니다.
pl: Importuj przestrzeń nazw.
pt_br: Importar um namespace.
ru: Импортируйте пространство имен.
tr: Bir ad alanını içeri aktarın.
zh_cn: 导入命名空间。
zh_tw: 匯入命名空間。

source: Import directive must have non-empty 'namespace' attribute
cs: Direktiva import musí mít neprázdný atribut namespace.
de: Import-Direktive muss über ein namespace-Attribut verfügen, das nicht leer ist.
es: La directiva de importación debe tener un atributo 'namespace' no vacío
fr: La directive import doit avoir un attribut « namespace » non vide
it: L'attributo 'namespace' della direttiva import non deve essere vuoto
ja: import ディレクティブは、空でない 'namespace' 属性である必要があります
ko: Import 지시문에는 비어 있지 않은 'namespace' 특성이 있어야 합니다.
pl: Dyrektywa import musi mieć atrybut „namespace”, który nie jest pusty
pt_br: A diretiva de importação deve ter um atributo 'namespace' não vazio
ru: Директива Import должна иметь непустой атрибут "namespace"
tr: Import yönergesinin 'namespace' özniteliği boş olmamalıdır
zh_cn: Import 指令必须具有非空的 "namespace" 属性
zh_tw: 匯入指示詞必須有非空白的 'namespace' 屬性

source: Import static class with using
cs: Importovat statickou třídu pomocí using
de: Statische Klasse mit 'using' importieren
es: Importar clase estática con using
fr: Importer une classe static avec une instruction using
it: Importa la classe statica con using
ja: using を使用して静的クラスをインポートします
ko: using을 사용하여 정적 클래스 가져오기
pl: Importuj klasę statyczną za pomocą słowa kluczowego using
pt_br: Importar classe estática com using
ru: Импортировать статический класс с using
tr: Kullanarak statik sınıfı içeri aktar
uk: Імпортувати статичний клас з using
zh_cn: 使用 using 导入静态类
zh_tw: 使用 using 匯入靜態類別

source: Import tags
cs: Importovat značky
de: Tags importieren
es: Importar etiquetas
fr: Importer les balises
it: Importa tag
ja: タグのインポート
ko: 태그 가져오기
pl: Importuj tagi
pt_br: Importar marcas
ru: Импортировать теги
tr: Etiketleri içeri aktar
uk: Імпортувати теги
zh_cn: 导入标记
zh_tw: 匯入標記
