Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Stop uninstalling NuGet packages?
cs: Chcete zastavit odinstalaci balíčků NuGet?
de: Möchten Sie die Deinstallation von NuGet-Paketen beenden?
es: ¿Desea detener la desinstalación de paquetes NuGet?
fr: Arrêter la désinstallation des paquets NuGet ?
ja: NuGet パッケージのアンインストールを停止しますか?
ko: NuGet 패키지 제거를 중지하시겠습니까?
pl: Czy zatrzymać odinstalowywanie pakietów NuGet?
pt_br: Interromper a desinstalação de pacotes NuGet?
ru: Остановить удаление пакетов NuGet?
tr: NuGet paketlerini kaldırılma işlemi durdurulsun mu?

source: Stops the current test run
cs: Zastaví aktuální testovací běh.
de: Beendet den aktuellen Testlauf
es: Detener la serie de pruebas actual
fr: Arrête la série de tests actuelle
ja: 現在のテストの実行を中止します
ko: 현재 테스트 실행을 중지합니다.
pl: Zatrzymuje bieżący przebieg testu
pt_br: Para a execução de teste atual
ru: Остановка текущего тестового запуска
tr: Geçerli test çalıştırmasını durdurur

source: Stops the execution of the expression being evaluated by the debugger
cs: Zastaví provádění výrazu, který je vyhodnocován ladicím programem.
de: Beendet die Ausführung des vom Debugger ausgewerteten Ausdrucks.
es: Detiene la ejecución de la expresión que evalúa el depurador
fr: Arrête l’exécution de l’expression que le débogueur évalue.
it: Arresta l'esecuzione dell'espressione valutata dal debugger
ja: デバッガーで評価中の式の実行を停止する
ko: 디버거가 평가 중인 식의 실행을 중지합니다.
pl: Zatrzymuje wykonanie procesu oceniania wyrażenia przez debuger
pt_br: Interrompe a execução da expressão sendo avaliada pelo depurador
ru: Останавливает выполнение выражения, вычисляемого отладчиком
tr: Hata ayıklayıcısı tarafından değerlendirilen ifadenin yürütülmesini durdurur.
zh_cn: 停止由调试程序计算的表达式的执行
zh_tw: 停止執行偵錯工具正在評估的運算式

source: Store (insecure)
cs: Uložit (není bezpečné)
de: Speichern (unsicher)
es: Almacenar (poco seguro)
fr: Stocker (non sécurisé)
it: Archivio (non sicura)
ja: 保存する (安全ではありません)
ko: 저장(안전하지 않음)
pl: Zapisz (niebezpieczne)
pt_br: Armazenar (não seguro)
ru: Сохранить (небезопасно)
tr: Depo (güvenli değil)
zh_cn: 存储(不安全)
zh_tw: 儲存 (不安全)

source: Strip Drive Letters
cs: Odstranit písmena jednotek
de: Laufwerkbuchstaben entfernen
es: Quitar letras de unidad
fr: Retirer les lettres des lecteurs
it: Rimuovi lettere di unità
ja: ドライブ文字を削除
ko: 드라이브 문자 제거
pl: Usuń litery dysku
pt_br: Remover Letras de Unidades
ru: Удалить буквы диска
tr: Sürücü Harflerini Çıkar
uk: Відкинути букви дисків
zh_cn: 去除驱动器号
zh_tw: 移除磁碟機代號

source: Strongly type the page's Master property.
cs: Zadejte pro stránku vlastnost Master (silného typu).
de: Versieht die Master-Eigenschaft der Seite mit einer starken Typisierung.
es: Propiedad Master de la página fuertemente tipada.
fr: Typez fortement la propriété Master de la page.
it: Imposta come fortemente tipizzata la proprietà Master della pagina.
ja: ページの Master プロパティを厳密に型指定します。
ko: 페이지의 Master 속성을 강력하게 형식화합니다.
pl: Silnie typizuj właściwość Master strony.
pt_br: Tipar fortemente a propriedade Master da página.
ru: Строго типизируйте свойство Master страницы.
tr: Sayfanın Master özelliğinin türünü kesin olarak belirleyin.
zh_cn: 强类型化页面的 Master 属性。
zh_tw: 將頁面的 Master 屬性設為強型別。

source: Strongly type the page's PreviousPage property.
cs: Zadejte pro stránku vlastnost PreviousPage (silného typu).
de: Versieht die PreviousPage-Eigenschaft der Seite mit einer starken Typisierung.
es: Propiedad PreviousPage de la página fuertemente tipada.
fr: Typez fortement la propriété PreviousPage de la page.
it: Imposta come fortemente tipizzata la proprietà PreviousPage della pagina.
ja: ページの PreviousPage プロパティを厳密に型指定します。
ko: 페이지의 PreviousPage 속성을 강력하게 형식화합니다.
pl: Silnie typizuj właściwość PreviousPage strony.
pt_br: Tipar fortemente a propriedade PreviousPage da página.
ru: Строго типизируйте свойство PreviousPage страницы.
tr: Sayfanın PreviousPage özelliğinin türünü kesin olarak belirleyin.
zh_cn: 强类型化页面的 PreviousPage 属性。
zh_tw: 將頁面的 PreviousPage 屬性設為強型別。

source: Strongly typed model
cs: Model silného typu
de: _Stark typisiertes Modell
es: Modelo fuertemente tipado
fr: Modèle fortement typé
it: Modello fortemente tipizzato
ja: 厳密に型指定されたモデル
ko: 강력한 형식의 모델
pl: Silnie typizowany model
pt_br: Modelo fortemente tipado
ru: Строго типизированная модель
tr: Türü kesin olarak belirlenmiş model
uk: Модель з жорсткою типізацією
zh_cn: 强类型模型
zh_tw: 強類型模型

source: Struct name
cs: Název struktury
de: Strukturname
es: Nombre de la estructura
fr: Nom de la structure
it: Nome della struttura
ja: 構造体名
ko: 구조체 이름
pl: Nazwa struktury
pt_br: Nome do Struct
ru: Имя структуры
tr: Betik adı:
uk: Назва структури
zh_cn: 结构名称
zh_tw: 結構名稱

source: Structured Build Output
cs: Strukturovaný výstup sestavení
de: Strukturierte Buildausgabe
es: Resultado de la compilación estructurada
fr: Sortie de build structurée
ja: 構造化ビルド出力
ko: 구조적 빌드 출력
pl: Strukturalne dane wyjściowe kompilacji
pt_br: Saída do Build Estruturado
ru: Структурированные выходные данные сборки
tr: Yapılandırılmış Derleme Çıktısı

source: Structured build output
cs: Strukturovaný výstup sestavení
de: Strukturierte Buildausgabe
es: Resultado de la compilación estructurada
fr: Sortie de génération structurée
ja: 構造化ビルド出力
ko: 구조적 빌드 출력
pl: Strukturalne dane wyjściowe kompilacji
pt_br: Saída do build estruturado
ru: Структурированные выходные данные сборки
tr: Yapılandırılmış derleme çıktısı

source: Style
cs: Styl
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
pl: Styl
pt_br: Estilo
ru: Стиль
tr: Stil
uk: Стиль
zh_cn: 样式
zh_tw: 樣式

source: Style:
cs: Styl:
de: Stil:
es: Estilo:
it: Stile:
ja: スタイル:
ko: 스타일:
pl: Styl:
pt_br: Estilo:
ru: Стиль:
tr: Stil:
uk: Стиль:
zh_cn: 样式:
zh_tw: 樣式:

source: Subdirectory Web Configuration
cs: Webová konfigurace podadresáře
de: Unterverzeichnis-Webkonfiguration
es: Configuración web de subdirectorio
fr: Configuration web du sous-répertoire
it: Configurazione Web sottodirectory
ja: サブ ディレクトリ Web 構成
ko: 하위 디렉터리 웹 구성
pl: Konfiguracja podkatalogu w sieci Web
pt_br: Configuração Web de Subdiretório
ru: Веб-конфигурация подкаталогов
tr: Alt Dizin Web Yapılandırması
uk: Веб-конфігурація підтеки
zh_cn: 子目录 Web 配置
zh_tw: 子目錄 Web 組態

source: Substitutes a copy of the entire match itself.
cs: Nahradí kopii celé shody.
de: Ersetzt eine Kopie der gesamten Übereinstimmung.
es: Sustituye una copia de la propia coincidencia completa.
fr: Remplace une copie de la correspondance entière.
it: Sostituisce una copia dell'intera corrispondenza.
ja: 全体が一致している部分自体のコピーを置換します。
ko: 일치하는 전체 문자열의 복사본을 대체합니다.
pl: Zastępuje kopię całego dopasowania.
pt_br: Substitui uma cópia de toda a correspondência em si.
ru: Заменяет копию всего совпадения.
tr: Kendisi ile eşleşenlerin tümünün bir kopyasını değiştirir.
zh_cn: 替换整个匹配本身的一个副本。
zh_tw: 自行替代整個相符項目。

source: Substitutes a single '$' literal.
cs: Nahradí jeden literál $.
de: Ersetzt ein einzelnes $-Literal.
es: Sustituye un literal '$' individual.
fr: Remplace un littéral « $ » unique.
it: Sostituisce un singolo valore letterale '$'.
ja: 1 つの '$' リテラルを置換します。
ko: 단일 '$' 리터럴을 대체합니다.
pl: Zastępuje pojedynczy literał „$”.
pt_br: Substitui um único literal '$'.
ru: Заменяет отдельный литерал "$".
tr: Tek bir '$' sabit değerini değiştirir.
uk: Замінює один символ '$'.
zh_cn: 替换单个 "$" 字符。
zh_tw: 替代單一 '$' 常值 。

source: Substitutes all the text of the input string after the match.
cs: Nahradí celý text vstupního řetězce za shodou.
de: Ersetzt den gesamten Text der Eingabezeichenfolge nach der Übereinstimmung.
es: Sustituye todo el texto de la cadena de entrada posterior a la coincidencia.
fr: Remplace tout le texte de la chaîne d’entrée après la correspondance.
it: Sostituisce tutto il testo della stringa di input dopo la corrispondenza.
ja: 一致部分以降の入力文字列のテキストをすべて置換します。
ko: 일치하는 문자열 뒤에 있는 입력 문자열의 모든 텍스트를 대체합니다.
pl: Zastępuje cały tekst ciągu wejściowego po dopasowaniu.
pt_br: Substitui todo o texto da cadeia de caracteres de entrada após a correspondência.
ru: Заменяет весь текст входной строки после совпадения.
tr: Girdi dizesinin tüm metnini eşleşmeden sonra değiştirir.
uk: Замінює увесь текст вхідного рядка після входження.
zh_cn: 替换匹配后的输入字符串的所有文本。
zh_tw: 在比對之後替代輸入字中的所有文字。

source: Substitutes all the text of the input string before the match.
cs: Nahradí celý text vstupního řetězce před shodou.
de: Ersetzt den gesamten Text der Eingabezeichenfolge vor der Übereinstimmung.
es: Sustituye todo el texto de la cadena de entrada anterior a la coincidencia.
fr: Remplace tout le texte de la chaîne d’entrée avant la correspondance.
it: Sostituisce tutto il testo della stringa di input prima della corrispondenza.
ja: 一致部分より前の入力文字列のテキストをすべて置換します。
ko: 일치하는 문자열 앞에 있는 입력 문자열의 모든 텍스트를 대체합니다.
pl: Zastępuje cały tekst ciągu wejściowego przed dopasowaniem.
pt_br: Substitui todo o texto da cadeia de caracteres de entrada antes da correspondência.
ru: Заменяет весь текст входной строки перед совпадением.
tr: Girdi dizesinin tüm metnini eşleşmeden önce değiştirir.
uk: Замінює увесь текст вхідного рядка перед входженням.
zh_cn: 替换匹配前的输入字符串的所有文本。
zh_tw: 在比對之前替代輸入字中的所有文字。

source: Substitutes the entire input string.
cs: Nahradí celý vstupní řetězec.
de: Ersetzt die gesamte Eingabezeichenfolge.
es: Sustituye toda la cadena de entrada.
fr: Remplace la chaîne d’entrée entière.
it: Sostituisce l'intera stringa di input.
ja: 入力文字列全体を置換します。
ko: 전체 입력 문자열을 대체합니다.
pl: Zastępuje cały ciąg wejściowy.
pt_br: Substitui toda a cadeia de caracteres de entrada.
ru: Заменяет всю входную строку.
tr: Tüm girdi dizesini değiştirir.
uk: Замінює увесь вхідний рядок.
zh_cn: 替换整个输入字符串。
zh_tw: 替代整個輸入字串。

source: Substitutes the last group captured.
cs: Nahradí poslední zachycenou skupinu.
de: Ersetzt die letzte erfasste Gruppe.
es: Sustituye el último grupo capturado.
fr: Remplace le dernier groupe capturé.
it: Sostituisce l'ultimo gruppo acquisito.
ja: 最後にキャプチャしたグループを置換します。
ko: 캡처된 마지막 그룹을 대체합니다.
pl: Zastępuje ostatnią przechwyconą grupę.
pt_br: Substitui o último grupo capturado.
ru: Заменяет последнюю захваченную группу.
tr: Yakalanan son grubu değiştirir.
uk: Замінює останню захоплену групу.
zh_cn: 替换最后捕获的组。
zh_tw: 替代擷取到的最後一個群組。

source: Substitutes the last substring matched by a (?<name>) group.
cs: Nahradí poslední podřetězec shodný se skupinou s daným (?<názvem>).
de: Ersetzt die letzte, anhand einer (?<name>)-Gruppe abgeglichene Teilzeichenfolge.
es: Sustituye la última subcadena coincidente por el grupo (?<nombre>).
fr: Remplace la dernière sous-chaîne correspondant à un groupe (?<name>).
it: Sostituisce l'ultima sottostringa corrispondente a un gruppo (?<nome>).
ja: (?<name>) グループで一致した最後の部分文字列を置換します。
ko: (?<name>) 그룹과 일치하는 마지막 부분 문자열을 대체합니다.
pl: Zastępuje ostatni podciąg dopasowany przez grupę (?<name>).
pt_br: Substitui a última subcadeia de caracteres que corresponde a por um grupo (?<name>).
ru: Заменяет последнюю совпадающую подстроку по группе (?<имя>).
tr: (?<ad>) grubu tarafından eşleştirilen son alt dizeyi değiştirir.
zh_cn: 替换按 (?<name>) 组匹配的最后一个子字符串。
zh_tw: 替代最後一個符合 (?<name>) 群組的子字串。

source: Substitutes the last substring matched by group number 'number' (decimal).
cs: Nahradí poslední podřetězec shodný se skupinou s daným číslem (decimální).
de: Ersetzt die letzte, anhand der Gruppennummer 'number' abgeglichene Teilzeichenfolge (dezimal).
es: Sustituye la última subcadena coincidente por el número de grupo 'número' (decimal).
fr: Remplace la dernière sous-chaîne correspondant au numéro de groupe « number » (décimal).
it: Sostituisce l'ultima sottostringa corrispondente al numero di gruppo 'numero' (numero decimale).
ja: グループ番号 'number' (10 進数) で一致した最後の部分文字列を置換します。
ko: 그룹 번호 'number'(10진수)와 일치하는 마지막 부분 문자열을 대체합니다.
pl: Zastępuje ostatni podciąg dopasowany przez numer grupy „numer” (liczba dziesiętna).
pt_br: Substitui a última subcadeia de caracteres de correspondência pelo número de grupo 'number' (decimal).
ru: Заменяет последнюю совпадающую подстроку по номеру группы "number" (десятичное значение).
tr: Grup numarası tarafından eşleştirilen son alt dizeyi değiştirir 'numara' (ondalık).
zh_cn: 替换按组号 "number" (十进制)匹配的最后一个子字符串。
zh_tw: 替代最後一個符合群組編號 'number' (十進位) 的子字串。

source: Substitutions
cs: Náhrady
de: Ersetzungen
es: Sustituciones
fr: Remplacements
it: Sostituzioni
ja: 置換候補
ko: 대체
pl: Operacje podstawiania
pt_br: Substituições
ru: Подстановки
tr: Değişimler
uk: Заміни
zh_cn: 替换
zh_tw: 替代

source: Subversion integration will be disabled for this solution.
cs: Integrace dílčí verze se pro toto řešení zakáže.
de: Die Integration der Subversion wird für diese Projektmappe deaktiviert.
es: La integración de Subversion se deshabilitará para esta solución.
fr: L’intégration de Subversion sera désactivée pour cette solution.
it: L'integrazione con Subversion verrà disabilitata per questa soluzione.
ja: このソリューションで Subversion 統合が無効になります。
ko: 이 솔루션에 대해 Subversion 통합을 사용하지 않도록 설정됩니다.
pl: Integracja z wersją podrzędną zostanie wyłączona dla tego rozwiązania.
pt_br: A integração do Subversion será desabilitada para essa solução.
ru: Интеграция Subversion для этого решения будет отключена.
tr: Bu çözüm için Subversion devre dışı bırakılacaktır.
uk: Інтегрування Subversion для цього рішення буде вимкнено.
zh_cn: 将为此解决方案禁用 Subversion 集成。
zh_tw: 此解決方案將停用子版本整合。

source: Successful Tests
cs: Úspěšné testy
de: Erfolgreiche Tests
es: Pruebas superadas
fr: Tests réussis
it: Test superati
ja: 成功したテスト
ko: 성공한 테스트
pl: Testy zakończone powodzeniem
pt_br: Testes Bem-Sucedidos
ru: Успешные тесты
tr: Başarılı Testler
uk: Успішні
zh_cn: 成功的测试
zh_tw: 成功的測試

source: Successful tests
cs: Úspěšné testy
de: Erfolgreiche Tests
es: Pruebas superadas
fr: Tests réussis
it: Test superati
ja: 成功したテスト
ko: 성공한 테스트
pl: Testy zakończone powodzeniem
pt_br: Testes Bem-Sucedidos
ru: Успешные тесты
tr: Başarılı testler
zh_cn: 成功的测试
zh_tw: 成功的測試

source: Successfully migrated
cs: Migrace byla úspěšná.
de: Migration erfolgreich
es: Se migró correctamente
fr: Migration réussie
ja: 正常に移行されました
ko: 마이그레이션 성공
pl: Migracja zakończona pomyślnie
pt_br: Migrado com êxito
ru: Перенос выполнен успешно
tr: Başarıyla geçirildi

source: Suggest the usage of the NameOf operator
cs: Navrhnout použití operátoru NameOf
de: Schlägt die Verwendung des NameOf-Operators vor.
es: Sugerir el uso del operador NameOf
fr: Suggérer l’utilisation de l’opérateur NameOf
it: Suggerisci l'utilizzo dell'operatore NameOf
ja: NameOf 演算子の使用を提案します
ko: NameOf 연산자의 사용 제안
pl: Sugeruj użycie operatora NameOf
pt_br: Sugerir o uso do operador NameOf
ru: Предложить использование оператора NameOf
tr: NameOf işlecinin kullanımını önerir
uk: Запропонувати використати оператор NameOf
zh_cn: 建议使用 NameOf 运算符
zh_tw: 建議使用 NameOf 運算子

source: Suggest the usage of the nameof operator
cs: Navrhnout použití operátoru nameof
de: Schlägt die Verwendung des nameof-Operators vor.
es: Sugerir el uso del operador nameof
fr: Suggérer l’utilisation de l’opérateur NameOf
it: Suggerisci l'utilizzo dell'operatore nameof
ja: nameof 演算子の使用を提案します
ko: nameof 연산자의 사용 제안
pl: Sugeruj użycie operatora nameof
pt_br: Sugerir o uso do operador nameof
ru: Предложить использование оператора nameof
tr: nameof işlecinin kullanımını önerir
uk: Запропонувати використати оператор nameof
zh_cn: 建议使用 nameof 运算符
zh_tw: 建議使用 nameof 運算子

source: Suggests using the class declaring a static function when calling it
cs: Navrhne použití třídy deklarující statickou funkci při svém volání.
de: Schlägt vor, die Klasse zum Deklarieren einer statischen Funktion zu verwenden, wenn sie aufgerufen wird.
es: Sugiere el uso de la clase que declara una función estática al llamarla
fr: Suggère d’utiliser la classe déclarant une fonction static lors de son appel
it: Consiglia di usare la classe che dichiara una funzione statica quando viene chiamata
ja: 呼び出し時に静的関数を宣言するクラスの使用を提案します
ko: 호출할 때 정적 함수를 선언하는 클래스 사용을 제안합니다.
pl: Sugeruje użycie klasy deklarującej funkcję statyczną przy wywoływaniu tego elementu
pt_br: Sugere usar a declaração de classe de uma função estática ao chamá-la
ru: Предлагает использовать класс, объявляющий статическую функцию при его вызове
tr: Çağırırken statik işlev bildiren sınıfın kullanılmasını önerir
uk: Пропонує використати клас з оголошенням статичної функцію при її виклику
zh_cn: 调用静态函数时建议使用类进行声明
zh_tw: 建議呼叫時使用宣告靜態函式的類別

source: Summary
cs: Souhrn
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 概要
ko: 요약
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
uk: Опис
zh_cn: 摘要
zh_tw: 摘要

source: Summary:
cs: Souhrn:
de: Zusammenfassung:
es: Resumen:
fr: Récapitulatif :
it: Riepilogo
ja: 概要:
ko: 요약:
pl: Podsumowanie:
pt_br: Resumo:
ru: Сводка:
tr: Özet:

source: Support
cs: Podpora
de: Unterstützung
es: Soporte técnico
it: Supporto
ja: サポート
ko: 지원
pl: Pomoc techniczna
pt_br: Suporte
ru: Поддержка
tr: Destek
uk: Підтримка
zh_cn: 支持
zh_tw: 支援

source: Surround Selection With...
cs: Obklopit výběr...
de: Auswahl umschließen mit...
es: Rodea la selección con...
fr: Entourer la sélection avec...
it: Racchiudi selezione in...
ja: 次を使用して選択範囲を囲む...
ko: 다음으로 선택 항목 둘러싸기...
pl: Otocz zaznaczenie za pomocą...
pt_br: Envolver a seleção com...
ru: Окружить выбранный фрагмент с помощью...
tr: Seçimi Çevrele...
zh_cn: 环绕选定内容方式...
zh_tw: 使用下列項目圍繞選取範圍...

source: Surround With...
cs: Uzavřít do...
de: Umgeben mit...
es: Rodear con...
fr: Entourer de...
it: Racchiudi tra...
ja: ブロックの挿入...
ko: 코드 감싸기...
pl: Otocz...
pt_br: Envolver Com...
ru: Разместить во фрагменте...
tr: Şununla Çevrele...

source: Surrounds selection with a snippet when something is selected
cs: Při výběru nějakého objektu obklopí výběr fragmentem.
de: Umgibt die Auswahl mit einem Ausschnitt, wenn etwas ausgewählt wird.
es: Rodea la selección con un fragmento de código cuando se selecciona algo.
fr: Entoure la sélection avec un extrait quand un élément est sélectionné
ja: 選択時にスニペットを使用して選択範囲を囲む
ko: 항목이 선택되면 코드 조각으로 선택 영역 감싸기
pl: Gdy coś jest zaznaczone, otacza zaznaczenie fragmentem kodu
pt_br: Delimita a seleção com um snippet quando algo está selecionado
ru: Окружает выделение фрагментом кода при выборе
tr: Bir öğe seçildiğinde seçimi bir kod parçacığı ile çevreler

source: Swap parameter
cs: Překlopit parametr
de: Parameter austauschen
es: Parámetro swap
fr: Paramètre de permutation
it: Scambia il parametro
ja: パラメーターの入れ替え
ko: 매개 변수 바꾸기
pl: Wymień parametr
pt_br: Trocar parâmetro
ru: Переключить параметр
tr: Takas parametresi
uk: Замінити параметр
zh_cn: 交换参数
zh_tw: 交換參數

source: Swaps the characters on either side of the caret
cs: Prohodí znaky před a za kurzorem
de: Vertauscht die Zeichen auf beiden Seiten des Textcursors
es: Intercambia los caracteres a ambos lados del símbolo de inserción
fr: Permute les caractères de part et d’autre du curseur
it: Scambia i caratteri ai lati del punto di inserimento
ja: キャレットの両側にある文字を入れ替えます
ko: 캐럿의 양쪽에 있는 문자를 맞바꿉니다.
pl: Zamienia znaki po obu stronach karetki
pt_br: Alterna os caracteres de ambos os lados do cursor
ru: Меняет местами символы с обеих сторон курсора
tr: Giriş işaretinin her iki tarafındaki karakterleri değiştirir
uk: Поміняти місцями символи поруч з курсором
zh_cn: 交换脱字号两侧的字符
zh_tw: 交換插入號兩側的字元

source: Switch Completion/Suggestion Mode
cs: Přepnout režim dokončování a návrhu
de: Vervollständigungs-/Vorschlagsmodus umschalten
es: Cambiar el modo de finalización o de sugerencias
fr: Passer en mode Complétion ou Suggestion
ja: 補完/提案モードを切り替えます
ko: 완료/제안 모드 전환
pl: Przełącz tryb uzupełniania/sugestii
pt_br: Alternar Modo de Conclusão/Sugestão
ru: Переключатель режима завершения и предложений
tr: Tamamlanma/Öneri Modunu Değiştir

source: Switch active layout
cs: Přepnout aktivní rozložení
de: Aktives Layout umschalten
es: Cambiar diseño activo
fr: Changer de disposition active
it: Cambia il layout attivo
ja: アクティブなレイアウトを切り替えます
ko: 활성 레이아웃 전환
pl: Przełącz aktywny układ
pt_br: Mudar o layout ativo
ru: Переключить активный макет
tr: Etkin düzeni değiştir
uk: Змінити активну конфігурацію вікон
zh_cn: 切换活动布局
zh_tw: 切換使用中的配置

source: Switch between insert and overwrite caret modes
cs: Přepnout mezi režimy blikajícího kurzoru pro vkládání a přepisování
de: Schaltet den Textcursor zwischen Einfüge- und Überschreibmodus um.
es: Cambiar entre insertar y sobrescribir modos de símbolo de intercalación
fr: Basculer entre les modes insertion et remplacement du curseur
it: Passa dalla modalità inserimento alla modalità sovrascrittura e viceversa
ja: キャレット モードの挿入と上書きの切り替え
ko: 삽입 캐럿 모드 및 덮어쓰기 캐럿 모드 간 전환
pl: Przełącz karetkę między trybami wstawiania i zastępowania
pt_br: Mudar entre os modos de cursor inserir e substituir
ru: Переключиться между режимами вставки и перезаписи для курсора
tr: Ekleme ve üzerine yazma giriş modları arasında geçiş yap
zh_cn: 在插入和覆盖插入点模式之间切换
zh_tw: 切換插入與覆寫插入號模式

source: Switch between related files
cs: Přepnout mezi souvisejícími soubory
de: Zwischen verknüpften Dateien wechseln
es: Cambiar entre archivos relacionados
fr: Basculer entre fichiers associés
it: Passa da un file correlato all'altro
ja: 関連ファイルの切り替え
ko: 관련 파일 간 전환
pl: Przełączaj między powiązanymi plikami
pt_br: Mudar entre os arquivos relacionados
ru: Переключиться между связанными файлами
tr: İlgili dosyalar arasında geçiş yap
uk: Перемикання між пов'язаними файлами
zh_cn: 在相关文件之间切换
zh_tw: 在相關檔案間切換

source: Switch between related files, such as CodeBehind, headers, etc.
cs: Přepínat mezi souvisejícími soubory, jako jsou třeba kódy na pozadí, záhlaví atd.
de: Wechselt zwischen verknüpften Dateien wie CodeBehind, Header usw.
es: Cambiar entre archivos relacionados, como código subyacente, encabezados, etc.
fr: Basculer entre fichiers associés, tels que code-behind, en-têtes, etc.
it: Consente di passare da un file correlato all'altro, ad esempio CodeBehind, intestazioni e così via
ja: 分離コード、ヘッダーなどの関連ファイルを切り替えます。
ko: CodeBehind, 헤더 등과 같은 관련 파일 간 전환
pl: Przełączaj między powiązanymi plikami, takimi jak pliki CodeBehind, pliki nagłówkowe itd.
pt_br: Mudar entre arquivos relacionados como CodeBehind, cabeçalhos, etc.
ru: Переключиться между связанными файлами, такими как CodeBehind, заголовки и т. д.
tr: CodeBehind, üst bilgiler vb. ilgili dosyalar arasında geçiş yap
uk: Перемикання між пов'язаними файлами, такими як суміжний код, заголовки тощо.
zh_cn: 在相关文件之间切换，例如 CodeBehind、标头等等
zh_tw: 在相關檔案 (例如 CodeBehind、標頭等) 之間切換

source: Switch caret mode
cs: Změnit režim kurzoru
de: Textcursormodus umschalten
es: Cambiar el modo del símbolo de inserción
fr: Changer de mode de curseur
it: Cambia modalità del punto di inserimento
ja: キャレット モードを切り替える
ko: 캐럿 모드 전환
pl: Przełącz tryb karetki
pt_br: Mudar o modo do cursor
ru: Переключить режим курсора
tr: Giriş işareti modunu değiştir
uk: Перемкнути режим курсора
zh_cn: 切换脱字号模式
zh_tw: 切換插入號模式

source: Switch editor
cs: Přepnout editor
de: Schalter-Editor
es: Cambiar editor
fr: Editeur de commutateur
it: Editor di opzioni
ja: スイッチ エディター
ko: 스위치 편집기
pl: Przełącz edytor
pt_br: Mudar editor
ru: Переключить редактор
tr: Anahtar düzenleyici
uk: Редактор перемикачів
zh_cn: 开关编辑器
zh_tw: 切換編輯器

source: Switch to Branch
cs: Přepnout na větev
de: Zu Branch wechseln
es: Cambiar a rama
fr: Basculer vers la branche
it: Passa al ramo
ja: ブランチに切り替えます
ko: 분기로 전환
pl: Przełącz do gałęzi
pt_br: Mudar para Ramificação
ru: Переключиться на ветвь
tr: Dala Geçiş Yap
uk: Перейти до гілки
zh_cn: 切换到分支
zh_tw: 切換至分支

source: Switch to Completion Mode
cs: Přepnout na režim dokončování
de: Zu Vervollständigungsmodus wechseln
es: Cambiar al modo de finalización
fr: Passer en mode Complétion
ja: 補完モードに切り替えます
ko: 완료 모드로 전환
pl: Przełącz do trybu uzupełniania
pt_br: Alternar para o Modo de Conclusão
ru: Переключиться в режим завершения
tr: Tamamlanma Moduna Geç

source: Switch to Find in Files
cs: Přepnout na hledání v souborech
de: Zur Suche in Dateien wechseln
es: Cambiar a Buscar en archivos
fr: Basculer vers Rechercher dans les fichiers
ja: [フォルダーを指定して検索]5D; に切り替える
ko: 파일에서 찾기로 전환
pl: Przełącz na wyszukiwanie w plikach
pt_br: Alternar para Localizar nos Arquivos
ru: Перейти к поиску в файлах
tr: Dosyalarda Bula Geçiş Yap
