Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Are you sure you want to delete the action group '{0}'?
cs: Opravdu chcete odstranit skupinu akcí {0}?
de: Möchten Sie die Aktionsgruppe '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar el grupo de acciones '{0}'?
fr: Voulez-vous vraiment supprimer le groupe d’actions « {0} » ?
it: Eliminare il gruppo di azioni '{0}'?
ja: アクション グループ '{0}' を削除しますか?
ko: '{0}' 작업 그룹을 삭제할까요?
pl: Czy na pewno chcesz usunąć grupę akcji „{0}”?
pt_br: Tem certeza de que deseja excluir o grupo de ação '{0}'?
ru: Вы действительно хотите удалить группу действий "{0}"?
tr: '{0}' eylem grubunu silmek istediğinizden emin misiniz?
uk: Справді видалити групу дій '{0}'?
zh_cn: 你确定要删除操作组“{0}”?
zh_tw: 確定要刪除動作群組 '{0}' 嗎?

source: Are you sure you want to delete the branch '{0}'?
cs: Opravdu chcete větev {0} odstranit?
de: Möchten Sie den Branch '{0}' wirklich löschen?
es: ¿Está seguro de que desea eliminar la rama '{0}'?
fr: Voulez-vous vraiment supprimer la branche « {0} » ?
it: Eliminare il ramo '{0}'?
ja: ブランチ '{0}' を削除しますか?
ko: '{0}' 분기를 삭제할까요?
pl: Czy na pewno chcesz usunąć gałąź „{0}”?
pt_br: Tem certeza de que deseja excluir a ramificação '{0}'?
ru: Вы действительно хотите удалить ветвь "{0}"?
tr: '{0}' dalını silmek istediğinizden emin misiniz?
uk: Справді видалити гілку '{0}'?
zh_cn: 你确定要删除分支“{0}”?
zh_tw: 確定要刪除分支 '{0}' 嗎?

source: Are you sure you want to delete the custom execution mode '{0}'?
cs: Opravdu chcete odstranit vlastní režim spuštění {0}?
de: Möchten Sie den benutzerdefinierten Ausführungsmodus '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar el modo de ejecución personalizado '{0}'?
fr: Voulez-vous vraiment supprimer le mode d’exécution personnalisé « {0} » ?
it: Eliminare la modalità di esecuzione personalizzata '{0}'?
ja: カスタム実行モード '{0}' を削除しますか?
ko: 사용자 지정 실행 모드 '{0}'을(를) 삭제할까요?
pl: Czy na pewno chcesz usunąć niestandardowy tryb wykonywania „{0}”?
pt_br: Tem certeza de que deseja excluir o modo de execução personalizado '{0}'?
ru: Вы действительно хотите удалить пользовательский режим выполнения "{0}"?
tr: '{0}' özel yürütme modunu silmek istediğinizden emin misiniz?
uk: Справді видалити власний режим виконання '{0}'?
zh_cn: 你确定要删除自定义执行模式“{0}”?
zh_tw: 確定要刪除自訂執行模式 '{0}' 嗎?

source: Are you sure you want to delete the icon '{0}'
cs: Opravdu chcete odstranit ikonu {0}?
de: Möchten Sie das Symbol '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar el icono '{0}'?
fr: Voulez-vous vraiment supprimer l’icône « {0} »
it: Eliminare l'icona '{0}'?
ja: アイコン '{0}' を削除しますか?
ko: '{0}' 아이콘을 삭제할까요?
pl: Czy na pewno chcesz usunąć ikonę „{0}”?
pt_br: Tem certeza de que deseja excluir o ícone '{0}'?
ru: Вы действительно хотите удалить значок "{0}"?
tr: '{0}' simgesini silmek istediğinizden emin misiniz?
uk: Справді видалити піктограму '{}'?
zh_cn: 你确定要删除图标“{0}”?
zh_tw: 確定要刪除圖示 '{0}' 嗎?

source: Are you sure you want to delete the package '{0}'?
cs: Určitě chcete odstranit balíček {0}?
de: Soll das Paket '{0}' wirklich gelöscht werden?
es: ¿Está seguro de que quiere eliminar el paquete '{0}'?
fr: Voulez-vous vraiment supprimer le paquet '{0}' ?
it: Eliminare il pacchetto '{0}'?
ja: パッケージ '{0}' を削除しますか?
ko: '{0}' 패키지를 삭제할까요?
pl: Czy na pewno chcesz usunąć pakiet „{0}”?
pt_br: Tem certeza de que deseja excluir o pacote '{0}'?
ru: Вы действительно хотите удалить пакет "{0}"?
tr: {0} paketini silmek istediğinizden emin misiniz?
uk: Справді видалити пакет '{0}'?
zh_cn: 你确定要删除包“{0}”?
zh_tw: 確定要刪除封裝 '{0}' 嗎?

source: Are you sure you want to delete the policy '{0}'?
cs: Opravdu chcete odstranit zásadu {0}?
de: Möchten Sie die Richtlinie '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar la directiva '{0}'?
fr: Voulez-vous vraiment supprimer la stratégie « {0} » ?
it: Eliminare il criterio '{0}'?
ja: ポリシー '{0}' を削除しますか?
ko: '{0}' 정책을 삭제할까요?
pl: Czy na pewno chcesz usunąć zasady „{0}”?
pt_br: Tem certeza de que deseja excluir a política '{0}'?
ru: Вы действительно хотите удалить политику "{0}"?
tr: '{0}' ilkesini silmek istediğinizden emin misiniz?
uk: Справді видалити політику '{0}'?
zh_cn: 你确定要删除策略“{0}”?
zh_tw: 確定要刪除原則 '{0}' 嗎?

source: Are you sure you want to delete the remote '{0}'?
cs: Opravdu chcete odstranit vzdálený {0}?
de: Möchten Sie den Remote-{0} wirklich löschen?
es: ¿Está seguro de que desea eliminar el origen remoto '{0}'?
fr: Voulez-vous vraiment supprimer le « {0} » distant ?
it: Eliminare l'elemento '{0}' remoto?
ja: リモート '{0}' を削除しますか?
ko: 원격 '{0}'을(를) 삭제할까요?
pl: Czy na pewno chcesz usunąć element zdalny „{0}”?
pt_br: Tem certeza de que deseja excluir o '{0}' remoto?
ru: Вы действительно хотите удалить удаленный элемент "{0}"?
tr: '{0}' uzak dosyasını silmek istediğinizden emin misiniz?
uk: Справді видалити віддалене '{0}'?
zh_cn: 你确定要删除远程源“{0}”?
zh_tw: 確定要刪除遠端 '{0}' 嗎?

source: Are you sure you want to delete the web service reference '{0}'?
cs: Opravdu chcete odstranit odkaz na webovou službu {0}?
de: Möchten Sie den Webdienstverweis '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar la referencia de servicio Web '{0}'?
fr: Voulez-vous vraiment supprimer la référence de service web «{0} » ?
it: Eliminare il riferimento '{0}' al servizio Web?
ja: Web サービス参照 '{0}' を削除しますか。
ko: 웹 서비스 참조 '{0}'을(를) 삭제할까요?
pl: Czy na pewno chcesz usunąć odwołanie do usługi internetowej „{0}”?
pt_br: Tem certeza de que deseja excluir a referência de serviço Web '{0}'?
ru: Вы действительно хотите удалить ссылку на веб-службу "{0}"?
tr: '{0}' web hizmeti başvurusunu silmek istediğinizden emin misiniz?
uk: Справді видалити посилання веб-сервісу '{0}'?
zh_cn: 你确定要删除 Web 服务引用“{0}”?
zh_tw: 確定要刪除 Web 服務參考 '{0}' 嗎?

source: Are you sure you want to delete the widget '{0}'?
cs: Opravdu chcete odstranit widget {0}?
de: Möchten Sie das Widget '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar el widget '{0}'?
fr: Voulez-vous vraiment supprimer le widget « {0} » ?
it: Eliminare il widget '{0}'?
ja: ウィジェット '{0}' を削除しますか?
ko: '{0}' 위젯을 삭제할까요?
pl: Czy na pewno chcesz usunąć widżet „{0}”?
pt_br: Tem certeza de que deseja excluir o widget '{0}'?
ru: Вы действительно хотите удалить мини-приложение "{0}"?
tr: '{0}' pencere öğesini silmek istediğinizden emin misiniz?
uk: Видалити віджет '{0}'?
zh_cn: 你确定要删除小组件“{0}”?
zh_tw: 確定要刪除小工具 '{0}' 嗎?

source: Are you sure you want to delete the window '{0}'?
cs: Opravdu chcete odstranit okno {0}?
de: Möchten Sie das Fenster '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar la ventana '{0}'?
fr: Voulez-vous vraiment supprimer la fenêtre « {0} » ?
it: Eliminare la finestra '{0}'?
ja: ウィンドウ '{0}' を削除しますか?
ko: '{0}' 창을 삭제할까요?
pl: Czy na pewno chcesz usunąć okno „{0}”?
pt_br: Tem certeza de que deseja excluir a janela '{0}'?
ru: Вы действительно хотите удалить окно "{0}"?
tr: '{0}' penceresini silmek istediğinizden emin misiniz?
uk: Справді видалити вікно '{0}'?
zh_cn: 你确定要删除窗口“{0}”?
zh_tw: 確定要刪除視窗 '{0}' 嗎?

source: Are you sure you want to delete the “{0}” layout?
cs: Určitě chcete odstranit rozložení {0}?
de: Möchten Sie das Layout '{0}' wirklich löschen?
es: ¿Está seguro de que desea eliminar el diseño de “{0}”?
fr: Voulez-vous vraiment supprimer la disposition « {0} » ?
it: Eliminare il layout "{0}"?
ja: “{0}” レイアウトを削除しますか?
ko: “{0}” 레이아웃을 삭제할까요?
pl: Czy na pewno chcesz usunąć układ „{0}”?
pt_br: Tem certeza de que deseja excluir o layout “{0}”?
ru: Вы действительно хотите удалить макет "{0}"?
tr: “{0}” düzenini silmek istediğinizden emin misiniz?
zh_cn: 你确定要删除“{0}”布局?
zh_tw: 確定要刪除 “{0}” 配置嗎?

source: Are you sure you want to delete this configuration?
cs: Opravdu chcete odstranit tuto konfiguraci?
de: Möchten Sie die Konfiguration wirklich löschen?
es: ¿Está seguro de que quiere eliminar esta configuración?
fr: Voulez-vous vraiment supprimer cette configuration ?
it: Eliminare questa configurazione?
ja: この構成を削除しますか?
ko: 이 구성을 삭제할까요?
pl: Czy na pewno chcesz usunąć tę konfigurację?
pt_br: Tem certeza de que deseja excluir esta configuração?
ru: Вы действительно хотите удалить эту конфигурацию?
tr: Bu yapılandırmayı silmek istediğinizden emin misiniz?
uk: Справді видалити цю конфігурацію?
zh_cn: 你确定要删除此配置?
zh_tw: 確定要刪除此組態嗎?

source: Are you sure you want to ignore the selected files?
cs: Opravdu chcete ignorovat vybrané soubory?
de: Möchten Sie die ausgewählten Dateien wirklich ignorieren?
es: ¿Está seguro de que desea omitir los archivos seleccionados?
fr: Voulez-vous vraiment ignorer les fichiers sélectionnés ?
it: Ignorare i file selezionati?
ja: 選んだファイルを無視しますか?
ko: 선택한 파일을 무시할까요?
pl: Czy na pewno chcesz zignorować wybrane pliki?
pt_br: Tem certeza de que deseja ignorar os arquivos selecionados?
ru: Вы действительно хотите пропустить выбранные файлы?
tr: Seçilen dosyaları yoksaymak istediğinizden emin misiniz?
uk: Справді знехтувати вибрані файли?
zh_cn: 你确定要忽略所选文件?
zh_tw: 確定要略過選取的檔案嗎?

source: Are you sure you want to move the item '{0}' to the root node of the solution?
cs: Opravdu chcete přesunout položku {0} do kořenového uzlu řešení?
de: Möchten Sie das Element '{0}' wirklich in den Stammknoten der Projektmappe verschieben?
es: ¿Está seguro de que quiere mover el elemento '{0}' al nodo raíz de la solución?
fr: Voulez-vous vraiment déplacer l’élément « {0} » vers le nœud racine de la solution ?
it: Spostare l'elemento '{0}' nel nodo radice della soluzione?
ja: 項目 '{0}' をソリューションのルート ノードに移動しますか?
ko: '{0}' 항목을 솔루션의 루트 노드로 이동할까요?
pl: Czy na pewno chcesz przenieść element „{0}” do głównego węzła rozwiązania?
pt_br: Tem certeza de que deseja mover o item '{0}' para o nó raiz da solução?
ru: Вы действительно хотите переместить элемент "{0}" в корневой узел решения?
tr: '{0}' öğesini çözümün kök düğümüne taşımak istediğinizden emin misiniz?
uk: Справді перенести елемент '{0}' у кореневий вузол рішення?
zh_cn: 你确定要将项“{0}”移到该解决方案的根节点?
zh_tw: 確定要將項目 '{0}' 移至解決方案的根節點嗎?

source: Are you sure you want to move the item '{0}' to the solution folder '{1}'?
cs: Opravdu chcete přesunout položku {0} do složky řešení {1}?
de: Möchten Sie das Element '{0}' wirklich in den Projektmappenordner '{1}' verschieben?
es: ¿Está seguro de que quiere mover el elemento '{0}' a la carpeta de solución '{1}'?
fr: Voulez-vous vraiment déplacer l’élément « {0} » vers le dossier de la solution « {1} » ?
it: Spostare l'elemento '{0}' nella cartella '{1}' della soluzione?
ja: 項目 '{0}' をソリューション フォルダー '{1}' に移動しますか?
ko: '{0}' 항목을 솔루션 폴더 '{1}'(으)로 이동할까요?
pl: Czy na pewno chcesz przenieść element „{0}” do folderu rozwiązania „{1}”?
pt_br: Tem certeza de que deseja mover o item '{0}' para a pasta de solução '{1}'?
ru: Вы действительно хотите переместить элемент "{0}" в папку решения "{1}"?
tr: '{0}' öğesini '{1}' çözüm dosyasına taşımak istediğinizden emin misiniz?
uk: Справді перенести елемент '{0}' у теку '{1}' рішення?
zh_cn: 你确定要将项“{0}”移到解决方案文件夹“{1}”?
zh_tw: 確定要將項目 '{0}' 移到解決方案資料夾 '{1}' 嗎?

source: Are you sure you want to move the item '{0}' to the workspace '{1}'?
cs: Opravdu chcete přesunout položku {0} do pracovního prostoru {1}?
de: Möchten Sie das Element '{0}' wirklich in den Arbeitsbereich '{1}' verschieben?
es: ¿Está seguro de que desea mover el elemento '{0}' al área de trabajo '{1}'?
fr: Voulez-vous vraiment déplacer l’élément « {0} » vers l’espace de travail « {1} » ?
it: Spostare l'elemento '{0}' nell'area di lavoro '{1}'?
ja: 項目 '{0}' をワークスペース '{1}' に移動しますか?
ko: '{0}' 항목을 '{1}' 작업 영역으로 이동할까요?
pl: Czy na pewno chcesz przenieść element „{0}” do obszaru roboczego „{1}”?
pt_br: Tem certeza de que deseja mover o item '{0}' para o workspace '{1}'?
ru: Вы действительно хотите переместить элемент "{0}" в рабочую область "{1}"?
tr: '{0}' öğesini '{1}' çalışma alanına taşımak istediğinizden emin misiniz?
uk: Справді перемістити елемент '{0}' у робочий простір '{1}'?
zh_cn: 你确定要将项“{0}”移到工作区“{1}”?
zh_tw: 確定要將項目 '{0}' 移到工作區 '{1}' 嗎?

source: Are you sure you want to permanently delete all selected files?
cs: Opravdu chcete trvale odstranit všechny vybrané soubory?
de: Möchten Sie alle ausgewählten Dateien wirklich unwiderruflich löschen?
es: ¿Está seguro de que quiere eliminar los archivos seleccionados de forma permanente?
fr: Voulez-vous vraiment supprimer définitivement tous les fichiers sélectionnés ?
it: Eliminare definitivamente tutti i file selezionati?
ja: 選んだファイルをすべて永久に削除しますか?
ko: 선택한 모든 파일을 영구적으로 삭제할까요?
pl: Czy na pewno chcesz trwale usunąć wszystkie wybrane pliki?
pt_br: Tem certeza de que deseja excluir permanentemente todos os arquivos selecionados?
ru: Вы действительно хотите окончательно удалить все выбранные файлы?
tr: Seçili dosyaların türümü kalıcı olarak silmek istediğinizden emin misiniz?
uk: Справді повністю видалити всі вибрані файли?
zh_cn: 你确定要永久删除所有选定文件?
zh_tw: 確定要永久刪除所有選取的檔案嗎?

source: Are you sure you want to permanently delete the file {0}?
cs: Opravdu chcete trvale odstranit soubor {0}?
de: Möchten Sie die Datei '{0}' wirklich unwiderruflich löschen?
es: ¿Está seguro de que quiere eliminar el archivo {0} de forma permanente?
fr: Voulez-vous vraiment supprimer définitivement le fichier {0} ?
it: Eliminare definitivamente il file {0}?
ja: ファイル {0} を永久に削除しますか?
ko: {0} 파일을 영구적으로 삭제할까요?
pl: Czy na pewno chcesz trwale usunąć plik {0}?
pt_br: Tem certeza de que deseja excluir permanentemente o arquivo {0}?
ru: Вы действительно хотите окончательно удалить файл {0}?
tr: {0} dosyasını kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви справді бажаєте повністю видалити файл {0}?
zh_cn: 你确定要永久删除文件 {0}?
zh_tw: 確定要永久刪除檔案 {0} 嗎?

source: Are you sure you want to publish the project?
cs: Opravdu chcete projekt publikovat?
de: Möchten Sie das Projekt wirklich veröffentlichen?
es: ¿Está seguro de que desea publicar el proyecto?
fr: Voulez-vous vraiment publier le projet ?
it: Pubblicare il progetto?
ja: プロジェクトを公開しますか?
ko: 프로젝트를 게시할까요?
pl: Czy na pewno chcesz opublikować projekt?
pt_br: Tem certeza de que deseja publicar o projeto?
ru: Вы действительно хотите опубликовать проект?
tr: Projeyi yayımlamak istediğinizden emin misiniz?
uk: Справді опублікувати проект?
zh_cn: 你确定要发布该项目?
zh_tw: 確定要發佈專案嗎?

source: Are you sure you want to remove directory {0} from project {1}?
cs: Opravdu chcete odebrat adresář {0} z projektu {1}?
de: Möchten Sie Verzeichnis {0} wirklich aus Projekt {1} entfernen?
es: ¿Está seguro de que desea quitar el directorio {0} del proyecto {1}?
fr: Voulez-vous vraiment supprimer le répertoire {0} du projet {1} ?
it: Rimuovere la directory {0} dal progetto {1}?
ja: ディレクトリ {0} をプロジェクト {1} から削除しますか?
ko: {1} 프로젝트에서 {0} 디렉터리를 제거할까요?
pl: Czy na pewno chcesz usunąć katalog {0} z projektu {1}?
pt_br: Tem certeza de que deseja remover o diretório {0} do projeto {1}?
ru: Вы действительно хотите удалить каталог {0} из проекта {1}?
tr: {0} dizinini {1} adlı projeden kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити теку {0} з проекту {1}?
zh_cn: 你确定要从项目 {1} 中删除目录 {0}?
zh_tw: 確定要從專案 {1} 中移除目錄 {0} 嗎?

source: Are you sure you want to remove directory {0}?
cs: Opravdu chcete odebrat adresář {0}?
de: Möchten Sie das Verzeichnis {0} wirklich entfernen?
es: ¿Está seguro de que quiere quitar el directorio {0}?
fr: Voulez-vous vraiment supprimer le répertoire {0} ?
it: Rimuovere la directory {0}?
ja: ディレクトリ {0} を削除しますか?
ko: {0} 디렉터리를 제거할까요?
pl: Czy na pewno chcesz usunąć katalog {0}?
pt_br: Tem certeza de que deseja remover o diretório {0}?
ru: Вы действительно хотите удалить каталог {0}?
tr: {0} dizinini kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити теку {0}?
zh_cn: 你确定要删除目录 {0}?
zh_tw: 確定要移除目錄 {0} 嗎?

source: Are you sure you want to remove file {0} from project {1}?
cs: Opravdu chcete odebrat soubor {0} z projektu {1}?
de: Möchten Sie die Datei {0} wirklich aus Projekt {1} entfernen?
es: ¿Está seguro de que quiere quitar el archivo {0} del proyecto {1}?
fr: Voulez-vous vraiment supprimer le fichier {0} du projet {1} ?
it: Rimuovere il file {0} dal progetto {1}?
ja: ファイル {0} をプロジェクト {1} から削除しますか?
ko: {1} 프로젝트에서 {0} 파일을 제거할까요?
pl: Czy na pewno chcesz usunąć plik {0} z projektu {1}?
pt_br: Tem certeza de que deseja remover o arquivo {0} do projeto {1}?
ru: Вы действительно хотите удалить файл {0} из проекта {1}?
tr: {0} dosyasını {1} projesinden kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити файл {0} з проекту {1}?
zh_cn: 你确定要从项目 {1} 中删除文件 {0}?
zh_tw: 確定要從專案 {1} 中移除檔案 {0} 嗎?

source: Are you sure you want to remove the configuration '{0}'?
cs: Určitě chcete odebrat konfiguraci {0}?
de: Möchten Sie die Konfiguration "{0}" entfernen?
es: ¿Seguro que quiere quitar la configuración '{0}'?
fr: Voulez-vous vraiment supprimer la configuration '{0}' ?
it: Rimuovere la configurazione '{0}'?
ja: 構成 '{0}' を削除してよろしいですか?
ko: '{0}' 구성을 제거할까요?
pl: Czy na pewno chcesz usunąć konfigurację „{0}”?
pt_br: Tem certeza de que deseja remover a configuração '{0}'?
ru: Действительно удалить конфигурацию "{0}"?
tr: '{0}' yapılandırmasını kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove the file {0} and its code-behind children from project {1}?
cs: Opravdu chcete odebrat soubor {0} a jeho podřízený kód na pozadí z projektu {1}?
de: Sollen die Datei '{0}' und ihre untergeordneten CodeBehind-Elemente wirklich aus Projekt {1} entfernt werden?
es: ¿Está seguro de que desea quitar el archivo {0} y sus elementos secundarios de código subyacente del proyecto {1}?
fr: Voulez-vous vraiment supprimer le fichier {0} et ses enfants code-behind du projet {1} ?
it: Rimuovere il file {0} e i relativi elementi figlio code-behind dal progetto {1}?
ja: ファイル {0} とその分離コードの子をプロジェクト {1} から削除しますか?
ko: {0} 파일과 해당 코드 숨김 하위 항목을 {1} 프로젝트에서 제거할까요?
pl: Czy na pewno chcesz usunąć plik {0} i jego pliki podrzędne codebehind z projektu {1}?
pt_br: Tem certeza de que deseja remover o arquivo {0} e seus filhos code-behind do projeto {1}?
ru: Вы действительно хотите удалить файл {0} и его дочерние элементы кода программной части из проекта {1}?
tr: {0} dosyasını ve {1} projesindeki arka plan kodu alt öğesini kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити файл {0} та його суміжні нащадки з проекту {1}?
zh_cn: 你确定要从项目 {1} 中删除文件 {0} 及其代码隐藏子项?
zh_tw: 確定要從專案 {1} 移除檔案 {0} 及其程式碼後置子系嗎?

source: Are you sure you want to remove the file {0} from the solution folder {1}?
cs: Opravdu chcete soubor {0} odebrat ze složky řešení {1}?
de: Möchten Sie die Datei '{0}' aus dem Projektmappenordner '{1}' entfernen?
es: ¿Está seguro de que quiere quitar el elemento {0} de la carpeta de solución {1}?
fr: Voulez-vous vraiment supprimer le fichier {0} du dossier de la solution {1} ?
it: Rimuovere il file {0} dalla cartella {1} della soluzione?
ja: ソリューション フォルダー '{1}' からファイル '{0}' を削除しますか?
ko: 솔루션 폴더 {1}에서 {0} 파일을 제거할까요?
pl: Czy na pewno chcesz usunąć plik {0} z folderu rozwiązania {1}?
pt_br: Tem certeza de que deseja remover o arquivo {0} da pasta de solução {1}?
ru: Вы действительно хотите удалить файл {0} из папки решения {1}?
tr: {0} dosyasını {1} çözüm klasöründen kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити файл {0} з теки рішення {1}?
zh_cn: 你确定要从解决方案文件夹 {1} 中删除文件 {0}?
zh_tw: 確定要從解決方案資料夾 {1} 中移除檔案 {0} 嗎?

source: Are you sure you want to remove the file {0} from the solution {1}?
cs: Opravdu chcete soubor {0} odebrat z řešení {1}?
de: Möchten Sie die Datei '{0}' aus der Projektmappe '{1}' entfernen?
es: ¿Está seguro de que quiere quitar el archivo {0} de la solución {1}?
fr: Voulez-vous vraiment supprimer le fichier {0} de la solution {1} ?
it: Rimuovere il file {0} dalla soluzione {1}?
ja: ソリューション '{1}' からファイル '{0}' を削除しますか?
ko: {1} 솔루션에서 {0} 파일을 제거할까요?
pl: Czy na pewno chcesz usunąć plik {0} z rozwiązania {1}?
pt_br: Tem certeza de que deseja remover o arquivo {0} da solução {1}?
ru: Вы действительно хотите удалить файл {0} из решения {1}?
tr: {0} dosyasını {1} çözümünden kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити файл {0} з рішення {1}?
zh_cn: 你确定要从解决方案 {1} 中删除文件 {0}?
zh_tw: 確定要從解決方案 {1} 中移除檔案 {0} 嗎?

source: Are you sure you want to remove the formatting policy for the type '{0}'?
cs: Opravdu chcete odebrat zásady formátování pro typ {0}?
de: Möchten Sie die Formatierungsrichtlinie für den Typ '{0}' wirklich entfernen?
es: ¿Está seguro de que desea quitar la directiva de formato para el tipo '{0}'?
fr: Voulez-vous vraiment supprimer la stratégie de mise en forme pour le type « {0} » ?
it: Rimuovere i criteri di formattazione per il tipo '{0}'?
ja: 種類 '{0}' のフォーマット ポリシーを削除しますか?
ko: {0} 형식에 대한 서식 정책을 제거할까요?
pl: Czy na pewno chcesz usunąć zasady formatowania dla typu „{0}”?
pt_br: Tem certeza de que deseja remover a política de formatação para o tipo '{0}'?
ru: Вы действительно хотите удалить политику форматирования для типа "{0}"?
tr: '{0}' türü için biçimlendirme ilkesini kaldırmak istediğinizden emin misiniz?
uk: Ви справді бажаєте вилучити політику форматування для типу '{0}'?
zh_cn: 你确定要删除类型“{0}”的格式化策略?
zh_tw: 確定要移除類型 '{0}' 的格式化原則嗎?

source: Are you sure you want to remove the selected Item?
cs: Opravdu chcete vybranou položku odebrat?
de: Möchten Sie das ausgewählte Element wirklich entfernen?
es: ¿Está seguro de que desea quitar el elemento seleccionado?
fr: Voulez-vous vraiment supprimer l’élément sélectionné ?
it: Rimuovere l'elemento selezionato?
ja: 選択した項目を削除しますか?
ko: 선택한 항목을 제거할까요?
pl: Czy na pewno chcesz usunąć wybrany element?
pt_br: Tem certeza de que deseja remover o item selecionado?
ru: Вы действительно хотите удалить выбранный элемент?
tr: Seçili öğeyi kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити вибраний елемент?
zh_cn: 你确定要删除所选项?
zh_tw: 確定要移除選取的項目嗎?

source: Are you sure you want to remove the selected files and their code-behind children from the project?
cs: Opravdu chcete odebrat vybrané soubory a jejich podřízený kód na pozadí z projektu?
de: Sollen die ausgewählten Dateien und ihre untergeordneten CodeBehind-Elemente wirklich aus dem Projekt entfernt werden?
es: ¿Está seguro de que quiere quitar los archivos seleccionados y sus elementos secundarios de código subyacente del proyecto?
fr: Voulez-vous vraiment supprimer les fichiers sélectionnés et leurs enfants code-behind du projet ?
it: Rimuovere i file selezionati e i relativi elementi figlio code-behind dal progetto?
ja: 選んだファイルとその分離コードの子をこのプロジェクトから削除しますか?
ko: 선택한 파일과 해당 코드 숨김 하위 항목을 프로젝트에서 제거할까요?
pl: Czy na pewno chcesz usunąć wybrane pliki i ich pliki podrzędne codebehind z projektu?
pt_br: Tem certeza de que deseja remover os arquivos selecionados e seus filhos code-behind do projeto?
ru: Вы действительно хотите удалить выбранные файлы и их дочерние элементы кода программной части из проекта?
tr: Seçili dosyaları ve projedeki arka plan kodu alt öğelerini kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити вибрані файли та їх суміжні нащадки з проекту?
zh_cn: 你确定要从该项目中删除所选文件及其代码隐藏子项?
zh_tw: 確定要從專案移除選取的檔案及其程式碼後置子系嗎?

source: Are you sure you want to remove the selected files from the project?
cs: Opravdu chcete odebrat vybrané soubory z projektu?
de: Möchten Sie die ausgewählten Dateien wirklich aus dem Projekt entfernen?
es: ¿Está seguro de que desea quitar los archivos seleccionados del proyecto?
fr: Voulez-vous vraiment supprimer les fichiers sélectionnés du projet ?
it: Rimuovere i file selezionati dal progetto?
ja: 選んだファイルをこのプロジェクトから削除しますか?
ko: 선택한 파일을 프로젝트에서 제거할까요?
pl: Czy na pewno chcesz usunąć wybrane pliki z projektu?
pt_br: Tem certeza de que deseja remover os arquivos selecionados do projeto?
ru: Вы действительно хотите удалить выбранные файлы из проекта?
tr: Seçili dosyaları projeden kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити вибрані файли з проекту?
zh_cn: 你确定要从该项目中删除所选文件?
zh_tw: 確定要從專案中移除選取的檔案嗎?
