Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Expand All
cs: Rozbalit vše
de: Alle erweitern
es: Expandir todo
fr: Développer tout
it: Espandi tutto
ja: すべて展開
ko: 모두 확장
pl: Rozwiń wszystko
pt_br: Expandir Tudo
ru: Развернуть все
tr: Tümünü Genişlet
uk: Розгорнути все
zh_cn: 全部展开
zh_tw: 全部展開

source: Expand matches
cs: Rozbalit shody
de: Übereinstimmungen erweitern
es: Expandir coincidencias
fr: Développer des correspondances
it: Espandi le corrispondenze
ja: 照合の展開
ko: 일치 항목 확장
pl: Rozwiń dopasowania
pt_br: Expandir correspondências
ru: Развернуть совпадения
tr: Eşleşmeleri genişlet
uk: Розгорнути збіги
zh_cn: 展开匹配项
zh_tw: 展開相符項目

source: Expand selection to document end
cs: Rozšířit výběr do konce dokumentu
de: Auswahl bis zum Dokumentende erweitern
es: Expandir selección hasta el final del documento
fr: Étendre la sélection à la fin du document
it: Espandi selezione alla fine del documento
ja: 選択範囲をドキュメントの末尾まで広げる
ko: 문서 끝까지 선택 영역 확장
pl: Rozszerz zaznaczenie do końca dokumentu
pt_br: Expandir a seleção para o final do documento
ru: Развернуть выделенный фрагмент к концу документа
tr: Seçimi belge sonuna genişlet
uk: Розширити вибір до кінця документа
zh_cn: 将选定内容扩展到文档结尾处
zh_tw: 展開選取範圍到文件結尾

source: Expand selection to document start
cs: Rozšířit výběr na začátek dokumentu
de: Auswahl bis zum Dokumentanfang erweitern
es: Expandir selección hasta el principio del documento
fr: Étendre la sélection au début du document
it: Espandi selezione all'inizio del documento
ja: 選択範囲をドキュメントの先頭まで広げる
ko: 문서 시작까지 선택 영역 확장
pl: Rozszerz zaznaczenie do początku dokumentu
pt_br: Expandir a seleção para o início do documento
ru: Развернуть выделенный фрагмент к началу документа
tr: Seçimi belge başına genişlet
uk: Розширити вибір до початку документа
zh_cn: 将选定内容扩展到文档起始处
zh_tw: 展開選取範圍到文件開頭

source: Expand selection to line
cs: Rozšířit výběr na řádek
de: Auswahl auf Zeile erweitern
es: Expandir selección hasta el final de la línea
fr: Étendre la sélection à la ligne entière
it: Espandi selezione alla riga
ja: 選択範囲を行まで広げる
ko: 줄까지 선택 영역 확장
pl: Rozszerz zaznaczenie do wiersza
pt_br: Expandir a seleção para a linha
ru: Развернуть выделенный фрагмент на строку
tr: Seçimi satıra genişlet
uk: Розширити вибір до рядка
zh_cn: 将选定内容扩展到行
zh_tw: 展開選取範圍到行

source: Expand selection to line end
cs: Rozšířit výběr do konce řádku
de: Auswahl bis zum Zeilenende erweitern
es: Expandir selección hasta el final de la línea
fr: Étendre la sélection à la fin de la ligne
it: Espandi selezione alla fine della riga
ja: 選択範囲を行末まで広げる
ko: 줄 끝까지 선택 영역 확장
pl: Rozszerz zaznaczenie do końca wiersza
pt_br: Expandir a seleção para o final da linha
ru: Развернуть выделенный фрагмент к концу строки
tr: Seçimi satır sonuna genişlet
uk: Розширити вибір до кінця рядка
zh_cn: 将选定内容扩展到行尾
zh_tw: 展開選取範圍到行尾

source: Expand selection to line start
cs: Rozšířit výběr na začátek řádku
de: Auswahl bis zum Zeilenanfang erweitern
es: Expandir selección hasta el principio de la línea
fr: Étendre la sélection au début de la ligne
it: Espandi selezione all'inizio della riga
ja: 選択範囲を行頭まで広げる
ko: 줄 시작까지 선택 영역 확장
pl: Rozszerz zaznaczenie do początku wiersza
pt_br: Expandir a seleção para o começo da linha
ru: Развернуть выделенный фрагмент к началу строки
tr: Seçimi satır başına genişlet
uk: Розширити вибір до початку рядка
zh_cn: 将选定内容扩展到行首
zh_tw: 展開選取範圍到行首

source: Expand selection to next line
cs: Rozšířit výběr na následující řádek
de: Auswahl bis zur nächsten Zeile erweitern
es: Expandir selección hasta la siguiente línea
fr: Étendre la sélection à la ligne suivante
it: Espandi selezione alla riga successiva
ja: 選択範囲を次の行まで広げる
ko: 다음 줄까지 선택 영역 확장
pl: Rozszerz zaznaczenie do następnego wiersza
pt_br: Expandir a seleção para a próxima linha
ru: Развернуть выделенный фрагмент до следующей строки
tr: Seçimi sonraki satıra genişlet
uk: Розширити вибір на наступний рядок
zh_cn: 将选定内容扩展到下一行
zh_tw: 展開選取範圍到下一行

source: Expand selection to next subword
cs: Rozšířit výběr na následující podslovo
de: Auswahl bis zum nächsten Teilwort erweitern
es: Expandir selección hasta la subpalabra siguiente
fr: Étendre la sélection au sous-mot suivant
it: Espandi selezione alla sottoparola successiva
ja: 選択範囲を次の部分語まで広げる
ko: 다음 부분 단어까지 선택 영역 확장
pl: Rozszerz zaznaczenie do następnego wyrazu podrzędnego
pt_br: Expandir a seleção para a próxima subpalavra
ru: Развернуть выделенный фрагмент до следующего подслова
tr: Seçimi sonraki alt sözcüğe genişlet
uk: Розширити вибір на наступне підслово
zh_cn: 将选定内容扩展到下一个子词
zh_tw: 展開選取範圍到下一個部分字組

source: Expand selection to next word
cs: Rozšířit výběr na následující slovo
de: Auswahl bis zum nächsten Wort erweitern
es: Expandir selección hasta la siguiente palabra
fr: Étendre la sélection au mot suivant
it: Espandi selezione alla parola successiva
ja: 選択範囲を次の単語まで広げる
ko: 다음 단어까지 선택 영역 확장
pl: Rozszerz zaznaczenie do następnego wyrazu
pt_br: Expandir a seleção para a próxima palavra
ru: Развернуть выделенный фрагмент до следующего слова
tr: Seçimi sonraki sözcüğe genişlet
uk: Розширити вибір на наступне слово
zh_cn: 将选定内容扩展到下一个词
zh_tw: 展開選取範圍到下一個字組

source: Expand selection to page down
cs: Rozšířit výběr o stránku dolů
de: Auswahl bis 'Seite nach unten' erweitern
es: Expandir selección una página hacia abajo
fr: Étendre la sélection d’une page vers le bas
it: Espandi selezione a pagina verso l'alto
ja: 選択範囲を次ページまで広げる
ko: 페이지 아래까지 선택 영역 확장
pl: Rozszerz zaznaczenie o stronę w dół
pt_br: Expandir a seleção para a página abaixo
ru: Развернуть выделенный фрагмент на страницу вперед
tr: Seçimi alt sayfaya genişlet
uk: Розширити вибір до кінця сторінки
zh_cn: 将选定内容扩展到下一页
zh_tw: 展開選取範圍到下一頁

source: Expand selection to page up
cs: Rozšířit výběr o stránku nahoru
de: Auswahl bis 'Seite nach oben' erweitern
es: Expandir selección una página hacia arriba
fr: Étendre la sélection d’une page vers le haut
it: Espandi selezione a pagina verso il basso
ja: 選択範囲を前ページまで広げる
ko: 페이지 위까지 선택 영역 확장
pl: Rozszerz zaznaczenie o stronę w górę
pt_br: Expandir a seleção para a página acima
ru: Развернуть выделенный фрагмент на страницу назад
tr: Seçimi üst sayfaya genişlet
uk: Розширити вибір до початку сторінки
zh_cn: 将选定内容扩展到上一页
zh_tw: 展開選取範圍到上一頁

source: Expand selection to previous line
cs: Rozšířit výběr na předchozí řádek
de: Auswahl bis zur vorherigen Zeile erweitern
es: Expandir selección hasta la línea anterior
fr: Étendre la sélection à la ligne précédente
it: Espandi selezione alla riga precedente
ja: 選択範囲を前の行まで広げる
ko: 이전 줄까지 선택 영역 확장
pl: Rozszerz zaznaczenie do poprzedniego wiersza
pt_br: Expandir a seleção para a linha anterior
ru: Развернуть выделенный фрагмент до предыдущей строки
tr: Seçimi önceki satıra genişlet
uk: Розширити вибір на попередній рядок
zh_cn: 将选定内容扩展到上一行
zh_tw: 展開選取範圍到上一行

source: Expand selection to previous subword
cs: Rozšířit výběr na předchozí podslovo
de: Auswahl bis zum vorherigen Teilwort erweitern
es: Expandir selección hasta la subpalabra anterior
fr: Étendre la sélection au sous-mot précédent
it: Espandi selezione alla sottoparola precedente
ja: 選択範囲を前の部分語まで広げる
ko: 이전 부분 단어까지 선택 영역 확장
pl: Rozszerz zaznaczenie do poprzedniego wyrazu podrzędnego
pt_br: Expandir a seleção para a subpalavra anterior
ru: Развернуть выделенный фрагмент до предыдущего подслова
tr: Seçimi önceki alt sözcüğe genişlet
uk: Розширити вибір на попереднє підслово
zh_cn: 将选定内容扩展到上一个子词
zh_tw: 展開選取範圍到上一個部分字組

source: Expand selection to previous word
cs: Rozšířit výběr na předchozí slovo
de: Auswahl bis zum vorherigen Wort erweitern
es: Expandir selección hasta la palabra anterior
fr: Étendre la sélection au mot précédent
it: Espandi selezione alla parola precedente
ja: 選択範囲を前の単語まで広げる
ko: 이전 단어까지 선택 영역 확장
pl: Rozszerz zaznaczenie do poprzedniego wyrazu
pt_br: Expandir a seleção para a palavra anterior
ru: Развернуть выделенный фрагмент до предыдущего слова
tr: Seçimi önceki sözcüğe genişlet
uk: Розширити вибір на попереднє слово
zh_cn: 将选定内容扩展到上一个词
zh_tw: 展開選取範圍到上一個字組

source: Expand selection to the left
cs: Rozšířit výběr doleva
de: Auswahl nach links erweitern
es: Expandir selección hacia la izquierda
fr: Étendre la sélection vers la gauche
it: Espandi selezione a sinistra
ja: 選択範囲を左に広げる
ko: 왼쪽으로 선택 영역 확장
pl: Rozszerz zaznaczenie w lewo
pt_br: Expandir a seleção para a esquerda
ru: Развернуть выделенный фрагмент влево
tr: Seçimi sola genişlet
uk: Розширити вибір вліво
zh_cn: 向左扩展选定内容
zh_tw: 向左展開選取範圍

source: Expand selection to the right
cs: Rozšířit výběr doprava
de: Auswahl nach rechts erweitern
es: Expandir selección hacia la derecha
fr: Étendre la sélection vers la droite
it: Espandi selezione a destra
ja: 選択範囲を右に広げる
ko: 오른쪽으로 선택 영역 확장
pl: Rozszerz zaznaczenie w prawo
pt_br: Expandir a seleção para a direita
ru: Развернуть выделенный фрагмент вправо
tr: Seçimi sağa genişlet
uk: Розширити вибір вправо
zh_cn: 向右扩展选定内容
zh_tw: 向右展開選取範圍

source: Expanded
cs: Rozbaleno
de: Erweitert
es: Expandida
fr: Développé
ja: 展開されています
ko: 확장됨
pl: Rozwinięty
pt_br: Expandido
ru: Развернуто
tr: Genişletildi

source: Expected ModifyTags to be called before CreateContent
cs: Očekávané značky ModifyTags, které se mají volat před CreateContent
de: Der Aufruf von ModifyTags wurde vor dem Aufruf von CreateContent erwartet.
es: ModifyTags que se espera llamar antes que CreateContent
fr: ModifyTags attendus à appeler avant CreateContent
it: ModifyTags deve essere chiamato prima di CreateContent
ja: CreateContent の前に ModifyTags を呼び出す必要があります
ko: CreateContent 전에 호출할 ModifyTags 필요
pl: Oczekiwano wywołania elementu ModifyTags przed elementem CreateContent
pt_br: Espera-se que ModifyTags seja chamado antes de CreateContent
ru: Ожидался вызов ModifyTags перед CreateContent
tr: CreateContent'ten önce çağırılması beklenen ModifyTags
zh_cn: 在 CreateContent 之前应调用 ModifyTags
zh_tw: CreateContent 之前必須呼叫的 ModifyTags

source: Explicit Capture
cs: Explicitní zachycení
de: Explizite Erfassung
es: Captura explícita
fr: Capture explicite
it: Acquisizione esplicita
ja: 明示的なキャプチャ
ko: 명시적 캡처
pl: Jawnie przechwyć
pt_br: Capturar Explicitamente
ru: Явный захват
tr: Belirtik Yakalama
uk: Явне захоплення
zh_cn: 显式捕获
zh_tw: 明確擷取

source: Explicit delegate creation expression is redundant
cs: Výraz vytvoření explicitního delegáta je redundantní.
de: Expliziter Ausdruck für die Delegaterstellung ist redundant.
es: La expresión de creación de delegado explícita es redundante
fr: L’expression de création de délégué explicite est redondante
it: L'espressione di creazione del delegato esplicito è ridondante
ja: 明示的なデリゲート作成式が冗長です
ko: 명시적 대리자 만들기 식이 중복됩니다.
pl: Jawne wyrażenie tworzenia delegata jest nadmiarowe
pt_br: A expressão de criação de delegado explícita é redundante
ru: Явное выражение создания делегата является избыточным
tr: Açık temsilci oluşturma ifadesi gereksiz
uk: Вираз явного створення делегата є зайвим
zh_cn: 显式委托创建表达式是冗余的
zh_tw: 明確委派建立運算式是冗餘的

source: Explore the current solution's files and structure
cs: Prozkoumat soubory a strukturu aktuálního řešení
de: Entdecken Sie die Dateien und die Struktur der aktuellen Projektmappe.
es: Explore los archivos y la estructura de la solución actual
fr: Explorer les fichiers et la structure de la solution actuelle
ja: 現在のソリューションのファイルと構造を調べる
ko: 현재 솔루션의 파일 및 구조 탐색
pl: Eksploruj pliki i strukturę bieżącego rozwiązania
pt_br: Explore a estrutura e os arquivos da solução atual
ru: Обзор файлов и структуры текущего решения
tr: Geçerli çözümün dosyalarını ve yapısını keşfedin

source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
tr: Dışarı Aktar
uk: Експортувати
zh_cn: 导出
zh_tw: 匯出

source: Export C# Code Rules to a File
cs: Exportovat pravidla kódu C# do souboru
de: C#-Coderegeln in Datei exportieren
es: Exportar reglas de código C# a un archivo
fr: Exporter les règles de code C# vers un fichier
it: Esporta regole del codice C# in un file
ja: C# コード規則をファイルにエクスポートする
ko: C# 코드 규칙을 파일로 내보내기
pl: Eksportuj reguły kodu C# do pliku
pt_br: Exportar Regras de Código C# para um Arquivo
ru: Экспортировать правила кода C# в файл
tr: C# Kodu Kurallarını Bir Dosyaya Dışa Aktar
uk: Експортувати правила коду C# до файлу
zh_cn: 将 C# 代码规则导出到文件
zh_tw: 將 C# 程式碼規則匯出至檔案

source: Export Policies
cs: Exportovat zásady
de: Richtlinien exportieren
es: Exportar directivas
fr: Exporter les stratégies
it: Esporta criteri
ja: ポリシーのエクスポート
ko: 정책 내보내기
pl: Eksportuj zasady
pt_br: Exportar Políticas
ru: Экспорт политик
tr: İlkeleri Ver
uk: Експортувати політики
zh_cn: 导出策略
zh_tw: 匯出原則

source: Export Policy...
cs: _Exportovat zásady...
de: Richtlinie exportieren...
es: Exportar directiva...
fr: Exporter la stratégie...
it: Esporta criteri...
ja: ポリシーのエクスポート...
ko: 정책 내보내기...
pl: Eksportuj zasady...
pt_br: Exportar Política...
ru: Экспортировать политику...
tr: İlkeyi Dışarı Aktar...
uk: _Експортувати політику...
zh_cn: 导出策略...
zh_tw: 匯出原則...

source: Export Solution
cs: Exportovat řešení
de: Projektmappe exportieren
es: Exportar solución
fr: Exporter la solution
it: Esporta soluzione
ja: ソリューションのエクスポート
ko: 솔루션 내보내기
pl: Eksportuj rozwiązanie
pt_br: Exportar Solução
ru: Экспортировать решение
tr: Çözümü Ver
uk: Експорт рішення
zh_cn: 导出解决方案
zh_tw: 匯出解決方案

source: Export policies
cs: Exportovat zásady
de: Richtlinien exportieren
es: Exportar directivas
fr: Exporter les stratégies
it: Esporta criteri
ja: ポリシーのエクスポート
ko: 정책 내보내기
pl: Eksportuj zasady
pt_br: Exportar políticas
ru: Экспортировать политики
tr: İlkeleri ver
uk: Експортувати політики
zh_cn: 导出策略
zh_tw: 匯出原則

source: Export policies to a file
cs: Exportovat zásady do souboru
de: Richtlinien in eine Datei exportieren
es: Exportar las directivas a un archivo
fr: Exporter les stratégies vers un fichier
it: Esporta i criteri in un file
ja: ポリシーをファイルにエクスポートする
ko: 파일로 정책 내보내기
pl: Eksportuj zasady do pliku
pt_br: Exportar políticas para um arquivo
ru: Экспортировать политики в файл
tr: İlkeleri bir dosyaya aktar
uk: Експортувати політики до файлу
zh_cn: 将策略导出到文件
zh_tw: 將原則匯出至檔案

source: Expression Evaluator
cs: Vyhodnocovač výrazů
de: Ausdrucksauswertung
es: Evaluador de expresiones
fr: Évaluateur d’expression
it: Analizzatore di espressioni
ja: 式エバリュエーター
ko: 식 계산기
pl: Ewaluator wyrażeń
pt_br: Avaliador de Expressão
ru: Вычислитель выражений
tr: İfade Değerlendirici
uk: Оцінювач виразів
zh_cn: 表达式计算器
zh_tw: 運算式評估工具

source: Expression can be replaced with '{0}'
cs: Výraz se dá nahradit výrazem {0}.
de: Ausdruck kann durch '{0}' ersetzt werden.
es: La expresión se puede reemplazar por '{0}'
fr: L’expression peut être remplacée par « {0} »
it: È possibile sostituire l'espressione con '{0}'
ja: 式を '{0}' に置き換えることができます
ko: 식을 '{0}'(으)로 바꿀 수 있습니다.
pl: Wyrażenie można zamienić na element „{0}”
pt_br: A expressão pode ser substituída por '{0}'
ru: Выражение можно заменить на "{0}"
tr: İfadeler '{0}' ile değiştirilebilir
uk: Вираз можна замінити на '{0}'
zh_cn: 表达式可以替换为“{0}”
zh_tw: 可用 '{0}' 取代運算式

source: Expression can be simlified to 'FirstOrDefault<T>()'
cs: Výraz se dá zjednodušit na FirstOrDefault<T>().
de: Ausdruck kann in 'FirstOrDefault<T>()' vereinfacht werden.
es: La expresión se puede simplificar a 'FirstOrDefault<T>()'
fr: L’expression peut être simplifiée en « FirstOrDefault<T>() »
it: L'espressione può essere semplificata in 'FirstOrDefault<T>()'
ja: 式は 'FirstOrDefault<T>()' に簡略化することができます
ko: 식을 'FirstOrDefault<T>()'로 단순화할 수 있습니다.
pl: Wyrażenie można uprościć: „FirstOrDefault<T>()”
pt_br: A expressão pode ser simplificada como 'FirstOrDefault<T>()'
ru: Выражение можно упростить до "FirstOrDefault<T>()"
tr: İfade 'FirstOrDefault<T>()' olarak basitleştirilebilir
uk: Вираз можна спростити до 'FirstOrDefault<T>()'
zh_cn: 表达式可以简化为 "FirstOrDefault<T>()"
zh_tw: 運算式可簡化為 'FirstOrDefault<T>()'

source: Expression can be simlified to 'LastOrDefault<T>()'
cs: Výraz se dá zjednodušit na LastOrDefault<T>().
de: Ausdruck kann in 'LastOrDefault<T>()' vereinfacht werden.
es: La expresión se puede simplificar a 'LastOrDefault<T>()'
fr: L’expression peut être simplifiée en « LastOrDefault<T>() »
it: L'espressione può essere semplificata in 'LastOrDefault<T>()'
ja: 式は 'LastOrDefault<T>()' に簡略化することができます
ko: 식을 'LastOrDefault<T>()'로 단순화할 수 있습니다.
pl: Wyrażenie można uprościć: „LastOrDefault<T>()”
pt_br: A expressão pode ser simplificada como 'LastOrDefault<T>()'
ru: Выражение можно упростить до "LastOrDefault<T>()"
tr: İfade 'LastOrDefault<T>()' olarak basitleştirilebilir
uk: Вираз можна спростити до 'LastOrDefault<T>()'
zh_cn: 表达式可以简化为 "LastOrDefault<T>()"
zh_tw: 運算式可簡化為 'LastOrDefault<T>()'

source: Expression is always 'true' or always 'false'
cs: Výraz je vždycky true nebo vždycky false.
de: Ausdruck ist immer True oder immer False.
es: La expresión es siempre 'true' o siempre 'false'
fr: L’expression a toujours la valeur « true » ou toujours la valeur « false »
it: L'espressione è sempre 'true' o sempre 'false'
ja: 式が常に 'true' か、常に 'false' です
ko: 식이 항상 'true'이거나 항상 'false'입니다.
pl: Wyrażenie ma zawsze wartość „true” lub zawsze wartość „false”
pt_br: A expressão é sempre 'true' ou sempre 'false'
ru: Выражение всегда равно "true" либо всегда равно "false"
tr: İfade her zaman 'true' veya her zaman 'false' şeklindedir
uk: Вираз завжди 'true' або завжди 'false'
zh_cn: 表达式始终为 "true" 或始终为 "false"
zh_tw: 運算式一律為 'true' 或一律為 'false'

source: Expression is always '{0}'
cs: Výraz je vždycky {0}.
de: Ausdruck ist immer '{0}'.
es: La expresión es siempre '{0}'
fr: L’expression est toujours « {0} »
it: L'espressione è sempre '{0}'
ja: 式が常に '{0}' です
ko: 식이 항상 '{0}'입니다.
pl: Wyrażenie ma zawsze wartość „{0}”
pt_br: A expressão é sempre '{0}'
ru: Выражение всегда равно "{0}"
tr: İfade her zaman '{0}'
uk: Вираз завжди дорівнює '{0}'
zh_cn: 表达式始终为“{0}”
zh_tw: 運算式一律是 '{0}'

source: Expression not supported.
cs: Výraz není podporovaný.
de: Ausdruck wird nicht unterstützt.
es: Expresión no admitida.
fr: Expression non pris en charge.
it: L'espressione non è supportata.
ja: 式がサポートされていません。
ko: 식이 지원되지 않습니다.
pl: Wyrażenie nie jest obsługiwane.
pt_br: Expressão sem suporte.
ru: Выражение не поддерживается.
tr: İfade desteklenmiyor.
uk: Вираз не підтримується.
zh_cn: 不支持表达式。
zh_tw: 不支援運算式。

source: Expression preferences:
cs: Předvolby výrazu:
de: Ausdruckseinstellungen:
es: Preferencias de expresión:
fr: Préférences d'expression :
ja: 式の優先順位:
ko: 식 기본 설정:
pl: Preferencje wyrażeń:
pt_br: Preferências de expressão:
ru: Предпочтения в отношении выражения:
tr: İfade tercihleri:

source: Expression to evaluate
cs: Výraz k vyhodnocení
de: Auszuwertender Ausdruck
es: Expresión para evaluar
fr: Expression à évaluer
it: Espressione da valutare
ja: 評価する式
ko: 평가할 식
pl: Wyrażenie do obliczenia
pt_br: Expressão para avaliar
ru: Выражение для вычисления
tr: Değerlendirilecek ifade
uk: Вираз для оцінки
zh_cn: 要计算的表达式
zh_tw: 要評估的運算式

source: Expression to switch on
cs: Výraz pro přepnutí
de: Ausdruck für switch-Anweisung
es: Expresión para la instrucción switch
fr: Expression à activer
it: Espressione da attivare
ja: 分岐の条件となる式
ko: 전환할 식
pl: Wyrażenie do przełączania
pt_br: Expressão para mudar
ru: Выражение для включения
tr: Açılacak ifadeler
uk: Вираз, на який перемкнутися
zh_cn: 作为 switch 语句的条件的表达式
zh_tw: 要開啟的運算式

source: Extension Manager
cs: Správce rozšíření
de: Erweiterungs-Manager
es: Administrador de extensiones
fr: Gestionnaire d'extensions
ja: 拡張機能マネージャー
ko: 확장 관리자
pl: Menedżer rozszerzenia
pt_br: Gerenciador de Extensão
ru: Диспетчер расширений
tr: Uzantı Yöneticisi

source: Extension Method from
cs: Rozšiřující metoda z
de: Erweiterungsmethode von
es: Método de extensión de
fr: Méthode d’extension de
it: Metodo di estensione da
ja: 次からの拡張メソッド:
ko: 다음에서 제공된 확장 메서드
pl: Metoda rozszerzenia z
pt_br: Método de Extensão do
ru: Метод расширения из
tr: Şuradan Genişleme Metodu
uk: Розширений метод з
zh_cn: 扩展方法来源
zh_tw: 擴充功能方法，來源為:

source: Extension Methods
cs: Rozšiřující metody
de: Erweiterungsmethoden
es: Métodos de extensión
fr: Méthodes d’extension
it: Metodi di estensione
ja: 拡張メソッド
ko: 확장 메서드
pl: Metody rozszerzenia
pt_br: Métodos de Extensão
ru: Методы расширения
tr: Genişletme Yöntemleri
zh_cn: 扩展方法
zh_tw: 擴充方法

source: Extension Package
cs: Balíček rozšíření
de: Erweiterungspaket
es: Paquete de extensión
fr: Paquet d'extension
ja: 拡張機能パッケージ
ko: 확장 패키지
pl: Pakiet rozszerzenia
pt_br: Pacote de Extensão
ru: Пакет расширений
tr: Uzantı Paketi

source: Extension Repository Management
cs: Správa úložiště rozšíření
de: Verwaltung des Erweiterungsrepositorys
es: Administración del repositorio de extensiones
fr: Gestion du dépôt d'extensions
ja: 拡張機能リポジトリ管理
ko: 확장 리포지토리 관리
pl: Zarządzanie repozytorium rozszerzeń
pt_br: Gerenciamento de Repositório de Extensão
ru: Управление репозиториями расширений
tr: Uzantı Deposu Yönetimi

source: Extension methods must be declared static
cs: Metody rozšíření musí být deklarované jako statické.
de: Erweiterungsmethoden müssen als statisch deklariert sein.
es: Los métodos de extensión se deben declarar estáticos
fr: Les méthodes d’extension doivent être déclarées static
it: I metodi di estensione devono essere dichiarati come statici
ja: 拡張メソッドは静的として宣言する必要があります
ko: 확장 메서드는 static으로 선언해야 합니다.
pl: Metody rozszerzenia muszą być zadeklarowane jako statyczne
pt_br: O método de extensão deve ser declarado estático
ru: Методы расширения следует объявлять статическими
tr: Genişletme yöntemleri statik olarak bildirilmelidir
uk: Методи розширення мають оголошуватися статичними
zh_cn: 扩展方法必须声明为静态
zh_tw: 擴充方法必須宣告為靜態

source: Extension packages
cs: Balíčky rozšíření
de: Erweiterungspakete
es: Paquetes de extensión
fr: Paquets d'extensions
ja: 拡張機能パッケージ
ko: 확장 패키지
pl: Pakiety rozszerzeń
pt_br: Pacotes de extensão
ru: Пакеты расширений
tr: Uzantı paketleri

source: Extensions...
cs: Rozšíření...
de: Erweiterungen...
es: Extensiones...
ja: 拡張機能...
ko: 확장...
pl: Rozszerzenia...
pt_br: Extensões...
ru: Расширения...
tr: Uzantılar...

source: External Encodings
cs: Externí kódování
de: Externe Codierungen
es: Codificaciones externas
fr: Encodages externes
it: Codifiche esterne
ja: 外部エンコーディング
ko: 외부 인코딩
pl: Kodowania zewnętrzne
pt_br: Codificações Externas
ru: Внешние кодировки
tr: Harici Kodlamalar
uk: Зовнішні кодування
zh_cn: 外部编码
zh_tw: 外部編碼

source: External Tools
cs: Externí nástroje
de: Externe Tools
es: Herramientas externas
fr: Outils externes
it: Strumenti esterni
ja: 外部ツール
ko: 외부 도구
pl: Narzędzia zewnętrzne
pt_br: Ferramentas Externas
ru: Внешние инструменты
tr: Dış Araçlar
uk: Сторонні засоби
zh_cn: 外部工具
zh_tw: 外部工具

source: External program execution failed. Error while starting: '{0} {1}'
cs: Externí program se nepodařilo spustit. Chyba při spouštění: {0} {1}
de: Fehler beim Ausführen des externen Programms. Fehler beim Starten: '{0} {1}'.
es: No se pudo ejecutar el programa externo. Error al iniciar: '{0} {1}'
fr: L’exécution du programme externe a échoué. Erreur lors du démarrage : « {0} {1} »
it: L'esecuzione del programma esterno non è riuscita. Si è verificato un errore durante l'avvio: '{0} {1}'
ja: 外部プログラムの実行に失敗しました。 開始中にエラーが発生しました: '{0} {1}'
ko: 외부 프로그램을 실행하지 못했습니다. 시작하는 동안 오류가 발생했습니다. '{0} {1}'
pl: Wykonywanie programu zewnętrznego nie powiodło się. Błąd podczas uruchamiania: {0} {1}
pt_br: O programa externo de execução falhou. Erro ao iniciar: '{0} {1}'
ru: Сбой при выполнении внешней программы. Ошибка при запуске: "{0} {1}"
tr: Dış program yürütme işlemi başarısız oldu. Başlarken hata oluştu: '{0} {1}'
uk: Не вдалось запустити сторонню програму. Помилка при запуску: '{0} {1}'
zh_cn: 外部程序执行失败。 启动时出错: “{0} {1}”
zh_tw: 外部程式執行失敗。 啟動時發生錯誤: '{0} {1}'

source: Extract Interface
cs: Extrahovat rozhraní
de: Schnittstelle extrahieren
es: Extraer interfaz
fr: Extraire l'interface
ja: インターフェイスを抽出します
ko: 인터페이스 추출
pl: Wyodrębnij interfejs
pt_br: Extrair Interface
ru: Извлечь интерфейс
tr: Arabirimi Ayıkla
