Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Insert space within empty argument list parentheses
cs: Vložit mezeru mezi kulaté závorky prázdného seznamu argumentů
de: Leerzeichen zwischen runden Klammern um leere Argumentliste einfügen
es: Insertar espacio dentro de los paréntesis de una lista de argumentos vacía
fr: Insérer un espace dans les parenthèses de la liste d’arguments vide
it: Inserisci spazio tra le parentesi dell'elenco di argomenti vuoto
ja: 空の引数リストのかっこ内にスペースを挿入する
ko: 빈 인수 목록 괄호 내부에 공백 삽입
pl: Wstaw spację wewnątrz nawiasów pustej listy argumentów
pt_br: Inserir espaço dentro dos parênteses da lista de argumentos vazios
ru: Вставлять пробел между скобками с пустым списком аргументов
tr: Boş bağımsız değişken listesi parantezlerinin içine boşluk ekleyin
uk: Вставити пропуск між дужками порожнього списку аргументів
zh_cn: 在空参数列表的括号中插入空格
zh_tw: 在空引數清單括弧內插入空格

source: Insert space within empty square brackets
cs: Vložit mezeru mezi prázdné hranaté závorky
de: Leerzeichen zwischen leeren eckigen Klammern einfügen
es: Insertar espacio dentro de corchetes vacíos
fr: Insérer un espace dans des crochets vides
it: Inserisci spazio tra parentesi quadre vuote
ja: 空の角かっこ内にスペースを挿入する
ko: 빈 대괄호 안에 공백 삽입
pl: Wstaw spację wewnątrz pustych nawiasów kwadratowych
pt_br: Inserir espaço dentro de colchetes vazios
ru: Вставлять пробел между пустыми квадратными скобками
tr: Boş köşeli ayraçlar içine boşluk ekleyin
uk: Вставити пропуск між порожніми квадратними дужками
zh_cn: 在空方括号中插入空格
zh_tw: 在空方括弧中插入空格

source: Insert space within parentheses of control flow statements
cs: Vložit mezeru mezi kulaté závorky řídícího toku výrazů
de: Leerzeichen zwischen runden Klammern von Ablaufsteuerungsanweisungen einfügen
es: Insertar espacio dentro de los paréntesis de instrucciones de flujo de control
fr: Insérer un espace dans les parenthèses d’instructions de flux de contrôle
it: Inserisci spazio tra le parentesi delle istruzioni del flusso di controllo
ja: 制御フロー ステートメントのかっこ内にスペースを挿入する
ko: 제어 흐름 문의 괄호 내부에 공백 삽입
pl: Wstaw spację wewnątrz nawiasów instrukcji przepływu sterowania
pt_br: Inserir espaços dentro dos parênteses das instruções de fluxo de controle
ru: Вставлять пробел между скобками для операторов потока управления
tr: Denetim akışı ifadesi parantezlerinin içine boşluk ekleyin
zh_cn: 在控制流语句的括号中插入空格
zh_tw: 在控制流程陳述式的括弧內插入空格

source: Insert space within parentheses of expressions
cs: Vložit mezeru mezi kulaté závorky výrazů
de: Leerzeichen zwischen runden Klammern von Ausdrücken einfügen
es: Insertar espacio dentro de los paréntesis de expresiones
fr: Insérer un espace dans les parenthèses d’expressions
it: Inserisci spazio tra le parentesi delle espressioni
ja: 式のかっこ内にスペースを挿入する
ko: 식의 괄호 내부에 공백 삽입
pl: Wstaw spację wewnątrz nawiasów wyrażeń
pt_br: Inserir espaços dentro dos parênteses das expressões
ru: Вставлять пробел между скобками для выражений
tr: İfade parantezlerinin içine boşluk ekleyin
zh_cn: 在表达式的括号中插入空格
zh_tw: 在運算式的括弧內插入空格

source: Insert space within parentheses of type casts
cs: Vložit mezeru mezi kulaté závorky přetypování
de: Leerzeichen zwischen runden Klammern für Typumwandlungen einfügen
es: Insertar espacio dentro de los paréntesis de conversiones de tipo
fr: Insérer un espace dans les parenthèses de casts de type
it: Inserisci spazio tra le parentesi dei cast di tipo
ja: 型キャストのかっこ内にスペースを挿入する
ko: 형식 캐스트의 괄호 내부에 공백 삽입
pl: Wstaw spację wewnątrz nawiasów rzutowania typu
pt_br: Inserir espaços dentro dos parênteses das conversões de tipo
ru: Вставлять пробел между скобками для приведения типа
tr: Tür yayını parantezlerinin içine boşluk ekleyin
zh_cn: 在类型转换的括号中插入空格
zh_tw: 在類型轉換的括弧內插入空格

source: Insert space within square brackets
cs: Vložit mezeru mezi hranaté závorky
de: Leerzeichen zwischen eckigen Klammern einfügen
es: Insertar espacio dentro de corchetes
fr: Insérer un espace dans les crochets
it: Inserisci spazio tra parentesi quadre
ja: 角かっこ内にスペースを挿入する
ko: 대괄호 안에 공백 삽입
pl: Wstaw odstęp wewnątrz nawiasów kwadratowych
pt_br: Inserir espaço dentro dos colchetes correspondentes
ru: Вставлять пробел между квадратными скобками
tr: Köşeli ayraç içine boşluk ekle
uk: Вставити пропуск у квадратних дужках
zh_cn: 在方括号中插入空格
zh_tw: 在方括弧間插入空格

source: Insert tab
cs: Vložit tabulátor
de: Tabulator einfügen
es: Insertar tabulación
fr: Insérer une tabulation
it: Inserisci tabulazione
ja: タブの挿入
ko: 탭 삽입
pl: Wstaw tabulator
pt_br: Inserir guia
ru: Вставить вкладку
tr: Sekme ekle
uk: Додати вкладку
zh_cn: 插入制表符
zh_tw: 插入 tab

source: Inserts a Guid at caret position
cs: Vloží GUID na pozici blikajícího kurzoru.
de: Fügt eine GUID an der Position der Einfügemarke ein.
es: Inserta un GUID en la posición del símbolo de intercalación
fr: Insère un GUID à l’emplacement du curseur
it: Inserisce un GUID alla posizione del cursore
ja: キャレット位置に GUID を挿入
ko: 캐럿 위치에 Guid를 삽입합니다.
pl: Wstawia identyfikator GUID w pozycji karetki
pt_br: Insere um GUID na posição do cursor
ru: Вставляет GUID в позиции курсора
tr: Şapka konumuna bir Guid ekler
zh_cn: 在插入点处插入 GUID
zh_tw: 在插入號位置插入 Guid

source: Inserts a snippet
cs: Vloží fragment.
de: Fügt einen Ausschnitt ein.
es: Inserta un fragmento de código
fr: Insère un extrait
ja: スニペットの挿入
ko: 코드 조각 삽입
pl: Wstawia fragment kodu
pt_br: Insere um snippet de código
ru: Вставка фрагмента кода
tr: Bir kod parçacığı ekler

source: Inspect
cs: Zkontrolovat
de: Untersuchen
es: Inspeccionar
fr: Inspecter
it: Ispeziona
ja: 検査
ko: 검사
pl: Inspekcja
pt_br: Inspecionar
ru: Проверить
tr: Denetle
uk: Перевірка
zh_cn: 检查
zh_tw: 檢查

source: Install
cs: Instalovat
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ru: Установить
tr: Yükle
uk: Встановити
zh_cn: 安装
zh_tw: 安裝

source: Install Extension Package
cs: Nainstalovat balíček rozšíření
de: Erweiterungspaket installieren
es: Instalar paquete de extensión
fr: Installer un paquet d'extension
ja: 拡張機能パッケージのインストール
ko: 확장 패키지 설치
pl: Zainstaluj pakiet rozszerzenia
pt_br: Instalar Pacote de Extensão
ru: Установить пакет расширения
tr: Uzantı Paketini Yükle

source: Install Project
cs: Nainstalovat projekt
de: Projekt installieren
es: Instalar proyecto
fr: Installer le projet
it: Installa progetto
ja: プロジェクトのインストール
ko: 프로젝트 설치
pl: Zainstaluj projekt
pt_br: Instalar Projeto
ru: Установить проект
tr: Projeyi Yükle
uk: Встановити проект
zh_cn: 安装项目
zh_tw: 安裝專案

source: Install from file...
cs: Instalovat ze souboru...
de: Aus Datei installieren...
es: Instalar desde el archivo...
fr: Installer à partir du fichier...
it: Installa dal file...
ja: ファイルからインストール…
ko: 파일에서 설치...
pl: Zainstaluj z pliku...
pt_br: Instalar do arquivo...
ru: Установить из файла...
tr: Dosyadan yükle...
uk: Встановити з файлу
zh_cn: 从文件安装...
zh_tw: 從檔案安裝...

source: Install unstable developer updates
cs: Instalovat nestabilní vývojářské aktualizace
de: Instabile Entwicklerupdates installieren
es: Instalar actualizaciones inestables de desarrolladores
fr: Installer les mises à jour instables du développeur
it: Installa gli aggiornamenti instabili per sviluppatori
ja: 開発者の不安定な更新プログラムをインストールします
ko: 불안정한 개발자 업데이트 설치
pl: Zainstaluj niestabilne aktualizacje dewelopera
pt_br: Instalar atualizações do desenvolvedor instável
ru: Установить нестабильные обновления для разработчиков
tr: Kararsız geliştirici güncelleştirmelerini yükle
uk: Встановлювати нестабільні оновлення для розробників
zh_cn: 安装不稳定的开发者更新
zh_tw: 安裝不穩定的開發人員更新

source: Install...
cs: Instalovat...
de: Installieren...
es: Instalar...
fr: Installer...
it: Installa...
ja: インストール...
ko: 설치...
pl: Zainstaluj...
pt_br: Instalar...
ru: Установить...
tr: Yükle...
uk: Встановити...
zh_cn: 安装...
zh_tw: 安裝...

source: Installation cancelled
cs: Instalace se zrušila.
de: Installation abgebrochen.
es: Instalación cancelada
fr: Installation annulée
it: L'installazione è stata annullata
ja: インストールが取り消されました
ko: 설치가 취소됨
pl: Anulowano instalację
pt_br: Instalação cancelada
ru: Установка отменена
tr: Yükleme iptal edildi
uk: Встановлення скасовано
zh_cn: 已取消安装
zh_tw: 已取消安裝

source: Installation failed
cs: Instalace nebyla úspěšná.
de: Installationsfehler
es: Error de instalación
fr: Échec de l’installation
it: L'installazione non è riuscita
ja: インストールに失敗しました
ko: 설치하지 못했습니다.
pl: Instalacja nie powiodła się
pt_br: Falha na instalação
ru: Сбой установки
tr: Yükleme başarısız oldu
uk: Встановлення не вдалось
zh_cn: 安装失败
zh_tw: 安裝失敗

source: Installed
cs: Nainstalováno
de: Installiert
es: Instalados
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
pl: Zainstalowane
pt_br: Instalado
ru: Установленные
tr: Yüklü
uk: Встановлено
zh_cn: 已安装
zh_tw: 已安裝

source: Installed Templates
cs: Nainstalované šablony
de: Installierte Vorlagen
es: Plantillas instaladas
fr: Modèles installés
it: Modelli installati
ja: インストール済みのテンプレート
ko: 설치된 템플릿
pl: Zainstalowane szablony
pt_br: Modelos Instalados
ru: Установленные шаблоны
tr: Yüklü Şablonlar
uk: Встановлені шаблони
zh_cn: 已安装的模板
zh_tw: 安裝的範本

source: Installed version
cs: Nainstalovaná verze
de: Installierte Version
es: Versión instalada
fr: Version installée
it: Versione installata
ja: インストールされているバージョン
ko: 설치된 버전
pl: Zainstalowana wersja
pt_br: Versão instalada
ru: Установленная версия
tr: Yüklü sürüm
uk: Встановлена версія
zh_cn: 已安装版本
zh_tw: 安裝的版本

source: Installing Extension Packages
cs: Probíhá instalace balíčků rozšíření.
de: Erweiterungspakete werden installiert
es: Instalando paquetes de extensión
fr: Installation des paquets d'extensions
ja: 拡張機能パッケージをインストールしています
ko: 확장 패키지 설치
pl: Instalowanie pakietów rozszerzeń
pt_br: Instalando Pacotes de Extensão
ru: Установка пакетов расширений
tr: Uzantı Paketleri Yükleniyor

source: Installing…
cs: Probíhá instalace...
de: Wird installiert...
es: Instalando…
fr: Installation…
it: installazione
ja: インストールしています...
ko: 설치하는 중...
pl: Trwa instalowanie...
pt_br: Instalando…
ru: Установка...
tr: Yükleniyor...

source: Instrumentation
cs: Instrumentace
de: Instrumentierung
es: Instrumentación
ja: インストルメンテーション
ko: 계측
pl: Instrumentacja
pt_br: Instrumentação
ru: Инструментирование
tr: İzleme

source: Instrumentation Monitor
cs: Sledování instrumentace
de: Instrumentierungsmonitor
es: Monitor de instrumentación
fr: Analyseur d’instrumentation
it: Monitoraggio strumentazione
ja: インストルメンテーション モニター
ko: 계측 모니터
pl: Monitor instrumentacji
pt_br: Monitor de Instrumentação
ru: Монитор инструментирования
tr: Araç İzleyicisi
uk: Моніторинг інструментарію
zh_cn: 设备监视
zh_tw: 檢測設備監視器

source: Instrumentation service enabled
cs: Služba instrumentace je povolená.
de: Instrumentierungsdienst aktiviert
es: Servicio de instrumentación habilitado
fr: Service d'instrumentation activé
ja: インストルメンテーション サービスが有効になっています
ko: 계측 서비스 사용
pl: Włączono usługę instrumentacji
pt_br: Serviço de instrumentação habilitado
ru: Служба инструментирования включена
tr: İzleme hizmeti etkin

source: Integrate with _version control
cs: Integrovat se správou _verzí
de: _In Versionskontrolle integrieren
es: Integrar con control de _versiones
fr: Intégrer avec contrôle de _version
it: Integra con controllo della _versione
ja: バージョン コントロールと統合(_V)
ko: 버전 제어와 통합(_V)
pl: Zintegruj z kontrolą _wersji
pt_br: Integrar com o controle de _versão
ru: Интегрировать с систе_мой управления версиями
tr: _Sürüm denetimi ile tümleştir
uk: Інтегрувати з засобом керування _версіями
zh_cn: 与版本控制集成(_V)
zh_tw: 與版本控制整合(_V)

source: Interafce {0} has changed.
cs: Změnilo se rozhraní {0}.
de: Schnittstelle {0} wurde geändert.
es: La interfaz {0} ha cambiado.
fr: L’interface {0} a changé.
it: L'interfaccia {0} è stata modificata.
ja: インターフェイス {0} が変更されました。
ko: {0} 인터페이스가 변경되었습니다.
pl: Interfejs {0} zmienił się.
pt_br: A interface {0} mudou.
ru: Изменился интерфейс {0}.
tr: {0} arabirimi değişti.
uk: Інтерфейс {0} змінено.
zh_cn: 接口 {0} 已更改。
zh_tw: 介面 {0} 已變更。

source: Interface name
cs: Název rozhraní
de: Schnittstellenname
es: Nombre de interfaz
fr: Nom de l’interface
it: Nome dell'interfaccia
ja: インターフェイス名
ko: 인터페이스 이름
pl: Nazwa interfejsu
pt_br: Nome da interface
ru: Имя интерфейса
tr: Arabirim adı
uk: Назва інтерфейсу
zh_cn: 接口名称
zh_tw: 介面名稱

source: Internal
cs: Interní
de: Intern
es: Interno
fr: Interne
it: Interno
ja: 内部
ko: 내부
pl: Wewnętrzne
pt_br: Interno
ru: Внутренний
tr: İç
uk: Внутрішні
zh_cn: 内部
zh_tw: 內部

source: Internal error
cs: Interní chyba
de: Interner Fehler
es: Error interno
fr: Erreur interne
it: Errore interno
ja: 内部エラー
ko: 내부 오류
pl: Błąd wewnętrzny
pt_br: Erro interno
ru: Внутренняя ошибка
tr: İç hata
uk: Внутрішня помилка
zh_cn: 内部错误
zh_tw: 內部錯誤

source: Interpret tab _keystroke as reindent command
cs: Interpretovat _klávesu Tab jako příkaz pro zvětšení odsazení
de: Drücken der TAB-TASTE als Befehl für neuen Einzug interpretieren
es: Interpretar la pulsación de la tecla de tabulación como comando para volver a aplicar sangría
fr: Interpréter la touche _tab comme une commande de nouvelle mise en retrait
it: Interpreta pressione del tasto _tabulazione come comando per impostare un nuovo rientro
ja: タブのキーストロークを再インデント コマンドとして解釈する(_K)
ko: 탭 키 입력을 다시 들여쓰기 명령으로 해석(_K)
pl: Interpretuj naciśnięcie _klawisza Tab jako polecenie ponownego wcięcia w tekście
pt_br: Interpretar o _pressionamento de tecla como comando para aplicar recuo novamente
ru: Интерпретировать нажатие _клавиши TAB как команду расстановки отступов
tr: Sekme _tuşu kullanımını yeniden girinti ekleme komutu olarak yorumla
uk: При натисканні Tab виправляти відступи
zh_cn: 将制表符击键解释为重新缩进命令(_K)
zh_tw: 將 tab 按鍵輸入解譯為重新縮排命令(_K)

source: Introduce constant for '{0}'
cs: Zavést konstantu pro: {0}
de: Konstante für '{0}' bereitstellen
es: Introducir constante para '{0}'
fr: Introduire une constante pour « {0} »
it: Introduce la costante per '{0}'
ja: '{0}' に対して定数を導入します
ko: '{0}'에 대한 상수 지정
pl: Wprowadź stałą dla elementu „{0}”
pt_br: Introduzir constante para '{0}'
ru: Введите константу для "{0}"
tr: '{0}' için bir sabit ekle
zh_cn: 为“{0}”引入常量
zh_tw: 為 '{0}' 引進常數

source: Introduce constant for all occurrences of '{0}'
cs: Zavést konstantu pro všechny výskyty položky {0}
de: Konstante für alle Vorkommen von '{0}' bereitstellen
es: Introducir una constante para todos los casos de '{0}'
fr: Introduire une constante pour toutes les occurrences de « {0} »
it: Introduce la costante per tutte le occorrenze di '{0}'
ja: '{0}' のすべての発生に対して定数を導入します
ko: '{0}'의 모든 항목에 대한 상수 지정
pl: Wprowadź stałą dla wszystkich wystąpień elementu „{0}”
pt_br: Introduzir constante para todas as ocorrências de '{0}'
ru: Введите константу для всех вхождений "{0}"
tr: Tüm '{0}' örnekleri için bir sabit ekle
zh_cn: 为出现的所有“{0}”引入常量
zh_tw: 為所有出現 '{0}' 之處引進常數

source: Introduce field for '{0}'
cs: Zavést pole pro: {0}
de: Feld für '{0}' bereitstellen
es: Introducir un campo para '{0}'
fr: Introduire un champ pour « {0} »
it: Introduce il campo per '{0}'
ja: '{0}' に対してフィールドを導入します
ko: '{0}'에 대한 필드 지정
pl: Wprowadź pole dla elementu „{0}”
pt_br: Introduzir campo para '{0}'
ru: Введите поле для "{0}"
tr: '{0}' için bir alan ekle
zh_cn: 为“{0}”引入字段
zh_tw: 為 '{0}' 引進欄位

source: Introduce field for all occurrences of '{0}'
cs: Zavést pole pro všechny výskyty položky {0}
de: Feld für alle Vorkommen von '{0}' bereitstellen
es: Introducir un campo para todos los casos de '{0}'
fr: Introduire un champ pour toutes les occurrences de « {0} »
it: Introduce il campo per tutte le occorrenze di '{0}'
ja: '{0}' のすべての発生に対してフィールドを導入します
ko: '{0}'의 모든 항목에 대한 필드 지정
pl: Wprowadź pole dla wszystkich wystąpień elementu „{0}”
pt_br: Introduzir campo para todas as ocorrências de '{0}'
ru: Введите поле для всех вхождений "{0}"
tr: Tüm '{0}' örnekleri için bir alan ekle
zh_cn: 为出现的所有“{0}”引入字段
zh_tw: 為所有出現 '{0}' 之處引進欄位

source: Introduce local constant for '{0}'
cs: Zavést místní konstantu pro: {0}
de: Lokale Konstante für '{0}' bereitstellen
es: Introducir una constante local para '{0}'
fr: Introduire une constante locale pour « {0} »
it: Introduce la costante locale per '{0}'
ja: '{0}' に対してローカル定数を導入します
ko: '{0}'에 대한 지역 상수 지정
pl: Wprowadź stałą lokalną dla elementu „{0}”
pt_br: Introduzir constante local para '{0}'
ru: Введите локальную константу для "{0}"
tr: '{0}' için bir yerel sabit ekle
zh_cn: 为“{0}”引入局部常量
zh_tw: 為 '{0}' 引進區域常數

source: Introduce local constant for all occurrences of '{0}'
cs: Zavést místní konstantu pro všechny výskyty položky {0}
de: Lokale Konstante für alle Vorkommen von '{0}' bereitstellen
es: Introducir una constante local para todos los casos de '{0}'
fr: Introduire une constante locale pour toutes les occurrences de « {0} »
it: Introduce la costante locale per tutte le occorrenze di '{0}'
ja: '{0}' のすべての発生に対してローカル定数を導入します
ko: '{0}'의 모든 항목에 대한 지역 상수 지정
pl: Wprowadź stałą lokalną dla wszystkich wystąpień elementu „{0}”
pt_br: Introduzir constante local para todas as ocorrências de '{0}'
ru: Введите локальную константу для всех вхождений "{0}"
tr: Tüm '{0}' örnekleri için bir yerel sabit ekle
zh_cn: 为出现的所有“{0}”引入局部常量
zh_tw: 為所有出現 '{0}' 之處引進區域常數

source: Introduce local for '{0}'
cs: Zavést místní pro: {0}
de: Lokales Element für '{0}' bereitstellen
es: Introducir una variable local para '{0}'
fr: Introduire un élément local pour « {0} »
it: Introduce la variabile locale per '{0}'
ja: '{0}' に対してローカルを導入します
ko: '{0}'에 대한 로컬 지정
pl: Wprowadź element lokalny dla elementu „{0}”
pt_br: Introduzir local para '{0}'
ru: Введите локальное значение для "{0}"
tr: '{0}' için bir yerel değişken ekle
zh_cn: 为“{0}”引入局部变量
zh_tw: 為 '{0}' 引進區域

source: Introduce local for all occurrences of '{0}'
cs: Zavést místní pro všechny výskyty položky {0}
de: Lokales Element für alle Vorkommen von '{0}' bereitstellen
es: Introducir una variable local para todos los casos de '{0}'
fr: Introduire un élément local pour toutes les occurrences de « {0} »
it: Introduce la variabile locale per tutte le occorrenze di '{0}'
ja: '{0}' のすべての発生に対してローカルを導入します
ko: '{0}'의 모든 항목에 대한 로컬 지정
pl: Wprowadź element lokalny dla wszystkich wystąpień elementu „{0}”
pt_br: Introduzir local para todas as ocorrências de '{0}'
ru: Введите локальное значение для всех вхождений "{0}"
tr: Tüm '{0}' örnekleri için bir yerel değişken ekle
zh_cn: 为出现的所有“{0}”引入局部变量
zh_tw: 為所有出現 '{0}' 之處引進區域

source: Introduce query variable for '{0}'
cs: Zavést proměnnou dotazu pro: {0}
de: Abfragevariable für '{0}' bereitstellen
es: Introducir una variable de consulta para '{0}'
fr: Introduire une variable de requête pour « {0} »
it: Introduce la variabile di query per '{0}'
ja: '{0}' に対してクエリ変数を導入します
ko: '{0}'에 대한 쿼리 변수 지정
pl: Wprowadź zmienną zapytania dla elementu „{0}”
pt_br: Introduzir variável de consulta para '{0}'
ru: Введите переменную запроса для "{0}"
tr: '{0}' için bir sorgu değişkeni ekle
zh_cn: 为“{0}”引入查询变量
zh_tw: 為 '{0}' 引進查詢變數

source: Introduce query variable for all occurrences of '{0}'
cs: Zavést proměnnou dotazu pro všechny výskyty položky {0}
de: Abfragevariable für alle Vorkommen von '{0}' bereitstellen
es: Introducir una variable de consulta para todos los casos de '{0}'
fr: Introduire une variable de requête pour toutes les occurrences de « {0} »
it: Introduce la variabile di query per tutte le occorrenze di '{0}'
ja: '{0}' のすべての発生に対してクエリ変数を導入します
ko: '{0}'의 모든 항목에 대한 쿼리 변수 지정
pl: Wprowadź zmienną zapytania dla wszystkich wystąpień elementu „{0}”
pt_br: Introduzir variável de consulta para todas as ocorrências de '{0}'
ru: Введите переменную запроса для всех вхождений "{0}"
tr: Tüm '{0}' örnekleri için bir sorgu değişkeni ekle
zh_cn: 为出现的所有“{0}”引入查询变量
zh_tw: 為所有出現 '{0}' 之處引進查詢變數

source: Invalid Code Translation template: the CodeDomProvider of the source language '{0}' has not implemented the Parse method.
cs: Neplatná šablona překladu kódu: CodeDomProvider zdrojového jazyka {0} neimplementoval metodu parse.
de: Ungültige Codeübersetzungsvorlage: Vom CodeDomProvider der Quellprogrammiersprache '{0}' wurde keine Parse-Methode implementiert.
es: Plantilla de traducción de código no válida: el elemento CodeDomProvider del lenguaje fuente '{0}' no ha implementado el método Parse.
fr: Modèle de traduction de code non valide : le CodeDomProvider du langage source '{0}' n'a pas implémenté la méthode Parse.
it: Modello di conversione del codice non valido: l'elemento CodeDomProvider del linguaggio di origine '{0}' non ha implementato il metodo Parse.
ja: 無効なコード変換テンプレート: ソース言語 '{0}' の CodeDomProvider に Parse メソッドが実装されていません。
ko: 잘못된 코드 변환 템플릿: 소스 언어 '{0}'의 CodeDomProvider가 Parse 메서드를 구현하지 않았습니다.
pl: Nieprawidłowy szablon translacji kodu: element CodeDomProvider języka źródłowego „{0}” nie zaimplementował metody Parse.
pt_br: Modelo de Tradução de Código Inválido: o CodeDomProvider da linguagem de origem '{0}' não implementou o método de Análise.
ru: Недопустимый шаблон преобразования кода: CodeDomProvider языка исходного кода "{0}" не реализовал метод Parse.
tr: Geçersiz Kod Çevirisi şablonu: '{0}' kaynak dili CodeDomProvider'ı Parse metodunu uygulamadı.
zh_cn: 代码转换模板无效: 源语言“{0}”的 CodeDomProvider 尚未实现分析方法。
zh_tw: 程式碼翻譯範本無效: 來源語言 '{0}' 的 CodeDomProvider 尚未實作 Parse 方法。

source: Invalid Makefile '{0}'. Disabling Makefile integration.
cs: Neplatný soubor pravidel {0}. Zakazuje se integrace souboru pravidel.
de: Ungültiges Makefile '{0}'. Makefileintegration wird deaktiviert.
es: Archivo Make no válido: '{0}'. Se va a deshabilitar la integración de archivos Make.
fr: Makefile « {0} » non valide. Désactivation de l’intégration du Makefile.
it: Il makefile '{0}' non è valido. L'integrazione makefile verrà disabilitata.
ja: メイクファイル '{0}' が無効です。メイクファイル統合を無効にしています。
ko: '{0}' 메이크파일이 잘못되었습니다. 메이크파일 통합을 사용하지 않도록 설정합니다.
pl: Nieprawidłowy plik reguł programu make „{0}”. Integracja plików reguł programu make zostanie wyłączona.
pt_br: Makefile inválido '{0}'. Desabilitando integração de Makefile.
ru: Недопустимый файл makefile "{0}". Отключение интеграции makefile.
tr: '{0}' Derleme görevleri dosyası geçersiz. Derleme görevleri dosyasını tümleştirme devre dışı bırakılıyor.
uk: Неправильний Makefile '{0}'. Інтеграцію Makefile скасовано.
zh_cn: 生成文件“{0}”无效。正在禁用生成文件集成。
zh_tw: Makefile '{0}' 無效。正在停用 Makefile 整合。

source: Invalid Project type guid '{0}' on line #{1}. Ignoring.
cs: Neplatný identifikátor GUID typu projektu {0} na řádku {1}. Ignoruje se.
de: Ungültige Projekttyp-GUID '{0}' in Zeile #{1}. Wird ignoriert.
es: GUID de tipo de proyecto no válido ('{0}') en la línea #{1}. Se omitirá.
fr: Guid de type de projet « {0} » non valide à la ligne n°{1}. Ignoré.
it: Il GUID '{0}' del tipo di progetto alla riga {1} non è valido e verrà ignorato.
ja: {1} 行目の GUID '{0}' のプロジェクトの種類は無効です。無視します。
ko: #{1}줄의 프로젝트 형식 guid '{0}'이(가) 잘못되었습니다. 무시합니다.
pl: Nieprawidłowy identyfikator GUID typu projektu „{0}” w wierszu nr {1}. Zostanie zignorowany.
pt_br: Guid de tipo de projeto inválido '{0}' na linha #{1}. Ignorando.
ru: Недопустимый GUID "{0}" для типа проекта в строке #{1}. Игнорируется.
tr: {1} no'lu satırda geçersiz proje türü GUID '{0}'. Yoksayılıyor.
uk: Неправильний ідентифікатор типу проекту '{0}' у рядку #{1}. Пропускається.
zh_cn: 第 {1} 行的项目类型 GUID“{0}”无效。正在忽略。
zh_tw: 行 #{1} 有無效的專案類型 guid '{0}'。忽略。

source: Invalid URL
cs: Neplatná adresa URL
de: Ungültige URL
es: Dirección URL no válida
fr: URL non valide
it: URL non valido
ja: 無効な URL
ko: 잘못된 URL
pl: Nieprawidłowy adres URL
pt_br: URL inválida
ru: Недопустимый URL-адрес
tr: Geçersiz URL
zh_cn: 无效 URL
zh_tw: URL 無效

source: Invalid assembly name specified
cs: Je zadaný neplatný název sestavení.
de: Ungültiger Assemblyname angegeben
es: Se ha especificado un nombre de ensamblado no válido
fr: Un nom d’assembly spécifié n’est pas valide
it: Il nome di assembly specificato non è valido
ja: 無効なアセンブリ名が指定されました
ko: 잘못된 어셈블리 이름이 지정되었습니다.
pl: Podano nieprawidłową nazwę zestawu
pt_br: O nome do assembly especificado é inválido
ru: Указано недопустимое имя сборки
tr: Geçersiz bütünleştirilmiş kod adı belirtildi
uk: Вказано неправильну назву збірки
zh_cn: 指定了无效的程序集名称
zh_tw: 指定了無效的組件名稱
