Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The project '{0}' has been modified by an external application. Do you want to reload it?
cs: Projekt {0} upravila externí aplikace. Chcete ho znovu načíst?
de: Das Projekt '{0}' wurde durch eine externe Anwendung geändert. Möchten Sie es erneut laden?
es: El proyecto '{0}' se ha modificado en una aplicación externa. ¿Quiere recargarlo?
fr: Le projet « {0} » a été modifié par une application externe. Voulez-vous le recharger ?
it: Il progetto '{0}' è stato modificato da un'applicazione esterna. Ricaricarlo?
ja: プロジェクト '{0}' が外部アプリケーションによって変更されました。再度読み込みますか。
ko: '{0}' 프로젝트가 외부 애플리케이션에서 수정되었습니다. 다시 로드할까요?
pl: Projekt „{0}” został zmodyfikowany przez zewnętrzną aplikację. Czy chcesz ponownie go załadować?
pt_br: O projeto '{0}' foi modificado por um aplicativo externo. Deseja recarregá-lo?
ru: Проект "{0}" был изменен внешним приложением. Вы хотите перезагрузить его?
tr: '{0}' projesi bir dış uygulama tarafından değiştirildi. Yeniden yüklemek istiyor musunuz?
uk: Проект '{0}' було змінено зовнішнім застосунком. Перезавантажити його?
zh_cn: 项目“{0}”已被外部应用程序修改。是否要重载它?
zh_tw: 外部應用程式已修改專案 '{0}'。要重新加以載入嗎?

source: The project '{0}' is being saved using the file format '{1}', but this version of Visual Studio does not support the framework that the project is targetting ({2})
cs: Projekt {0} se ukládá ve formátu souboru {1}, ale tato verze sady Visual Studio nepodporuje architekturu, pro kterou je projekt určený ({2}).
de: Das Projekt "{0}" wird unter Verwendung des Dateiformats "{1}" gespeichert. Das Framework für dieses Projekt wird von dieser Visual Studio-Version jedoch nicht unterstützt ({2}).
es: El proyecto '{0}' se va a guardar con el formato de archivo '{1}', pero esta versión de Visual Studio no admite la plataforma de destino del proyecto ({2})
fr: Le projet « {0} » est enregistré au format de fichier « {1} », mais cette version de Visual Studio ne prend pas en charge l’infrastructure que le projet cible ({2})
it: Il progetto '{0}' verrà salvato con il formato di file '{1}', ma questa versione di Visual Studio non supporta il framework di destinazione del progetto ({2})
ja: プロジェクト '{0}' はファイル形式 '{1}' で保存されていますが、Visual Studio のこのバージョンは、プロジェクトがターゲットとしているフレームワーク ({2}) をサポートしていません
ko: '{0}' 프로젝트가 파일 형식 '{1}'을(를) 사용하여 저장되고 있지만 이 버전의 Visual Studio에서는 프로젝트가 대상으로 하는 프레임워크를 지원하지 않습니다({2}).
pl: Projekt „{0}” jest zapisywany przy użyciu formatu pliku „{1}”, ale ta wersja programu Visual Studio nie obsługuje struktury, dla której ten projekt jest przeznaczony ({2})
pt_br: O projeto '{0}' está sendo salvo usando o formato de arquivo '{1}', mas esta versão do Visual Studio não dá suporte à estrutura à qual o projeto está direcionado ({2})
ru: Проект "{0}" сохраняется на диск в формате "{1}", однако эта версия Visual Studio не поддерживает платформу, на которую ориентирован проект ({2})
tr: '{0}' projesi '{1}' dosya biçimi kullanılarak kaydediliyor, ancak Visual Studio'nun bu sürümü projenin hedeflediği çerçeveyi ({2}) desteklemiyor
uk: Проект '{0}' збережено у форматі '{1}', але ця версія Visual Studio не підтримує цільового фреймворку проекту ({2})
zh_cn: 正在使用文件格式“{1}”保存项目“{0}”，但此版 Visual Studio 不支持该项目所面向的框架({2})
zh_tw: 正在使用檔案格式 '{1}' 儲存專案 '{0}'，但這版的 Visual Studio 不支援專案設為目標的架構 ({2})

source: The project '{0}' is currently running and will have to be stopped. Do you want to continue closing it?
cs: Projekt {0} momentálně běží a bude potřeba ho zastavit. Chcete pokračovat v jeho zavírání?
de: Das Projekt '{0}' wird derzeit ausgeführt und muss beendet werden. Möchten Sie den Schließvorgang fortsetzen?
es: El proyecto '{0}' se está ejecutando y habrá que detenerlo. ¿Quiere continuar con el cierre?
fr: Le projet « {0} » en cours d’exécution va devoir être arrêté. Voulez-vous continuer à le fermer ?
it: Il progetto '{0}' è attualmente in esecuzione e deve essere arrestato. Continuare con la chiusura?
ja: プロジェクト '{0}' は実行中であるため、停止する必要があります。続行して閉じますか?
ko: '{0}' 프로젝트가 현재 실행되고 있으며 중지되어야 합니다. 해당 프로젝트를 닫을까요?
pl: Projekt „{0}” jest obecnie uruchomiony i będzie konieczne jego zatrzymanie. Czy chcesz kontynuować zamykanie projektu?
pt_br: O projeto '{0}' está sendo executado e precisará ser interrompido. Você deseja continuar a fechá-lo?
ru: Проект "{0}" выполняется, и его потребуется остановить. Вы хотите продолжить и закрыть его?
tr: '{0}' projesi şu anda çalışıyor ve durdurulması gerekir. Projeyi kapatma işlemine devam etmek istiyor musunuz?
uk: Проект '{0}' зараз запущений і буде зупинений. Бажаєте продовжитийого закривання?
zh_cn: 项目“{0}”当前正在运行，但将不得不停止。是否要继续关闭它?
zh_tw: 專案 '{0}' 目前正在執行，將必須予以停止。要繼續加以關閉嗎?

source: The project '{0}' is referencing the file '{1}' which is located outside the project directory.
cs: Projekt {0} odkazuje na soubor {1}, který se nachází mimo adresář projektu.
de: Das Projekt '{0}' verweist auf die Datei '{1}', die sich außerhalb des Projektverzeichnisses befindet.
es: El proyecto '{0}' hace referencia al archivo '{1}', que se encuentra fuera del directorio del proyecto.
fr: Le projet « {0} » référence le fichier « {1} » qui se trouve hors du répertoire du projet.
it: Il progetto '{0}' fa riferimento al file '{1}' che è esterno alla directory radice del progetto.
ja: プロジェクト '{0}' は、プロジェクト ディレクトリの外にあるファイル '{1}' を参照しています。
ko: '{0}' 프로젝트가 프로젝트 디렉터리 외부에 있는 '{1}' 파일을 참조하고 있습니다.
pl: Projekt „{0}” odwołuje się do pliku „{1}”, który znajduje się poza katalogiem projektu.
pt_br: O projeto '{0}' está referenciando o arquivo '{1}' que está localizado fora do diretório do projeto.
ru: Проект "{0}" ссылается на файл "{1}", расположенный за пределами каталога проекта.
tr: '{0}' projesi, proje dizininin dışında bulunan '{1}' dosyasına başvuruyor.
zh_cn: 项目“{0}”正在引用位于项目目录外部的文件“{1}”。
zh_tw: 專案 '{0}' 正在參考位在專案目錄外部的檔案 '{1}'。

source: The project could not be created
cs: Projekt se nepodařilo vytvořit.
de: Das Projekt konnte nicht erstellt werden.
es: No se puede crear el proyecto
fr: Nous n’avons pas pu créer le projet.
it: Non è stato possibile creare il progetto
ja: プロジェクトを作成できませんでした
ko: 프로젝트를 만들 수 없습니다.
pl: Nie można utworzyć projektu
pt_br: Não foi possível criar o projeto
ru: Не удалось создать проект
tr: Proje oluşturulamadı
uk: Не вдалось створити проект
zh_cn: 无法创建该项目
zh_tw: 無法建立此專案

source: The project could not be exported.
cs: Projekt se nepodařilo exportovat.
de: Das Projekt konnte nicht exportiert werden.
es: El proyecto no se puede exportar.
fr: Nous n’avons pas pu exporter le projet.
it: Non è stato possibile esportare il progetto.
ja: プロジェクトをエクスポートできませんでした。
ko: 프로젝트를 내보낼 수 없습니다.
pl: Nie można wyeksportować projektu.
pt_br: Não foi possível exportar o projeto.
ru: Не удалось экспортировать проект.
tr: Proje dışarı aktarılamadı.
uk: Не вдалось експортувати проект.
zh_cn: 无法导出该项目。
zh_tw: 無法匯出此專案。

source: The project could not be renamed.
cs: Projekt se nepodařilo přejmenovat.
de: Das Projekt konnte nicht umbenannt werden.
es: No se le puede cambiar el nombre al proyecto.
fr: Nous n’avons pas pu renommer le projet.
it: Non è stato possibile rinominare il progetto.
ja: プロジェクトの名前を変更できませんでした。
ko: 프로젝트의 이름을 바꿀 수 없습니다.
pl: Nie można zmienić nazwy projektu.
pt_br: Não foi possível renomear o projeto.
ru: Не удалось переименовать проект.
tr: Proje yeniden adlandırılamadı.
uk: Не вдалось перейменувати проект.
zh_cn: 无法重命名该项目。
zh_tw: 無法重新命名此專案。

source: The project does not have NuGet package metadata so a NuGet package will not be created. NuGet package metadata can be specified in the Metadata section in Project Options
cs: Projekt neobsahuje metadata balíčku NuGet, takže se balíček NuGet nevytvoří. Metadata balíčku NuGet můžete zadat v části Metadata v Možnostech projektu.
de: Das Projekt verfügt nicht über NuGet-Paketmetadaten, weshalb kein NuGet-Paket erstellt wird. NuGet-Paketmetadaten können im Metadatenabschnitt in den Projektoptionen festgelegt werden.
es: El proyecto no tiene metadatos de paquete NuGet, por tanto no se crea un paquete NuGet. Este tipo de metadatos puede especificarse en la sección Metadatos de Opciones del proyecto.
fr: Comme le projet ne contient pas de métadonnées de paquet NuGet, aucun paquet NuGet ne sera créé. Vous pouvez spécifier les métadonnées de paquet NuGet au sein de la section Métadonnées dans Options du projet
ja: プロジェクトに NuGet パッケージ メタデータがないため、NuGet パッケージが作成されません。NuGet パッケージ メタデータは [プロジェクト オプション]5D; の [メタデータ]5D; セクションで指定できます
ko: 프로젝트에 NuGet 패키지 메타데이터가 없으므로 NuGet 패키지가 생성되지 않습니다. NuGet 패키지 메타데이터는 프로젝트 옵션의 [메타데이터]5D; 섹션에서 지정할 수 있습니다.
pl: Projekt nie zawiera metadanych pakietu NuGet, dlatego pakiet NuGet nie zostanie utworzony. Metadane pakietu NuGet można określić w sekcji metadanych opcji projektu
pt_br: O projeto não tem metadados de pacote NuGet, portanto, um pacote NuGet não será criado. Metadados de pacote NuGet podem ser especificados na seção Metadados em Opções do Projeto
ru: Проект не содержит метаданные пакета NuGet, поэтому пакет NuGet не будет создан. Метаданные пакета NuGet можно указать в разделе метаданных в параметрах проекта.
tr: Proje, NuGet paketi meta verilerini içermediğinden bir NuGet paketi oluşturulmayacak. Proje Seçenekleri'nin Meta Veriler bölümünden NuGet paketi meta verileri belirtilebilir

source: The project new type will be generated in.
cs: Projekt, ve kterém se vygeneruje nový typ
de: Das Projekt, in dem der neue Typ erstellt wird.
es: El proyecto en el que se generará el nuevo tipo.
fr: Projet dans lequel le nouveau type va être généré.
ja: 新しい型を生成する先のプロジェクトです。
ko: 새 형식이 생성될 프로젝트입니다.
pl: Projekt, w ramach którego zostanie wygenerowany nowy typ.
pt_br: O projeto no qual o novo tipo será gerado.
ru: Проект, в котором будет создан новый тип.
tr: Yeni türün oluşturulacağı proje.

source: The project or assembly from which this component originates.
cs: Projekt nebo sestavení, ze kterého tato komponenta pochází.
de: Das Projekt oder die Assembly, aus dem bzw. der die Komponente stammt.
es: Proyecto o ensamblado de donde procede este componente.
fr: Projet ou assembly dont ce composant provient.
it: Progetto o assembly da cui ha origine questo componente.
ja: このコンポーネントの生成元のプロジェクトまたはアセンブリ。
ko: 이 구성 요소가 제공되는 프로젝트 또는 어셈블리입니다.
pl: Projekt lub zestaw, z którego pochodzi ten składnik.
pt_br: O projeto ou assembly do qual esse componente se origina.
ru: Проект или сборка, являющиеся источником этого компонента.
tr: Bu bileşenin kaynağı olan proje veya bütünleştirilmiş kod.
uk: Проект або збірка, звідки походить цей компонент.
zh_cn: 产生此组件的项目或程序集。
zh_tw: 此元件所屬的專案或組件。

source: The project will be published to the repository '{0}', module '{1}'.
cs: Projekt se publikuje do úložiště {0}, modulu {1}.
de: Das Projekt wird im Repository '{0}', Modul '{1}', veröffentlicht.
es: El proyecto se publicará en el repositorio '{0}', módulo '{1}'.
fr: Le projet sera publié dans le référentiel « {0} », module « {1} ».
it: Il progetto verrà pubblicato nel modulo '{1}' del repository '{0}'.
ja: プロジェクトが、リポジトリ '{0}'、モジュール '{1}' に公開されます。
ko: 프로젝트가 '{0}' 리포지토리, '{1}' 모듈에 게시됩니다.
pl: Ten projekt zostanie opublikowany w module „{1}” w repozytorium „{0}”.
pt_br: O projeto será publicado no repositório '{0}', módulo '{1}'.
ru: Проект будет опубликован в репозитории "{0}", модуль "{1}".
tr: Proje '{0}' deposu, '{1}' modülüne yayımlanacak.
uk: Проект буде опубліковано у сховищі '{0}', модуль '{1}'.
zh_cn: 该项目将发布到存储库“{0}”的模块“{1}”。
zh_tw: 專案將會發行至存放庫 '{0}'、模組 '{1}'。

source: The project you are executing has changed since the last time it was compiled. Do you want to continue or rebuild it?
cs: Spouštěný projekt se od své poslední kompilace změnil. Chcete pokračovat nebo ho znovu sestavit?
de: Am ausgeführten Projekt wurden seit der letzten Kompilierung Änderungen vorgenommen. Möchten Sie den Vorgang fortsetzen oder einen neuen Build erstellen?
es: El proyecto que está ejecutando ha cambiado desde la última vez que se compiló. ¿Quiere continuar o volver a compilarlo?
fr: Le projet que vous exécutez a changé depuis la dernière fois qu'il a été compilé. Voulez-vous continuer ou le regénérer ?
ja: 実行中のプロジェクトは、前回のコンパイル以後に変更されました。このまま続行しますか? それともプロジェクトをリビルドしますか?
ko: 실행 중인 프로젝트가 마지막으로 컴파일된 이후 변경되었습니다. 계속하거나 프로젝트를 다시 빌드하시겠습니까?
pl: W wykonywanym projekcie istnieją zmiany wprowadzone po ostatniej kompilacji. Czy chcesz kontynuować czy ponowić kompilację?
pt_br: O projeto que você está executando foi alterado desde a última vez que ele foi compilado. Deseja continuar ou recompilá-lo?
ru: С момента последней компиляции выполняемый вами проект изменился. Вы хотите продолжить или перестроить его?
tr: Yürütmekte olduğunuz projede son derlemeden sonra değişiklikler yapıldı. Devam etmek mi, yeniden derlemek mi istiyorsunuz?

source: The quick brown fox jumps over the lazy dog.
cs: Příliš žluťoučký kůň úpěl ďábelské ódy.
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern.
es: El veloz murciélago hindú comía feliz cardillo y kiwi.
fr: Portez ce vieux whisky au juge blond qui fume.
ja: すばしっこい茶色の狐はのろまな犬を飛び越える。
ko: 다람쥐 헌 쳇바퀴에 타고파.
pl: Pchnąć w tę łódź jeża lub ośm skrzyń fig.
pt_br: A rápida raposa marrom pula o cachorro preguiçoso.
ru: Съешь ещё этих мягких французских булок, да выпей чаю.
tr: Pijamalı hasta yağız şoföre çabucak güvendi.

source: The reference '{0}' is not valid for the target framework of the project.
cs: Reference {0} není pro cílovou architekturu projektu platná.
de: Der Verweis '{0}' ist für das Zielframework des Projekts ungültig.
es: La referencia '{0}' no es válida para la plataforma de destino del proyecto.
fr: La référence « {0} » n’est pas valide pour le Framework cible du projet.
it: Il riferimento '{0}' non è valido per il framework di destinazione del progetto.
ja: 参照 '{0}' は、プロジェクトのターゲット フレームワークに対して無効です。
ko: '{0}' 참조가 프로젝트의 대상 프레임워크에 유효하지 않습니다.
pl: Odwołanie „{0}” nie jest prawidłowe dla docelowej struktury projektu.
pt_br: A referência '{0}' não é válida para a estrutura de destino selecionada para o projeto.
ru: Ссылка "{0}" недействительна для целевой платформы этого проекта.
tr: Projenin hedef çerçevesi için '{0}' başvurusu geçerli değil.
uk: Посилання '{0}' непридатне для цільового фреймворку проекту.
zh_cn: 引用“{0}”对于项目的目标框架无效。
zh_tw: 參考 '{0}' 對專案的目標 Framework 而言無效。

source: The remote branch <b>{0}</b> will be merged into the branch <b>{1}</b>.
cs: Vzdálená větev <b>{0}</b> se sloučí do větve <b>{1}</b>.
de: Der Remotebranch <b>{0}</b> wird mit Branch <b>{1}</b> zusammengeführt.
es: La rama remota <b>{0}</b> se fusionará mediante combinación con la rama <b>{1}</b>.
fr: La branche distante <b>{0}</b> va être fusionnée dans la branche <b>{1}</b>.
it: Il ramo remoto <b>{0}</b> verrà sottoposto a merge nel ramo <b>{1}</b>.
ja: リモート ブランチ <b>{0}</b> がブランチ <b>{1}</b> にマージされます。
ko: 원격 분기 <b>{0}</b>은(는) <b>{1}</b> 분기로 병합됩니다.
pl: Zdalna gałąź <b>{0}</b> zostanie scalona z gałęzią <b>{1}</b>.
pt_br: A ramificação remota <b>{0}</b> será mesclada com a ramificação <b>{1}</b>.
ru: Удаленная ветвь <b>{0}</b> будет объединена с ветвью <b>{1}</b>.
tr: <b>{0}</b> uzak dalı <b>{1}</b> dalıyla birleştirilecek.
uk: Віддалену гілку <b>{0}</b> буде злито з гілкою <b>{1}</b>.
zh_cn: 远程分支 <b>{0}</b> 将合并到分支 <b>{1}</b>。
zh_tw: 遠端分支 <b>{0}</b> 將會合併至分支 <b>{1}</b>。

source: The required addin '{0}' is disabled.
cs: Požadovaný doplněk {0} je zakázaný.
de: Das erforderliche Add-In '{0}' ist deaktiviert.
es: El complemento requerido '{0}' está deshabilitado.
fr: Le complément requis « {0} » est désactivé.
it: Il componente aggiuntivo richiesto '{0}' è disabilitato.
ja: 必要なアドイン '{0}' が無効になっています。
ko: 필요한 '{0}' 추가 기능을 사용하지 않도록 설정되어 있습니다.
pl: Wymagany dodatek „{0}” jest wyłączony.
pt_br: O suplemento necessário '{0}' está desabilitado.
ru: Требуемая надстройка "{0}" отключена.
tr: Gerekli '{0}' eklentisi devre dışı bırakıldı.
uk: Необхідний додаток '{0}' вимкнений.
zh_cn: 所需的外接程序“{0}”被禁用。
zh_tw: 已停用必要增益集 '{0}'。

source: The required addin '{0}' is not installed.
cs: Požadovaný doplněk {0} není nainstalovaný.
de: Das erforderliche Add-In '{0}' ist nicht installiert.
es: El complemento requerido '{0}' no está instalado.
fr: Le complément requis « {0} » n’est pas installé.
it: Il componente aggiuntivo richiesto '{0}' non è installato.
ja: 必要なアドイン '{0}' がインストールされていません。
ko: 필요한 '{0}' 추가 기능이 설치되어 있지 않습니다.
pl: Wymagany dodatek „{0}” nie jest zainstalowany.
pt_br: O suplemento necessário '{0}' não está instalado.
ru: Требуемая надстройка "{0}" не установлена.
tr: Gerekli eklenti '{0}' yüklü değil.
uk: Необхідний додаток '{0}' не встановлено.
zh_cn: 所需的外接程序“{0}”未安装。
zh_tw: 未安裝所需的增益集 '{0}'。

source: The resource naming policy has changed
cs: Zásady pojmenování prostředků se změnily.
de: Die Benennungsrichtlinie für Ressourcen wurde geändert.
es: La directiva de nomenclatura de recursos ha cambiado
fr: La stratégie d’attribution de noms de ressource a changé
it: I criteri di denominazione delle risorse sono cambiati
ja: リソース名前付けポリシーが変更されました
ko: 리소스 명명 정책이 변경되었습니다.
pl: Zasady nazewnictwa zasobów zostały zmienione
pt_br: A política de nomenclatura de recursos mudou
ru: Политика именования ресурсов изменилась
tr: Kaynak adlandırma ilkesi değişti
uk: Змінено політику іменування ресурсів
zh_cn: 资源命名策略已更改
zh_tw: 資源命名原則已變更

source: The rules are defined using XML. Click HELP for a full explaination.
cs: Pravidla jsou definovaná pomocí XML. Úplné vysvětlení zobrazíte kliknutím na Nápověda.
de: Die Regeln werden unter Verwendung von XML definiert. Klicken Sie auf HILFE, um eine vollständige Erläuterung zu erhalten.
es: Las reglas se definen con XML. Haga clic en AYUDA para obtener una explicación completa.
fr: Les règles sont définies à l’aide de XML. Pour une explication complète, cliquer sur AIDE.
it: Per la definizione delle regole viene usato XML. Per una spiegazione completa, fare clic su GUIDA.
ja: ルールは XML を使用して定義されます。詳細な説明については、[ヘルプ] をクリックしてください。
ko: 규칙은 XML을 사용하여 정의됩니다. 전체 설명을 보려면 [도움말]5D;을 클릭하세요.
pl: Reguły są definiowane przy użyciu kodu XML. Kliknij przycisk POMOC, aby uzyskać pełne wyjaśnienie.
pt_br: As regras são definidas usando o XML. Clique em AJUDA para ver uma explicação completa.
ru: Правила определены с помощью XML. Нажмите кнопку "СПРАВКА" для получения полноценного пояснения.
tr: Kurallar XML kullanılarak tanımlanır. Tam açıklama için YARDIM'a tıklayın.
uk: Правила, визначені з використанням XML. Клацніть Допомога для отримання детального пояснення.
zh_cn: 使用 XML 定义规则。单击“帮助”获取完整说明。
zh_tw: 使用 XML 定義規則。按一下 [說明] 以取得完整解釋。

source: The search could not be finished: {0}
cs: Hledání se nepodařilo dokončit: {0}
de: Die Suche konnte nicht beendet werden: {0}
es: No se puede finalizar la búsqueda: {0}
fr: Nous n’avons pas pu achever la recherche : {0}
it: Non è stato possibile terminare la ricerca: {0}
ja: 検索が完了しませんでした: {0}
ko: 검색을 완료할 수 없습니다. {0}
pl: Nie można zakończyć wyszukiwania: {0}
pt_br: Não foi possível concluir a pesquisa: {0}
ru: Не удалось завершить поиск: {0}
tr: Arama tamamlanamadı: {0}
uk: Не вдалось завершити пошук: {0}
zh_cn: 无法完成搜索: {0}
zh_tw: 下列搜尋無法完成: {0}

source: The selected extension packages can't be installed because there are dependency conflicts.
cs: Vybrané balíčky rozšíření nelze nainstalovat kvůli konfliktům v závislostech.
de: Die ausgewählten Erweiterungspakete können aufgrund von Abhängigkeitskonflikten nicht installiert werden.
es: No se pueden instalar los paquetes de extensión seleccionados porque hay conflictos de dependencia.
fr: Impossible d'installer les paquets d'extensions sélectionnés, car il existe des conflits de dépendance.
ja: 依存関係の競合があるため、選択した拡張機能パッケージをインストールできません。
ko: 종속성 충돌이 있으므로 선택한 확장 패키지를 설치할 수 없습니다.
pl: Nie można zainstalować wybranych pakietów rozszerzeń, ponieważ wystąpiły konflikty zależności.
pt_br: Os pacotes de extensão selecionados não podem ser instalados devido a conflitos de dependência.
ru: Не удается установить выбранные пакеты расширений, так как есть конфликты зависимостей.
tr: Seçili uzantı paketleri bağımlılık çakışmaları nedeniyle yüklenemiyor.

source: The selected file is not a valid policies file
cs: Vybraný soubor není platným souborem zásad.
de: Die ausgewählte Datei ist keine gültige Richtliniendatei.
es: El archivo seleccionado no es un archivo de directivas válido
fr: Le fichier sélectionné n’est pas un fichier de stratégies valide
it: Il file selezionato non è un file di criteri valido
ja: 選択したファイルは有効なポリシー ファイルではありません
ko: 선택한 파일이 유효한 정책 파일이 아닙니다.
pl: Wybrany plik nie jest prawidłowym plikiem zasad
pt_br: O arquivo selecionado não é um arquivo de políticas válido
ru: Выбранный файл не является допустимым файлом политик
tr: Seçili dosya geçerli bir ilke dosyası değil
uk: Вибраний файл не є правильним файлом політик
zh_cn: 所选文件不是有效的策略文件
zh_tw: 選取的檔案不是有效的原則檔案

source: The selected icon may not show at run time if the required icon factory is not properly initialized.
cs: Pokud jste objekt Icon Factory správně neinicializovali, vybraná ikona se za běhu nemusí zobrazovat.
de: Das ausgewählte Symbol wird zur Laufzeit u. U. nicht angezeigt, wenn die erforderliche Symbolfactory nicht ordnungsgemäß initialisiert ist.
es: Puede que el icono seleccionado no se muestre en tiempo de ejecución si el generador de iconos necesario no se inicializa correctamente.
fr: Il se peut que l’icône sélectionnée ne s’affiche pas en cours d’exécution si la fabrique d’icône requise n’est pas correctement initialisée.
it: È possibile che l'icona selezionata non venga visualizzata durante la fase di esecuzione se la factory delle icone non è installata correttamente.
ja: 選択したアイコンは、必要なアイコン ファクトリが正しく初期化されていない場合には実行時に表示されない可能性があります。
ko: 선택한 아이콘은 필요한 아이콘 팩터리가 적절하게 초기화되지 않은 경우 런타임에 표시되지 않을 수 있습니다.
pl: Wybrana ikona może nie być wyświetlana w czasie wykonywania, jeśli wymagana fabryka ikon nie jest prawidłowo zainicjowana.
pt_br: O ícone selecionado poderá não aparecer no tempo de execução se a fábrica de ícone necessária não for inicializada corretamente.
ru: Выбранный значок не может отображаться во время выполнения, если требуемая фабрика значков не инициализирована должным образом.
tr: Gerekli simge fabrikası düzgün başlatılmazsa seçili simge çalışma zamanında gösterilmeyebilir.
zh_cn: 如果未正确初始化所需的图标工厂，所选图标在运行时可能不会显示。
zh_tw: 如果未正確地將必要的圖示處理站初始化，則在執行階段可能不會顯示選取的圖示。

source: The selected policy is empty
cs: Vybrané zásady jsou prázdné.
de: Die ausgewählte Richtlinie ist leer.
es: La directiva seleccionada está vacía
fr: La stratégie sélectionnée est vide
it: Il criterio selezionato è vuoto
ja: 選んだポリシーは空です
ko: 선택한 정책이 비어 있습니다.
pl: Wybrane zasady są puste
pt_br: A política selecionada está vazia
ru: Выбранная политика пуста
tr: Seçilen ilke boş
uk: Вибрана політика порожня
zh_cn: 所选策略为空
zh_tw: 選取的原則是空的

source: The server {0} requires a user name and a password.
cs: Server {0} vyžaduje uživatelské jméno a heslo.
de: Für Server {0} sind Benutzername und Kennwort erforderlich.
es: El servidor {0} requiere un nombre de usuario y una contraseña.
fr: Le serveur {0} requiert un nom d’utilisateur et un mot de passe.
it: Per il server {0} sono necessari nome utente e password.
ja: サーバー {0} には、ユーザー名とパスワードが必要です。
ko: {0} 서버에 사용자 이름과 암호가 필요합니다.
pl: Serwer {0} wymaga nazwy użytkownika i hasła.
pt_br: O servidor {0} requer um nome de usuário e senha.
ru: Сервер {0} требует имя пользователя и пароль.
tr: {0} sunucusu bir kullanıcı adı ve parola gerektiriyor.
uk: Сервер {0} вимагає ім'я користувача та пароль.
zh_cn: 服务器 {0} 需要用户名和密码。
zh_tw: 伺服器 {0} 需要使用者名稱與密碼。
