Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Preferences...
cs: Předvolby...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
it: Preferenze...
ja: ユーザー設定...
ko: 기본 설정...
pl: Preferencje...
pt_br: Preferências...
ru: Параметры...
tr: Tercihler...
uk: Уподобання...
zh_cn: 首选项...
zh_tw: 喜好設定...

source: Prefix
cs: Předpona
de: Präfix
es: Prefijo
fr: Préfixe
it: Prefisso
ja: プレフィックス
ko: 접두사
pl: Prefiks
pt_br: Prefixo
ru: Префикс
tr: Ön ek
uk: Префікс
zh_cn: 前缀
zh_tw: 前置詞

source: Prefix words for the reordering:
cs: Předponová slova pro změnu pořadí:
de: Wörter für Neuanordnung mit Präfix versehen:
es: Agregar prefijo a las palabras para la reordenación:
fr: Préfixer les mots pour la réorganisation :
it: Parole prefisso per il riordinamento:
ja: 順序変更のプレフィックス ワード:
ko: 순서 다시 정렬을 위한 접두어:
pl: Prefiksy słów w celu zmiany kolejności:
pt_br: Palavras de prefixo para a reordenação:
ru: Использовать префикс для изменения порядка слов:
tr: Yeniden sıralama için önek sözcükleri:
zh_cn: 重新排序前缀词:
zh_tw: 進行重新排序的前置字詞:

source: Prefix:
cs: Předpona:
de: Präfix:
es: Prefijo:
fr: Préfixe :
it: Prefisso:
ja: プレフィックス:
ko: 접두사:
pl: Prefiks:
pt_br: Prefixo:
ru: Префикс:
tr: Önek:
uk: Префікс:
zh_cn: 前缀:
zh_tw: 前置詞:

source: Preprocessed Razor Template
cs: Předzpracovaná šablona Razor
de: Vorverarbeitete Razor-Vorlage
es: Plantilla Razor preprocesada
fr: Modèle Razor prétraité
it: Modello Razor pre-elaborato
ja: 前処理される Razor テンプレート
ko: 전처리된 Razor 템플릿
pl: Wstępnie przetworzony szablon Razor
pt_br: Modelo Razor Pré-processado
ru: Подготовленный шаблон Razor
tr: Önceden İşlenmiş Razor Şablonu
uk: Шаблон Razor для препроцесора
zh_cn: 预处理的 Razor 模板
zh_tw: 前置處理的 Razor 範本

source: Preprocessed T4 Template
cs: Předzpracovaná šablona T4
de: Vorverarbeitete T4-Vorlage
es: Plantilla T4 preprocesada
fr: Modèle T4 prétraité
it: Modello T4 pre-elaborato
ja: 前処理される T4 テンプレート
ko: 전처리된 T4 템플릿
pl: Wstępnie przetworzony szablon T4
pt_br: Modelo T4 Processado
ru: Подготовленный шаблон T4
tr: Önişlenmiş T4 şablonu
uk: Шаблон T4 для препроцесора
zh_cn: 预处理的 T4 模板
zh_tw: 前置處理的 T4 範本

source: Preprocessor expression to evaluate
cs: Výraz preprocesoru k vyhodnocení
de: Auszuwertender Präprozessor-Ausdruck
es: Expresión de preprocesador para evaluar
fr: Expression du préprocesseur à évaluer
it: Espressione per il preprocessore da valutare
ja: 評価するプリプロセッサの式
ko: 평가할 전처리기 식
pl: Wyrażenie preprocesora, które ma zostać obliczone
pt_br: Expressão de pré-processador a ser avaliada
ru: Выражение препроцессора для оценки
tr: Değerlendirilecek önişlemci ifadesi
uk: Вираз для оцінки препроцесором
zh_cn: 要计算的预处理器表达式
zh_tw: 要評估的前置處理器運算式

source: Presentation software
cs: Prezentační software
de: Präsentationssoftware
es: Software de presentaciones
fr: Logiciel de présentation
it: Software per presentazioni
ja: プレゼンテーション ソフトウェア
ko: 프레젠테이션 소프트웨어
pl: Oprogramowanie do prezentacji
pt_br: Programa de apresentação
ru: Программное обеспечение для презентаций
tr: Sunu yazılımı
uk: Презентації
zh_cn: 演示软件
zh_tw: 簡報軟體

source: Press F2 to focus
cs: Fokus nastavíte stisknutím F2.
de: Für Fokus F2 drücken
es: Presione F2 para aplicar el foco
fr: Appuyer sur F2 pour focaliser
it: Premere F2 per spostare lo stato attivo
ja: フォーカスを移動するには F2 キーを押してください
ko: 포커스를 설정하려면 &lt;F2&gt; 키를 누르세요.
pl: Naciśnij klawisz F2, aby ustawić fokus
pt_br: Pressione F2 para focalizar
ru: Нажмите клавишу F2 для фокусировки
tr: Odaklanmak için F2'ye basın
uk: Натисніть 'F2' для фокусування
zh_cn: 按 F2 以聚焦
zh_tw: 按 F2 以聚焦

source: Press [ENTER] to select the location.
cs: Umístění vyberte stisknutím klávesy [ENTER].
de: Drücken Sie [EINGABE], um den Speicherort auszuwählen.
es: Presione [ENTER] para seleccionar la ubicación.
fr: Appuyez sur la touche [ENTER] pour sélectionner l’emplacement.
it: Premere [INVIO] per selezionare il percorso.
ja: [ENTER] を押して場所を選択します。
ko: 위치를 선택하려면 &lt;Enter&gt; 키를 누르세요.
pl: Naciśnij klawisz [ENTER], aby wybrać lokalizację.
pt_br: Pressione [ENTER] para selecionar o local.
ru: Нажмите клавишу [ВВОД] для выбора расположения.
tr: Konumu seçmek için [ENTER] tuşuna basın.
uk: Натисни [ENTER], щоб вибрати розташування.
zh_cn: 按 [ENTER] 以选择该位置。
zh_tw: 按 [ENTER] 以選取位置。

source: Press [ESC] to cancel this operation.
cs: Tuto operaci zrušíte stisknutím klávesy [ESC].
de: Drücken Sie [ESC], um diesen Vorgang abzubrechen.
es: Presione [ESC] para cancelar esta operación.
fr: Appuyez sur la touche [ESC] pour annuler cette opération.
it: Premere [ESC] per annullare questa operazione.
ja: [ESC] を押して操作をキャンセルします。
ko: 이 작업을 취소하려면 &lt;Esc&gt; 키를 누르세요.
pl: Naciśnij klawisz [ESC], aby anulować tę operację.
pt_br: Pressione [ESC] para cancelar essa operação.
ru: Нажмите клавишу [ESC] для отмены операции.
tr: Bu işlemi iptal etmek için [ESC] tuşuna basın.
uk: Щоб скасувати цю операцію, натисніть [ESC].
zh_cn: 按 [ESC] 以取消此操作。
zh_tw: 按 [ESC] 以取消此作業。

source: Press a key...
cs: Stiskněte nějakou klávesu...
de: Drücken Sie eine Taste...
es: Presione una tecla...
fr: Appuyez sur une touche...
it: Premere un tasto...
ja: キーを押します...
ko: 키를 누르세요...
pl: Naciśnij dowolny klawisz...
pt_br: Pressione uma tecla...
ru: Нажмите клавишу...
tr: Bir tuşa basın...
uk: Натисніть клавішу...
zh_cn: 按任一键...
zh_tw: 按任一鍵...

source: Press the key combination you want to assign to the accelerator...
cs: Stiskněte kombinaci kláves, kterou chcete přiřadit akcelerátoru...
de: Die Tastenkombination drücken, die Sie der Zugriffstaste zuweisen möchten…
es: Presione la combinación de teclas que quiere asignar a la tecla de aceleración...
fr: Appuyez sur la combinaison de touches que vous voulez assigner à l’accélérateur...
it: Premere la combinazione di tasti da assegnare al tasto di scelta rapida...
ja: アクセラレータとして割り当てるキーの組み合わせを押します...
ko: 액셀러레이터 키에 할당할 키 조합을 누르세요...
pl: Naciśnij kombinację klawiszy, którą chcesz przypisać do akceleratora...
pt_br: Pressione a combinação de teclas que você deseja atribuir ao acelerador...
ru: Нажмите сочетание клавиш, которое хотите назначить...
tr: Hızlandırıcıya atamak istediğiniz tuş kombinasyonuna basın...
uk: Натисніть сполучення клавіш, яке потрібно зв'язати з дією...
zh_cn: 按下要分配给快捷键的组合键...
zh_tw: 按您要指派給加速鍵的按鍵組合...

source: Press ‘{0}’ to search
cs: Hledejte stisknutím {0}.
de: Drücken Sie für die Suche '{0}'
es: Presione ‘{0}’ para buscar
fr: Appuyer sur « {0} » pour rechercher
it: Premere '{0}' per eseguire la ricerca
ja: 検索するには ‘{0}’ を押します
ko: 검색하려면 '{0}'을(를) 누르세요.
pl: Naciśnij „{0}”, aby wyszukać
pt_br: Pressione ‘{0}’ para pesquisar
ru: Нажмите "{0}" для поиска
tr: Aramak için ‘{0}’ tuşlarına basın
uk: Для пошуку натисніть ‘{0}’
zh_cn: 按“{0}”进行搜索
zh_tw: 按 '{0}' 進行搜尋

source: Prevents relocation of a variable by the garbage collector.
cs: Zabraňuje přemístění proměnné systémem uvolňování paměti.
de: Verhindert, dass eine Variable durch den Garbage Collector verschoben wird.
es: Evita que el recolector de elementos no utilizados reubique una variable.
fr: Empêche le récupérateur de mémoire de déplacer une variable.
it: Impedisce la rilocazione di una variabile da parte del Garbage Collector.
ja: ガベージ コレクターによる変数の再配置ができないようにします。
ko: 가비지 수집기에 의한 변수의 재배치를 방지합니다.
pl: Zapobiega relokacji zmiennej przez moduł odzyskiwania pamięci.
pt_br: Previne a realocação de uma variável pelo coletor de lixo.
ru: Предотвращает перемещение переменной сборщиком мусора.
tr: Bir değişkenin atık toplayıcı tarafından yeniden ayrılmasını engeller.
zh_cn: 阻止垃圾回收器对变量重定位。
zh_tw: 防止記憶體回收行程重新定位變數。

source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt_br: Visualização
ru: Предварительный просмотр
tr: Önizleme
uk: Попередній перегляд
zh_cn: 预览
zh_tw: 預覽

source: Preview Code Changes:
cs: Náhled změn kódu:
de: Vorschau der Codeänderungen:
es: Vista previa de cambios de código:
fr: Aperçu des modifications du code :
ja: コード変更のプレビュー:
ko: 코드 변경 내용 미리 보기:
pl: Podgląd zmian kodu:
pt_br: Visualizar Alterações de Código:
ru: Просмотр изменений кода:
tr: Kod Değişikliklerini Ön İzle:

source: Preview Options
cs: Možnosti náhledu
de: Vorschau auf Optionen
es: Opciones de vista previa
fr: Options d’aperçu
it: Anteprima opzioni
ja: プレビュー オプション
ko: 미리 보기 옵션
pl: Wyświetl podgląd opcji
pt_br: Visualizar Opções
ru: Параметры предварительного просмотра
tr: Önizleme Seçenekleri
uk: Параметри перегляду
zh_cn: 预览选项
zh_tw: 預覽選項

source: Preview:
cs: Náhled:
de: Vorschau:
es: Vista previa:
fr: Aperçu :
it: Anteprima:
ja: プレビュー:
ko: 미리 보기:
pl: Podgląd:
pt_br: Visualizar:
ru: Предварительный просмотр:
tr: Önizleme:
uk: Попередній перегляд:
zh_cn: 预览:
zh_tw: 預覽:

source: Previous
cs: Předchozí
de: Zurück
es: Anterior
fr: Précédent
it: Indietro
ja: 前へ
ko: 이전
pl: Wstecz
pt_br: Anterior
ru: Назад
tr: Geri
uk: Попереднє
zh_cn: 上一个
zh_tw: 上一步

source: Previous Change
cs: Předchozí změna
de: Vorherige Änderung
es: Cambio anterior
fr: Modification précédente
it: Modifica precedente
ja: 前の変更箇所
ko: 이전 변경 내용
pl: Poprzednia zmiana
pt_br: Alteração Anterior
ru: Предыдущее изменение
tr: Önceki Değişiklik
uk: Попередня зміна
zh_cn: 上一个更改
zh_tw: 上個變更

source: Previous Error
cs: Předchozí chyba
de: Nächster Fehler
es: Error anterior
fr: Erreur précédente
it: Errore precedente
ja: 前のエラー
ko: 이전 오류
pl: Poprzedni błąd
pt_br: Erro Anterior
ru: Предыдущая ошибка
tr: Önceki Hata
uk: Попередня помилка
zh_cn: 上一个错误
zh_tw: 上個錯誤

source: Previous Issue in File
cs: Předchozí problém v souboru
de: Vorheriges Problem in Datei
es: Problema anterior del archivo
fr: Problème précédent dans le fichier
it: Problema precedente nel file
ja: ファイル内の前の問題
ko: 파일의 이전 문제
pl: Poprzedni problem w pliku
pt_br: Problema Anterior no Arquivo
ru: Предыдущая проблема в файле
tr: Dosyadaki Önceki Sorun
uk: Попередня проблема у файлі
zh_cn: 文件中的上一个问题
zh_tw: 檔案中的上一個問題

source: Previous document
cs: Předchozí dokument
de: Vorheriges Dokument
es: Documento anterior
fr: Document précédent
ja: 前のドキュメント
ko: 이전 문서
pl: Poprzedni dokument
pt_br: Documento anterior
ru: Предыдущий документ
tr: Önceki belge

source: Print Previe_w
cs: _Náhled před tiskem
de: Druck_vorschau
es: _Vista previa de impresión
fr: A_perçu avant impression
it: Antepri_ma di stampa
ja: 印刷プレビュー(_W)
ko: 인쇄 미리 보기(_W)
pl: _Podgląd wydruku
pt_br: Visuali_zar Impressão
ru: Предварительный пр_осмотр
tr: Baskı Önizlem_e
uk: Попередній п_ерегляд друку
zh_cn: 打印预览(_W)
zh_tw: 預覽列印(_W)

source: Print a message and continue
cs: Vytisknout zprávu a pokračovat
de: Meldung ausgeben und fortfahren
es: Imprimir un mensaje y continuar
fr: Imprimer un message et continuer
it: Stampa un messaggio e continua
ja: メッセージを書き出して続行する
ko: 메시지를 인쇄하고 계속하기
pl: Wydrukuj komunikat i kontynuuj
pt_br: Imprimir uma mensagem e continuar
ru: Распечатать сообщение и продолжить
tr: İleti yazdır ve devam et
uk: Вивести повідомлення і продовжити
zh_cn: 打印消息并继续
zh_tw: 列印訊息並繼續

source: Print current document
cs: Vytisknout aktuální dokument
de: Aktuelles Dokument drucken
es: Imprimir el documento actual
fr: Imprimer le document en cours
it: Stampa il documento corrente
ja: 現在のドキュメントを印刷します
ko: 현재 문서 인쇄
pl: Drukuj bieżący dokument
pt_br: Imprimir documento atual
ru: Печать текущего документа
tr: Geçerli belgeyi yazdır
uk: Надрукувати поточний документ
zh_cn: 打印当前文档
zh_tw: 列印目前文件

source: Print operation failed.
cs: Operace tisku nebyla úspěšná.
de: Fehler bei Druckvorgang.
es: No se pudo imprimir.
fr: Échec de l’opération d’impression.
it: L'operazione di stampa non è riuscita.
ja: 印刷処理に失敗しました。
ko: 인쇄 작업이 실패했습니다.
pl: Operacja drukowania nie powiodła się.
pt_br: A operação de impressão falhou.
ru: Сбой операции печати.
tr: Yazdırma işlemi başarısız oldu.
uk: Трапився збій під час друку.
zh_cn: 打印操作失败。
zh_tw: 列印作業失敗。

source: Priority
cs: Priorita
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선 순위
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
tr: Öncelik
uk: Пріоритет
zh_cn: 优先级
zh_tw: 優先順序

source: Priority:
cs: Priorita:
de: Priorität:
es: Prioridad:
fr: Priorité :
it: Priorità:
ja: 優先度:
ko: 우선 순위:
pl: Priorytet:
pt_br: Prioridade:
ru: Приоритет:
tr: Öncelik:
uk: Пріоритет:
zh_cn: 优先级:
zh_tw: 優先順序:

source: Privacy Statement
cs: Prohlášení o zásadách ochrany osobních údajů
de: Datenschutzbestimmungen
es: Declaración de privacidad
fr: Déclaration de confidentialité
ja: プライバシーに関する声明
ko: 개인정보처리방침
pl: Zasady zachowania poufności informacji
pt_br: Política de Privacidade
ru: Заявление о конфиденциальности
tr: Gizlilik Bildirimi

source: Private Key Files
cs: Soubory privátních klíčů
de: Private Schlüsseldateien
es: Archivos de clave privada
fr: Fichiers de clés privées
ja: 秘密キー ファイル
ko: 프라이빗 키 파일
pl: Pliki kluczy prywatnych
pt_br: Arquivos de Chave Privada
ru: Файлы закрытого ключа
tr: Özel Anahtar Dosyaları

source: Private Key is not encrypted
cs: Privátní klíč není zašifrovaný.
de: Der private Schlüssel ist nicht verschlüsselt.
es: La clave privada no está cifrada
fr: La clé privée n'est pas chiffrée
ja: 秘密キーが暗号化されていません
ko: 프라이빗 키가 암호화되어 있지 않음
pl: Klucz prywatny nie został zaszyfrowany
pt_br: A Chave Privada não é criptografada
ru: Закрытый ключ не зашифрован.
tr: Özel Anahtar şifrelenmedi

source: Private Key:
cs: Privátní klíč:
de: Privater Schlüssel:
es: Clave privada:
fr: Clé privée :
ja: 秘密キー:
ko: 프라이빗 키:
pl: Klucz prywatny:
pt_br: Chave Privada:
ru: Закрытый ключ:
tr: Özel Anahtar:

source: Private sources only
cs: Jenom privátní zdroje
de: Nur private Quellen
es: Solo orígenes privados
fr: Sources privées uniquement
it: Solo origini private
ja: プライベート ソースのみ
ko: 프라이빗 소스만
pl: Tylko źródła prywatne
pt_br: Apenas origens particulares
ru: Только закрытые источники
tr: Yalnızca özel kaynaklar
uk: Лише приватні джерела
zh_cn: 仅限专用源
zh_tw: 只有私用來源

source: Pro_jects
cs: Pro_jekty
de: Pro_jekte
es: P_royectos
fr: Pro_jets
it: Pro_getti
ja: プロジェクト(_J)
ko: 프로젝트(_J)
pl: _Projekty
pt_br: Pro_jetos
ru: Про_екты
tr: Pro_jeler
uk: П_роекти
zh_cn: 项目(_J)
zh_tw: 專案(_J)

source: Process '{0}' has completed succesfully
cs: Proces {0} se úspěšně dokončil.
de: Prozess '{0}' wurde erfolgreich beendet
es: El proceso '{0}' ha finalizado correctamente
fr: Le processus « {0} » a été correctement accompli
it: Il processo '{0}' è stato completato
ja: プロセス '{0}' が正常に完了しました
ko: '{0}' 프로세스가 완료되었습니다.
pl: Przetwarzanie elementu {0} zostało ukończone pomyślnie
pt_br: O processo '{0}' foi concluído com êxito
ru: Процесс "{0}" успешно завершен
tr: '{0}' işlemi başarıyla tamamlandı
uk: Процес '{0}' завершено успішно
zh_cn: 进程“{0}”已成功完成
zh_tw: 已成功完成處理序 '{0}'

source: Process '{0}' has exited with error code {1}
cs: Proces {0} se ukončil s kódem chyby {1}.
de: Prozess '{0}' wurde mit Fehlercode {1} beendet
es: El proceso '{0}' ha terminado con el código de error {1}
fr: Le processus « {0} » s’est arrêté avec le code d’erreur {1}
it: Il processo '{0}' è stato terminato. Codice errore: {1}
ja: プロセス '{0}' はエラー コード {1} で終了しました
ko: '{0}' 프로세스가 종료되었습니다(오류 코드: {1}).
pl: Przetwarzanie elementu {0} zostało zakończone z kodem błędu {1}
pt_br: O processo '{0}' foi encerrado com o código de erro {1}
ru: Процесс "{0}" завершил работу с кодом ошибки {1}
tr: {1} hata koduyla '{0}' işleminden çıkıldı
uk: Процес '{0}' припинено з кодом помилки {1}
zh_cn: 进程“{0}”已退出，错误代码为 {1}
zh_tw: 處理序 '{0}' 已結束，錯誤碼為 {1}

source: Process T4 Template
cs: Zpracovat šablonu T4
de: T4-Vorlage verarbeiten
es: Procesar plantilla T4
fr: Traiter le modèle T4
it: Elabora modello T4
ja: T4 テンプレートの処理
ko: T4 템플릿 처리
pl: Przetwórz szablon T4
pt_br: Processar Modelo T4
ru: Обработать шаблон T4
tr: T4 Şablonlarını işle...
uk: Обробити шаблон T4
zh_cn: 处理 T4 模板
zh_tw: 處理 T4 範本

source: Process T4 Templates
cs: Zpracovat šablony T4
de: T4-Vorlagen verarbeiten
es: Procesar plantillas T4
fr: Traiter les modèles T4
it: Elabora modelli T4
ja: T4 テンプレートを処理する
ko: T4 템플릿 처리
pl: Przetwórz szablony T4
pt_br: Processar Modelos T4
ru: Обработать шаблоны T4
tr: T4 Şablonlarını İşle
uk: Обробити шаблони T4
zh_cn: 处理 T4 模板
zh_tw: 處理 T4 範本

source: Process T4 Templates...
cs: Zpracovat šablony T4...
de: T4-Vorlagen verarbeiten...
es: Procesar plantillas T4...
fr: Traiter les modèles T4...
it: Elabora modelli T4...
ja: T4 テンプレートの処理...
ko: T4 템플릿 처리...
pl: Przetwórz szablony T4...
pt_br: Processar Modelos T4...
ru: Обработать шаблоны T4...
tr: T4 Şablonlarını işle...
uk: Обробка шаблонів T4...
zh_cn: 处理 T4 模板...
zh_tw: 處理 T4 範本...

source: Process all T4 templates.
cs: Zpracuje všechny šablony T4.
de: Alle T4-Vorlagen verarbeiten...
es: Procesar todas las plantillas T4.
fr: Traitez tous les modèles T4.
it: Elabora tutti i modelli T4.
ja: すべての T4 テンプレートを処理します。
ko: 모든 T4 템플릿을 처리합니다.
pl: Przetwórz wszystkie szablony T4.
pt_br: Processar todos os modelos T4.
ru: Обработать все шаблоны T4.
tr: Tüm T4 şablonlarını işle.
uk: Обробити всі шаблони T4.
zh_cn: 处理所有 T4 模板。
zh_tw: 處理所有 T4 範本。

source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profiler
it: Profilo
ja: プロファイル
ko: 프로필
pl: Profil
pt_br: Perfil
ru: Профиль
tr: Profil

source: Profile for 5 seconds
cs: Profilovat po dobu 5 sekund
de: Profil für 5 Sekunden
es: Perfil para 5 segundos
fr: Profiler pendant 5 secondes
it: Esegue la profilatura per 5 secondi
ja: 5 秒間のプロファイル
ko: 5초간 프로파일링
pl: Profiluj przez 5 sekund
pt_br: Perfil de 5 segundos
ru: Профиль на 5 секунд
tr: 5 saniye boyunca profil oluştur
zh_cn: 5 秒的配置文件
zh_tw: 進行設定檔 5 秒

source: Profiler
es: Generador de perfiles
fr: Profileur
ja: プロファイラー
ko: 프로파일러
pt_br: Criador de Perfil
ru: Профилировщик
tr: Profil Oluşturucu
uk: Профілювальник
zh_cn: 探查器
zh_tw: 分析工具

source: Program files root folder
cs: Kořenová složka programových souborů
de: Stammordner für Programmdateien
es: Directorio raíz para los archivos de programa
fr: Dossier racine des fichiers programmes
it: Cartella radice dei file di programma
ja: プログラム ファイルのルート フォルダー
ko: 프로그램 파일 루트 폴더
pl: Folder główny plików programów
pt_br: Pasta raiz de arquivos de programas
ru: Корневая папка для файлов программ
tr: Program dosyaları kök klasörü
uk: Коренева тека файлів програми
zh_cn: 程序文件根文件夹
zh_tw: Program Files 根資料夾

source: Progress
cs: Průběh
de: Fortschritt
es: Progreso
fr: Progression
it: Stato
ja: 進行状況
ko: 진행률
pl: Postęp
pt_br: Andamento
ru: Ход выполнения
tr: İlerleme
uk: Поступ
zh_cn: 进度
zh_tw: 進度

source: Project
cs: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
ru: Проект
tr: Proje
uk: Проект
zh_cn: 项目
zh_tw: 專案

source: Project '{0}'
cs: Projekt {0}
de: Projekt '{0}'
es: Proyecto '{0}'
fr: Projet « {0} »
it: Progetto '{0}'
ja: プロジェクト '{0}'
ko: 프로젝트 '{0}'
pl: Projekt „{0}”
pt_br: Projeto '{0}'
ru: Проект "{0}"
tr: Proje '{0}'
zh_cn: 项目“{0}”
zh_tw: 專案 '{0}'

source: Project Author Company
cs: Firma autora projektu
de: Unternehmen des Projektverfassers
es: Compañía del autor del proyecto
fr: Société de l'auteur du projet
ja: プロジェクト作成者の会社
ko: 프로젝트 작성자 회사
pl: Firma autora projektu
pt_br: Empresa do autor de projeto
ru: Компания автора проекта
tr: Proje Yazarı Şirketi

source: Project Author Copyright
cs: Autorská práva autora projektu
de: Copyright des Projektverfassers
es: Copyright del autor de proyecto
fr: Copyright de l'auteur du projet
ja: プロジェクト作成者の著作権
ko: 프로젝트 작성자 저작권
pl: Prawa autorskie autora projektu
pt_br: Direitos autorais de autor do projeto
ru: Авторские права автора проекта
tr: Proje Yazarı Telif Hakkı

source: Project Author Email
cs: E-mail autora projektu
de: E-Mail-Adresse des Projektverfassers
es: Correo electrónico del autor de proyecto
fr: E-mail de l'auteur du projet
ja: プロジェクト作成者の電子メール
ko: 프로젝트 작성자 전자 메일
pl: Adres e-mail autora projektu
pt_br: E-mail de autor do projeto
ru: Электронная почта автора проекта
tr: Proje Yazarı E-postası

source: Project Author Name
cs: Jméno autora projektu
de: Name des Projektverfassers
es: Nombre del autor del proyecto
fr: Nom de l'auteur du projet
ja: プロジェクト作成者名
ko: 프로젝트 작성자 이름
pl: Nazwa autora projektu
pt_br: Nome do autor de projeto
ru: Имя автора проекта
tr: Proje Yazarı Adı

source: Project Categories
cs: Kategorie projektů
de: Projektkategorien
es: Categorías de proyecto
fr: Catégories de projet
ja: プロジェクト カテゴリ
ko: 프로젝트 범주
pl: Kategorie projektu
pt_br: Categorias de Projeto
ru: Категории проекта
tr: Proje Kategorileri

source: Project Configuration
cs: Konfigurace projektu
de: Projektkonfiguration
es: Configuración del proyecto
fr: Configuration du projet
it: Configurazione progetto
ja: プロジェクト構成
ko: 프로젝트 구성
pl: Konfiguracja projektu
pt_br: Configuração do Projeto
ru: Конфигурация проекта
tr: Proje Yapılandırması
uk: Конфігурація проекту
zh_cn: 项目配置
zh_tw: 專案組態

source: Project Configuration Name
cs: Název konfigurace projektu
de: Projektkonfigurationsname
es: Nombre de la configuración del proyecto
fr: Nom de la configuration du projet
it: Nome configurazione progetto
ja: プロジェクトの構成名
ko: 프로젝트 구성 이름
pl: Nazwa konfiguracji projektu
pt_br: Nome da Configuração do Projeto
ru: Имя конфигурации проекта
tr: Proje Yapılandırması Adı
uk: Назва конфігурації проекту
zh_cn: 项目配置名称
zh_tw: 專案組態名稱

source: Project Configuration Platform
cs: Platforma konfigurace projektu
de: Projektkonfigurations-Plattform
es: Plataforma de configuración del proyecto
fr: Plateforme de configuration de projet
it: Piattaforma configurazione progetto
ja: プロジェクト構成プラットフォーム
ko: 프로젝트 구성 플랫폼
pl: Platforma konfiguracji projektu
pt_br: Plataforma da Configuração do Projeto
ru: Платформа конфигурации проекта
tr: Proje Yapılandırması Platformu
uk: Платформа конфігурації проекту
zh_cn: 项目配置平台
zh_tw: 專案組態平台

source: Project Description
cs: Popis projektu
de: Projektbeschreibung
es: Descripción del proyecto
fr: Description du projet
ja: プロジェクトの説明
ko: 프로젝트 설명
pl: Opis projektu
pt_br: Descrição do Projeto
ru: Описание проекта
tr: Proje Açıklaması

source: Project Directory
cs: Adresář projektu
de: Projektverzeichnis
es: Directorio de proyectos
fr: Répertoire du projet
ja: プロジェクト ディレクトリ
ko: 프로젝트 디렉터리
pl: Katalog projektu
pt_br: Diretório do Projeto
ru: Каталог проекта
tr: Proje Dizini

source: Project File
cs: Soubor projektu
de: Projektdatei
es: Archivo del proyecto
fr: Fichier projet
ja: プロジェクト ファイル
ko: 프로젝트 파일
pl: Plik projektu
pt_br: Arquivo de Projeto
ru: Файл проекта
tr: Proje Dosyası

source: Project Files
cs: Soubor projektu
de: Projektdateien
es: Arc_hivos de proyecto
fr: Fichiers de projet
it: File di progetto
ja: プロジェクト ファイル
ko: 프로젝트 파일
pl: Pliki projektu
pt_br: Arquivos do Projeto
ru: Файлы проекта
tr: Proje Dosyaları
uk: Файли проекту
zh_cn: 项目文件
zh_tw: 專案檔

source: Project Folder
cs: Složka projektu
de: Projektordner
es: Carpeta de proyecto
fr: Dossier du projet
ja: プロジェクト フォルダー
ko: 프로젝트 폴더
pl: Folder projektu
pt_br: Pasta do Projeto
ru: Папка проекта
tr: Proje Klasörü

source: Project Folders
cs: Složky projektu
de: Projektordner
es: Carpetas del proyecto
fr: Dossiers du projet
it: Cartelle di progetto
ja: プロジェクト フォルダー
ko: 프로젝트 폴더
pl: Foldery projektu
pt_br: Pastas do Projeto
ru: Папки проекта
tr: Proje Klasörleri
uk: Теки проекту
zh_cn: 项目文件夹
zh_tw: 專案資料夾

source: Project Icons
cs: Ikony projektu
de: Projektsymbole
es: Iconos del proyecto
fr: Icônes de projet
it: Icone del progetto
ja: プロジェクト アイコン
ko: 프로젝트 아이콘
pl: Ikony projektu
pt_br: Ícones de Projeto
ru: Значки проекта
tr: Proje Simgeleri
uk: Піктограми проекту
zh_cn: 项目图标
zh_tw: 專案圖示

source: Project Name
cs: Název projektu
de: Projektname
es: Nombre de proyecto
fr: Nom du projet
ja: プロジェクト名
ko: 프로젝트 이름
pl: Nazwa projektu
pt_br: Nome do Projeto
ru: Имя проекта
tr: Proje Adı

source: Project Name:
cs: Název projektu:
de: Projektname:
es: Nombre del proyecto:
fr: Nom du projet :
it: Nome del progetto:
ja: プロジェクト名:
ko: 프로젝트 이름:
pl: Nazwa projektu:
pt_br: Nome do Projeto:
ru: Имя проекта:
tr: Proje Adı:
uk: Назва проекту:
zh_cn: 项目名称:
zh_tw: 專案名稱:

source: Project Options
cs: Možnosti projektu
de: Projektoptionen
es: Opciones del proyecto
fr: Options du projet
it: Opzioni progetto
ja: プロジェクト オプション
ko: 프로젝트 옵션
pl: Opcje projektu
pt_br: Opções de Projeto
ru: Параметры проекта
tr: Proje Seçenekleri
uk: Властивості проекту
zh_cn: 项目选项
zh_tw: 專案選項
