Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: This class is recommended to be defined as static
cs: Tuto třídu se doporučuje definovat jako statickou.
de: Es wird empfohlen, diese Klasse als statisch zu definieren.
es: Se recomienda que esta clase se defina como estática
fr: Il est recommandé de définir cette classe comme étant static
it: È consigliabile definire questa classe come statica
ja: このクラスを静的として定義することをお勧めします
ko: 이 클래스는 static으로 정의하는 것이 좋습니다.
pl: Ta klasa powinna być zdefiniowana jako statyczna
pt_br: Essa classe é recomendada para ser definida como estática
ru: Этот класс рекомендуется определить как статический
tr: Bu sınıfın statik olarak tanımlanması önerilir
uk: Цей клас рекомендовано оголосити як статичний
zh_cn: 建议将此类定义为静态
zh_tw: 建議將此類別定義為靜態

source: This extension package can't be loaded due to missing dependencies
cs: Tento balíček rozšíření nelze načíst kvůli chybějícím závislostem.
de: Dieses Erweiterungspaket kann aufgrund fehlender Abhängigkeiten nicht geladen werden.
es: Este paquete de extensión no se puede cargar porque faltan dependencias.
fr: Impossible de charger ce paquet d'extension en raison de dépendances manquantes
ja: 依存関係がないため、この拡張機能パッケージを読み込むことができません
ko: 종속성이 누락되어 이 확장 패키지를 로드할 수 없습니다.
pl: Nie można załadować tego pakietu rozszerzenia z powodu brakujących zależności
pt_br: Este pacote de extensão não pode ser carregado devido a dependências ausentes
ru: Этот пакет расширения не может быть загружен из-за отсутствующих зависимостей
tr: Bu uzantı paketi eksik bağımlılıklar nedeniyle yüklenemiyor

source: This file has line endings ({0}) which differ from the policy settings ({1}).
cs: Tento soubor obsahuje konce řádků ({0}), které se liší od nastavení zásad ({1}).
de: Diese Datei enthält Zeilenenden ({0}), die von den Richtlinieneinstellungen ({1}) abweichen.
es: Este archivo tiene finales de línea ({0}) que difieren de la configuración de directiva ({1}).
fr: Ce fichier a des fins de ligne ({0}) qui diffèrent des paramètres de stratégie ({1}).
it: Le terminazioni riga ({0}) di questo file sono diverse da quelle delle impostazione di criteri ({1}).
ja: このファイルの改行コード ({0}) はポリシー設定 ({1}) と異なります。
ko: 이 파일에 정책 설정({1})과 다른 줄 끝({0})이 있습니다.
pl: Plik ma końce wiersza ({0}), które różnią się od ustawień zasad ({1}).
pt_br: Este arquivo tem terminações de linha ({0}), diferentes das configurações de política ({1}).
ru: Окончания строк в этом файле ({0}) отличаются от параметров политики ({1}).
tr: Bu dosya, ilke ayarlarından ({1}) farklı satır sonlarına ({0}) sahip.
zh_cn: 此文件具有不同于策略设置({1})的行尾({0})。
zh_tw: 此檔案的行尾結束符號為 ({0})，其與原則設定 ({1}) 不同。

source: This file {0} has been changed outside of {1}. Are you sure you want to overwrite the file?
cs: Soubor {0} byl změněn mimo aplikaci {1}. Opravdu chcete tento soubor přepsat?
de: Die Datei '{0}' wurde außerhalb von {1} geändert. Möchten Sie sie wirklich überschreiben?
es: El archivo {0} se ha cambiado fuera de {1}. ¿Está seguro de que quiere sobrescribirlo?
fr: Ce fichier {0} a été modifié hors de {1}. Voulez-vous vraiment le remplacer ?
it: Questo file {0} non è stato modificato in {1}. Sovrascriverlo?
ja: このファイル {0} は {1} 外で変更されました。ファイルを上書きしますか?
ko: 이 {0} 파일은 {1} 외부에서 변경되었습니다. 이 파일을 덮어쓸까요?
pl: Plik {0} został zmieniony poza obszarem {1}. Czy na pewno chcesz zastąpić plik?
pt_br: Este arquivo {0} foi alterado fora do {1}. Tem certeza de que deseja substituir o arquivo?
ru: Этот файл {0} был изменен за пределами {1}. Вы действительно хотите перезаписать файл?
tr: Bu {0} dosyası, {1} dışında değiştirildi. Dosyanın üzerine yazmak istediğinizden emin misiniz?
uk: Цей файл {0} змінено за межами {1}. Справді перезаписати файл?
zh_cn: 此文件 {0} 已在 {1} 外部更改。你确定要覆盖该文件?
zh_tw: 已在 {1} 外部變更此檔案 {0}。確定要覆寫檔案嗎?

source: This is a constructor
cs: Toto je konstruktor.
de: Dies ist ein Konstruktor
es: Este es un constructor
fr: Ceci est un constructeur
it: Questo è un costruttore
ja: これはコンストラクターです
ko: 이것은 생성자입니다.
pl: To jest konstruktor
pt_br: Este é um construtor
ru: Это конструктор
tr: Bu bir oluşturucu
uk: Це - конструктор
zh_cn: 这是构造函数
zh_tw: 這是建構函式

source: This is a summary of all file types used in the project or solution:
cs: Toto je souhrn všech typů souborů použitých v projektu nebo řešení:
de: Dies ist eine Übersicht aller Dateitypen im Projekt oder in der Projektmappe:
es: Este es un resumen de todos los tipos de archivo usados en el proyecto o la solución:
fr: Voici un récapitulatif de tous les types de fichiers utilisés dans le projet ou la solution :
it: Riepilogo di tutti i tipi di file usati nel progetto o nella soluzione:
ja: このプロジェクトまたはソリューションで使用されているすべてのファイルの種類の概要です:
ko: 프로젝트나 솔루션에서 사용되는 모든 파일 형식의 요약입니다.
pl: To jest podsumowanie wszystkich typów plików używanych w projekcie lub rozwiązaniu:
pt_br: Este é o resumo de todos os tipos de arquivos utilizados no projeto ou na solução:
ru: Это сводка по всем типам файлов, используемым в проекте или решении:
tr: Bu, proje veya çözümde kullanılan tüm dosya türlerinin özetidir:
uk: Це перелік всіх типів файлів, використаних у проекті або рішенні:
zh_cn: 此处汇总了项目或解决方案中使用的所有文件类型:
zh_tw: 這是專案或解決方案中使用之所有檔案類型的摘要:

source: This is a void method
cs: Toto je metoda void.
de: Dies ist eine void-Methode.
es: Este es un método nulo
fr: Ceci est une méthode void
it: Questo è un metodo void
ja: これは void メソッドです
ko: 이것은 void 메서드입니다.
pl: Jest to metoda void
pt_br: Esse é um método nulo
ru: Это метод void
tr: Bu bir hükümsüz yöntemdir
uk: Цей метод повертає void
zh_cn: 这是 void 方法
zh_tw: 這是 void 方法

source: This is generated by the compiler and can be safely removed
cs: Tento blok vygeneroval kompilátor a můžete ho bezpečně odebrat.
de: Dieser wird vom Compiler generiert und kann gefahrlos entfernt werden.
es: Lo genera el compilador y se puede quitar con seguridad
fr: Ceci est généré par le compilateur et peut être supprimé en toute sécurité
it: È generato dal compilatore e può essere rimosso senza problemi
ja: コンパイラによって生成されるため、削除できます
ko: 이는 컴파일러에서 생성되며 안전하게 제거할 수 있습니다.
pl: Ten element został wygenerowany przez kompilator i można go bezpiecznie usunąć
pt_br: Isso é gerado pelo compilador e pode ser removido com segurança
ru: Этот код создан компилятором, его можно безопасно удалить
tr: Bu seçenek derleyici tarafından oluşturulmuştur ve güvenli bir şekilde kaldırılabilir
uk: Це згенеровано компілятором і може бути безпечно вилучено
zh_cn: 这是编译器生成的，可以安全删除
zh_tw: 這透過編譯器所產生，而且可以放心地移除

source: This is only used when xbuild is not being used.
cs: Používá se jenom v případě, že se nepoužívá xbuild.
de: Wird nur verwendet, wenn xbuild nicht verwendet wird.
es: Solo se usa cuando no se utiliza xbuild.
fr: Sert uniquement quand xbuild n'est pas utilisé.
ja: これは xbuild が使用されていない場合にのみ使用されます。
ko: 이는 xbuild가 사용되고 있지 않을 경우에만 사용됩니다.
pl: Ten element jest używany tylko wtedy, gdy nie jest używany element xbuild.
pt_br: Isso é usado apenas quando xbuild não está sendo usado.
ru: Используется, только если xbuild не используется.
tr: Bu yalnızca xbuild kullanılmadığı zaman kullanılır.

source: This key combination is already bound to command '{0}'
cs: Tato kombinace kláves je už přiřazená k příkazu {0}.
de: Diese Tastenkombination ist bereits an den Befehl '{0}' gebunden.
es: Esta combinación de teclas ya está enlazada al comando '{0}'
fr: Cette combinaison de touches est déjà liée à la commande « {0} »
it: Questa combinazione di tasti è già associata al comando '{0}'
ja: このキーの組み合わせは既にコマンド '{0}' にバインドされています
ko: 이 키 조합은 '{0}' 명령에 이미 바인딩되어 있습니다.
pl: Ta kombinacja klawiszy jest już powiązana z poleceniem „{0}”
pt_br: Essa associação de teclas já foi atribuída ao comando '{0}'
ru: Это сочетание клавиш уже привязано к команде "{0}"
tr: Bu tuş bileşimi zaten '{0}' komutuna bağlı
uk: Це сполучення клавіш вже пов'язане з командою '{0}'
zh_cn: 此组合键已绑定到命令“{0}”
zh_tw: 此按鍵組合已繫結到命令 '{0}'

source: This key combination is already bound to command '{0}' in the same context
cs: Tato kombinace kláves je už spojená s příkazem {0} ve stejném kontextu.
de: Diese Tastenkombination ist bereits an den Befehl '{0}' im selben Kontext gebunden.
es: Esta combinación de teclas ya está enlazada al comando '{0}' en el mismo contexto
fr: Cette combinaison de touches est déjà liée à la commande « {0} » dans le même contexte
it: Questa combinazione di tasti è già associata al comando '{0}' nello stesso contesto
ja: このキーの組み合わせは、同じコンテキストでコマンド '{0}' に既にバインドされています
ko: 이 키 조합은 이미 동일한 컨텍스트에서 '{0}' 명령에 바인딩되어 있습니다.
pl: Ta kombinacja klawiszy jest już powiązana z poleceniem „{0}” w tym samym kontekście
pt_br: Essa combinação de teclas já está vinculada ao comando '{0}' no mesmo contexto
ru: Это сочетание клавиш уже привязано к команде "{0}" в таком же контексте
tr: Bu tuş birleşimi aynı bağlamda '{0}' komutuna zaten bağlı
zh_cn: 此组合键已与同一上下文中的命令“{0}”绑定
zh_tw: 此組合鍵已繫結至相同內容中的命令 '{0}'

source: This name is already in use
cs: Tento název se už používá.
de: Dieser Name wird bereits verwendet.
es: El nombre ya se está usando.
fr: Ce nom est déjà utilisé
it: Questo nome è già in uso
ja: この名前は既に使用中です
ko: 이 이름은 이미 사용 중입니다.
pl: Ta nazwa jest już używana
pt_br: Este nome já está em uso
ru: Это имя уже используется.
tr: Bu ad zaten kullanılıyor
zh_cn: 此名称已在使用中
zh_tw: 此名稱已在使用中

source: This project or folder is not under version control
cs: Tento projekt nebo složka se nespravuje pomocí správy verzí.
de: Dieses Projekt oder dieser Ordner unterliegt nicht der Versionskontrolle.
es: Este proyecto o carpeta no se encuentra bajo control de versiones
fr: Ce projet ou dossier ne fait pas l'objet d'une gestion de version
it: Il progetto o la cartella non è incluso nel controllo della versione
ja: このプロジェクトあるいはフォルダーはバージョン コントロール下にありません
ko: 이 프로젝트 또는 폴더가 버전 제어 중이 아닙니다.
pl: Ten projekt lub folder nie jest objęty kontrolą wersji
pt_br: Este projeto ou pasta não está sob controle de versão
ru: Этот проект или эта папка не включены в систему управления версиями
tr: Bu proje veya klasör sürüm denetiminde değil
uk: Цей проект або тека не використовують керування версіями
zh_cn: 此项目或文件夹未进行版本控制
zh_tw: 此專案或資料夾未納入版本控制

source: This project type is not supported by MonoDevelop on {0}.
cs: MonoDevelop nepodporuje tento typ projektu na {0}.
de: Dieser Projekttyp wird unter {0} nicht von MonoDevelop unterstützt.
es: MonoDevelop no admite este tipo de proyecto en {0}.
fr: Ce type de projet n’est pas pris en charge par MonoDevelop sur {0}.
it: Questo tipo di progetto non è supportato da MonoDevelop in {0}.
ja: このプロジェクトの種類は、{0} の MonoDevelop でサポートされていません。
ko: 이 프로젝트 형식은 {0}의 MonoDevelop에서 지원되지 않습니다.
pl: Typ projektu nie jest obsługiwany przez narzędzie MonoDevelop na platformie {0}.
pt_br: Não há suporte para este tipo de projeto no MonoDevelop em {0}.
ru: Этот тип проекта не поддерживается MonoDevelop в {0}.
tr: Bu proje türü {0} öğesinde MonoDevelop tarafından desteklenmiyor.
uk: Цей тип проекту не підтримується MonoDevelop на {0}.
zh_cn: {0} 上的 MonoDevelop 不支持此项目类型。
zh_tw: 在 {0} 上，MonoDevelop 不支援此專案類型。

source: This project type is not supported by MonoDevelop.
cs: MonoDevelop nepodporuje tento typ projektu.
de: Dieser Projekttyp wird nicht von MonoDevelop unterstützt.
es: MonoDevelop no admite este tipo de proyecto.
fr: Ce type de projet n’est pas pris en charge par MonoDevelop.
it: Questo tipo di progetto non è supportato da MonoDevelop.
ja: このプロジェクトの種類は、MonoDevelop によってサポートされていません。
ko: 이 프로젝트 형식은 MonoDevelop에서 지원되지 않습니다.
pl: Ten typ projektu nie jest obsługiwany przez narzędzie MonoDevelop.
pt_br: Não há suporte para este tipo de projeto no MonoDevelop.
ru: Этот тип проекта не поддерживается MonoDevelop.
tr: Bu proje türü MonoDevelop tarafından desteklenmiyor.
uk: Цей тип проекту не підтримується MonoDevelop.
zh_cn: MonoDevelop 不支持此项目类型。
zh_tw: MonoDevelop 不支援此專案類型。

source: This project type requires {0} to be installed.
cs: Tento typ projektu vyžaduje, aby bylo nainstalované prostředí {0}.
de: Für diesen Projekttyp muss {0} installiert sein.
es: Este tipo de proyecto requiere que esté instalado {0}.
fr: Ce type de projet requiert que {0} soit installé.
it: Con questo tipo di progetto deve essere installato {0}.
ja: このプロジェクトの種類では {0} をインストールする必要があります。
ko: 이 프로젝트 형식을 사용하려면 {0}이(가) 설치되어 있어야 합니다.
pl: Ten typ projektu wymaga zainstalowania {0}.
pt_br: Esse tipo de projeto requer que {0} seja instalado.
ru: Для этого типа проекта требуется установить {0}.
tr: Bu proje türü {0} öğesinin yüklenmesini gerektirir.
uk: Цей тип проекту вимагає встановлення {0}.
zh_cn: 此项目类型需要安装 {0}。
zh_tw: 此專案類型需要安裝 {0}。

source: This service has no dependencies
cs: Tato služba nemá žádné závislosti.
de: Dieser Dienst weist keine Abhängigkeiten auf.
es: Este servicio no tiene dependencias.
fr: Ce service n'a aucune dépendance
ja: このサービスには依存関係はありません
ko: 이 서비스에는 종속성이 없습니다.
pl: Ta usługa nie ma zależności
pt_br: O serviço não tem dependências
ru: Эта служба не имеет зависимостей
tr: Bu hizmette bağımlılık yok

source: This shortcut is assigned to another command that is available in the same context. Please set a different shortcut.
cs: Tento zástupce je přiřazen k jiným příkazům dostupným\nve stejném kontextu. Nastavte jiného zástupce.
de: Die Verknüpfung wurde anderen verfügbaren Befehlen\nim selben Kontext zugewiesen. Legen Sie eine andere Verknüpfung fest.
es: Esta combinación de teclas está asignada a otros comandos que están disponibles\nen el mismo contexto. Especifique otro acceso directo.
fr: Ce raccourci est affecté à d’autres commandes disponibles\ndans le même contexte. Définissez un autre raccourci.
it: Questo collegamento è assegnato ad altri comandi disponibili\nnello stesso contesto. Impostarne uno diverso.
ja: このショートカットは、同じコンテキストで使用可能な他のコマンドに割り当てられています。\n別のショートカットを設定してください。
ko: 이 바로 가기는 동일한 컨텍스트에서 사용할 수 있는\n다른 명령에 할당되어 있습니다. 다른 바로 가기를 설정하세요.
pl: Ten skrót jest przypisany do innych poleceń, które są dostępne\nw tym samym kontekście. Ustaw inny skrót.
pt_br: O atalho é atribuído a outros comandos que estão disponíveis\nno mesmo contexto. Defina um atalho diferente.
ru: Этот ярлык назначен другим командам, доступным\nв том же контексте. Выберите другой ярлык.
tr: Bu kısayol, aynı bağlamda kullanılabilen diğer komutlara\natanmıştır. Lütfen farklı bir kısayol seçin.
zh_cn: 此快捷方式已分配给同一上下文中\n提供的其他命令。请设置其他快捷方式。
zh_tw: 此快速鍵會指派給可在相同內容中使用的\n其他命令。請設定不同的快速鍵。

source: This shortcut is assigned to another command:
cs: Tento zástupce je přiřazený k jiným příkazům:
de: Diese Verknüpfung ist anderen Befehlen zugewiesen:
es: Este acceso directo está asignado a otros comandos:
fr: Ce raccourci est affecté à d'autres commandes :
it: Questo collegamento è assegnato ad altri comandi:
ja: このショートカットは他のコマンドに割り当てられています:
ko: 이 바로 가기는 다른 명령에 할당되었습니다.
pl: Ten skrót jest przypisany do innych poleceń:
pt_br: Este atalho é atribuído a outros comandos:
ru: Это сочетание клавиш назначено другим командам:
tr: Bu kısayol başka komutlara atanmış:
zh_cn: 此快捷方式已分配给其他命令:
zh_tw: 此捷徑已指派至其他命令:

source: ThreadStatic does nothing on instance fields
cs: ThreadStatic s poli instance nic nedělá.
de: ThreadStatic hat auf Instanzfelder keine Auswirkung.
es: ThreadStatic no realiza ninguna acción en campos de instancia
fr: ThreadStatic n’a aucune incidence sur des champs d’instance
it: ThreadStatic non esegue alcuna operazione sui campi di istanza
ja: ThreadStatic はインスタンス フィールドでは何も実行しません
ko: ThreadStatic이 인스턴스 필드에서 아무 작업도 수행하지 않습니다.
pl: Atrybut ThreadStatic nie wykonuje żadnej operacji w polach wystąpień
pt_br: ThreadStatic não tem efeito em campos de instância
ru: ThreadStatic не выполняет никаких действия с полями экземпляров
tr: ThreadStatic örnek alanlar üzerinde işlem yapmıyor
uk: ThreadStatic нічого не робить з полями примірника
zh_cn: ThreadStatic 在实例字段中不起作用
zh_tw: ThreadStatic 未對執行個體欄位執行任何作業

source: Threads
cs: Vlákna
es: Subprocesos
it: Thread
ja: スレッド
ko: 스레드
pl: Wątki
ru: Потоки
tr: İş Parçacıkları
uk: Потоки
zh_cn: 线程
zh_tw: 執行緒

source: Threads Per Cpu
cs: Počet vláken na procesor
de: Threads pro CPU
es: Subprocesos por CPU
fr: Threads par processeur
it: Thread per CPU
ja: CPU あたりのスレッド数
ko: CPU당 스레드 수
pl: Wątki na procesor
pt_br: Threads Por Cpu
ru: Потоков на ЦП
tr: Cpu başına iş parçacığı
uk: Потоків на процесор
zh_cn: 每 CPU 线程数
zh_tw: 每一 CPU 的執行緒數

source: Time
cs: Čas
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時間
ko: 시간
pl: Czas
pt_br: Hora
ru: Время
tr: Zaman
zh_cn: 时间
zh_tw: 時間

source: Time Line
cs: Časová osa
de: Zeitachse
es: Escala de tiempo
fr: Chronologie
it: Sequenza temporale
ja: スケジュール
ko: 시간 표시 막대
pl: Oś czasu
pt_br: Linha do Tempo
ru: Шкала времени
tr: Zaman Çizgisi
uk: Шкала часу
zh_cn: 时间表
zh_tw: 時間軸

source: Time View
cs: Zobrazení času
de: Zeitansicht
es: Vista de tiempo
fr: Vue Temps
it: Visualizzazione temporale
ja: 時間ビュー
ko: 시간 뷰
pl: Widok czasu
pt_br: Exibição do Tempo
ru: Представление времени
tr: Zaman Görünümü
zh_cn: 时间视图
zh_tw: 時間檢視

source: Time chart
cs: Graf času
de: Zeitdiagramm
es: Gráfico de tiempo
fr: Graphique de temps
it: Grafico del tempo
ja: 時間グラフ
ko: 시간 차트
pl: Wykres czasu
pt_br: Gráfico de tempo
ru: Диаграмма времени
tr: Zaman grafiği
uk: Часові діаграми
zh_cn: 时间图表
zh_tw: 時間圖

source: Tip of the Day
cs: Tip dne
de: Tipp des Tages
es: Sugerencia
fr: Astuce du jour
ja: 本日のヒント
ko: 잠깐만
pl: Porada dnia
pt_br: Dica do Dia
ru: Полезный совет
tr: Günün İpucu

source: Title:
cs: Název:
de: Titel:
es: Título:
fr: Titre :
it: _Titolo:
ja: タイトル:
ko: 제목:
pl: Tytuł:
pt_br: Título:
ru: Название:
tr: Başlık:

source: To " + String.Join("
cs: Do " + String.Join("
de: Zu " + String.Join("
es: En " + String.Join("
ko: 대상 " + String.Join("
pl: Do „ + String.Join(”
pt_br: Para " + String.Join("
ru: В " + String.Join("
tr: Şuraya: " + String.Join("

source: To '!='
cs: Na !=
de: In '!='
es: En '!='
fr: En « != »
it: In '!='
ja: '!=' に
ko: '!='으로
pl: Na operator „!=”
pt_br: Para '!='
ru: В "!="
tr: '!=' için
uk: На '!='
zh_cn: 转为 "!="
zh_tw: 至 '!='

source: To '*'
cs: Na *
de: In '*'
es: En '*'
fr: En « * »
it: In '*'
ja: '*' に
ko: '*'로
pl: Na operator „*”
pt_br: Para '*'
ru: В "*"
tr: '*' için
uk: На '*'
zh_cn: 转为 "*"
zh_tw: 至 '*'

source: To '/'
cs: Na /
de: In '/'
es: En '/'
fr: En « / »
it: In '/'
ja: '/' に
ko: '/'로
pl: Na operator „/”
pt_br: Para '/'
ru: В "/"
tr: '/' için
uk: На '/'
zh_cn: 转为 "/"
zh_tw: 至 '/'

source: To '<<'
cs: Na <<
de: In '<<'
es: En '<<'
fr: En « << »
it: In '<<'
ja: '<<' に
ko: '<<'로
pl: Na operator „<<”
pt_br: Para '<<'
ru: В "<<"
tr: '<<' için
uk: На '<<'
zh_cn: 转为 "<<"
zh_tw: 至 '<<'

source: To '=='
cs: Na ==
de: In '=='
es: En '=='
fr: En « == »
it: In '=='
ja: '==' に
ko: '=='으로
pl: Na operator „==”
pt_br: Para '=='
ru: В "=="
tr: '==' için
uk: На '=='
zh_cn: 转为 "=="
zh_tw: 至 '=='

source: To '>>'
cs: Na >>
de: In '>>'
es: En '>>'
fr: En « >> »
it: In '>>'
ja: '>>' に
ko: '>>'로
pl: Na operator „>>”
pt_br: Para '>>'
ru: В ">>"
tr: '>>' için
uk: На '>>'
zh_cn: 转为 ">>"
zh_tw: 至 '>>'

source: To 'Enum.HasFlag'
cs: Na Enum.HasFlag
de: In 'Enum.HasFlag'
es: En 'Enum.HasFlag'
fr: En « Enum.HasFlag »
it: In 'Enum.HasFlag'
ja: 'Enum.HasFlag' に
ko: 'Enum.HasFlag'로
pl: Na wyrażenie „Enum.HasFlag”
pt_br: Para 'Enum.HasFlag'
ru: В "Enum.HasFlag"
tr: 'Enum.HasFlag' için
uk: На 'Enum.HasFlag'
zh_cn: 转为 "Enum.HasFlag"
zh_tw: 至 'Enum.HasFlag'

source: To 'Equals' call
cs: Na volání Equals
de: In Equals-Aufruf
es: En llamada a 'Equals'
fr: En appel « Equals »
it: Nella chiamata a 'Equals'
ja: 'Equals' 呼び出しに
ko: 'Equals' 호출로
pl: Na wywołanie „Equals”
pt_br: Para chamada 'Equals'
ru: В вызов "Equals"
tr: 'Equals' çağrısı için
uk: На виклик 'Equals'
zh_cn: 转为 "Equals" 调用
zh_tw: 至 'Equals' 呼叫

source: To 'NameOf({0})'
cs: Na NameOf({0})
de: In 'NameOf({0})'
es: En 'NameOf({0})'
fr: En « NameOf({0}) »
it: In 'NameOf({0})'
ja: 'NameOf({0})' に変更します
ko: 'NameOf({0})'로
pl: Na „NameOf({0})”
pt_br: Para 'NameOf({0})'
ru: В "NameOf({0})"
tr: 'NameOf({0})' için
uk: На 'NameOf({0})'
zh_cn: 转为“NameOf({0})”
zh_tw: 至 'NameOf({0})'

source: To 'ReferenceEquals' call
cs: Na volání ReferenceEquals
de: In ReferenceEquals-Aufruf
es: En llamada a 'ReferenceEquals'
fr: En appel « ReferenceEquals »
it: Nella chiamata a 'ReferenceEquals'
ja: 'ReferenceEquals' 呼び出しに
ko: 'ReferenceEquals' 호출로
pl: Na wywołanie „ReferenceEquals”
pt_br: Para a chamada 'ReferenceEquals'
ru: В вызов "ReferenceEquals"
tr: 'ReferenceEquals' çağrısı için
uk: На виклик 'ReferenceEquals'
zh_cn: 转为 "ReferenceEquals" 调用
zh_tw: 至 'ReferenceEquals' 呼叫

source: To 'Select Case'
cs: Na Select Case
de: In 'Select Case'
es: En 'Select Case'
fr: En « Select Case »
it: In 'Select Case'
ja: 対象は 'Select Case'
ko: 'Select Case'로
pl: Na element „Select Case”
pt_br: Para 'Selecionar Caso'
ru: В "Select Case"
tr: 'Select Case' öğesine
uk: На 'Select Case'
zh_cn: 转为 "Select Case"
zh_tw: 至 'Select Case'

source: To 'catch (Exception)'
cs: Na catch (Exception)
de: In 'catch (Ausnahme)'
es: En 'catch (excepción)'
fr: En « catch (Exception) »
it: In 'catch (Exception)'
ja: 'catch (Exception)' に
ko: 'catch (Exception)'으로
pl: Na instrukcję „catch (Exception)”
pt_br: Para 'catch (Exception)'
ru: В "catch (Exception)"
tr: 'catch (Özel Durum)' için
uk: На 'catch (виняток)'
zh_cn: 转为 "catch (Exception)"
zh_tw: 至 'catch (Exception)'

source: To 'catch'
cs: Na catch
de: In 'catch'
es: En 'catch'
fr: En « catch »
it: In 'catch'
ja: 'catch' に
ko: 'catch'로
pl: Na klauzulę „catch”
pt_br: Para 'catch'
ru: В "catch"
tr: 'catch' öğesine
uk: На 'catch'
zh_cn: 转为 "catch"
zh_tw: 至 'catch'

source: To 'do...while'
cs: Na do...while
de: In 'do...while'
es: En 'do...while'
fr: En « do...while »
it: In 'do...while'
ja: 'do...while' に
ko: 'do...while'로
pl: Na instrukcję „do...while”
pt_br: Para 'do...while'
ru: В "do...while"
tr: 'do...while' için
uk: На 'do...while'
zh_cn: 转为 "do...while"
zh_tw: 至 'do...while'

source: To 'for'
cs: Na for
de: In 'for'
es: En 'for'
fr: En « for »
it: In 'for'
ja: 'for' に
ko: 'for'로
pl: Na instrukcję „for”
pt_br: Para 'for'
ru: В "for"
tr: 'for' için
uk: На 'for'
zh_cn: 转为 "for"
zh_tw: 至 'for'

source: To 'if'
cs: Na if
de: In 'if'
es: En 'if'
fr: En « if »
it: In 'if'
ja: 'if' に
ko: 'if'로
pl: Na instrukcję „if”
pt_br: Para 'if'
ru: В "if"
tr: 'if' için
uk: На 'if'
zh_cn: 转为 "if"
zh_tw: 至 'if'

source: To 'nameof({0})'
cs: Na nameof({0})
de: In 'nameof({0})'
es: En 'nameof({0})'
fr: En « NameOf({0}) »
it: In 'nameof({0})'
ja: 'nameof({0})' に変更します
ko: 'nameof({0})'로
pl: Na „nameof({0})”
pt_br: Para 'nameof({0})'
ru: В "nameof({0})"
tr: 'nameof({0})' için
uk: На 'nameof({0})'
zh_cn: 转为“nameof({0})”
zh_tw: 至 'nameof({0})'

source: To 'switch'
cs: Na switch
de: In 'switch'
es: En 'switch'
fr: En « switch »
it: In 'switch'
ja: 'switch' に
ko: 'switch'로
pl: Na instrukcję „switch”
pt_br: Para 'switch'
ru: В "switch"
tr: 'switch' öğesine
uk: На 'switch'
zh_cn: 转为 "switch"
zh_tw: 至 'switch'

source: To 'while { ... }'
cs: Na while { ... }
de: In 'while { ... }'
es: En 'while { ... }'
fr: En « while { ... } »
it: In 'while { ... }'
ja: 'while { ... }' に
ko: 'while { ... }'로
pl: Na instrukcję „while { ... }”
pt_br: Para 'while { ... }'
ru: В "while { ... }'
tr: 'while { ... }' için
uk: На 'while { ... }'
zh_cn: 转为 "while { ... }"
zh_tw: 至 'while { ... }'

source: To 'while'
cs: Na while
de: In 'while'
es: En 'while'
fr: En « while »
it: In 'while'
ja: 'while' に
ko: 'while'로
pl: Na element „while”
pt_br: Para 'while'
ru: В "while"
tr: 'while' öğesine
uk: На 'while'
zh_cn: 转为 "while"
zh_tw: 至 'while'

source: To '{0}++'
cs: Na {0}++
de: In '{0}++'
es: En '{0}++'
fr: En « {0}++ »
it: In '{0}++'
ja: '{0}++' に
ko: '{0}++'로
pl: Na element „{0}++”
pt_br: Para '{0}++'
ru: В "{0}++"
tr: '{0}++' öğesine
uk: На '{0}++'
zh_cn: 转为“{0}++”
zh_tw: 至 '{0}++'

source: To '{0}--'
cs: Na {0}--
de: In '{0}--'
es: En '{0}--'
fr: En « {0}-- »
it: In '{0}--'
ja: '{0}--' に
ko: '{0}--'로
pl: Na element „{0}--”
pt_br: Para '{0}--'
ru: В "{0}--"
tr: '{0}--' öğesine
uk: На '{0}--'
zh_cn: 转为“{0}--”
zh_tw: 至 '{0}--'
