Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: NUnit test methods should be public
cs: Testovací metody NUnit by měly být veřejné.
de: NUnit-Testmethoden müssen öffentlich sein.
es: Los métodos de prueba NUnit deben ser públicos
fr: Les méthodes de test NUnit doivent avoir être publiques
it: I metodi di test di NUnit devono essere pubblici
ja: NUnit テスト メソッドはパブリックである必要があります
ko: NUnit 테스트 메서드는 공용이어야 합니다.
pl: Metody testowe NUnit powinny być publiczne
pt_br: Métodos de teste do NUnit devem ser públicos
ru: Методы теста NUnit должны быть общедоступными
tr: NUnit test yöntemleri herkese açık olmalıdır
uk: Методи тестів NUnit мають бути загальнодоступними
zh_cn: NUnit 测试方法应该是公共的
zh_tw: NUnit 測試方法應該為公用

source: N_ame:
cs: Ná_zev:
es: N_ombre:
fr: N_om :
it: N_ome:
ja: 名前(_A):
ko: 이름(_A):
pl: _Nazwa:
pt_br: N_ome:
ru: И_мя:
tr: _Ad:
uk: Н_азва:
zh_cn: 名称(_A):
zh_tw: 名稱(_A):

source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
zh_cn: 名称
zh_tw: 名稱

source: Name has forbidden prefix '{0}'. (Rule '{1}')
cs: Název má zakázanou předponu {0}. (Pravidlo {1})
de: Name verfügt über unzulässiges Präfix '{0}'. (Regel '{1}')
es: El nombre tiene el prefijo '{0}', que no se permite. (Regla '{1}')
fr: Le nom ne peut pas avoir le préfixe « {0} ». (Règle « {1} »).
it: Il nome contiene il prefisso non consentito '{0}'. Regola '{1}'
ja: 名前に許可されていないプレフィックス '{0}' があります。(ルール '{1}')
ko: 이름에 금지된 '{0}' 접두사가 있습니다. (규칙 '{1}')
pl: Nazwa ma zakazany prefiks „{0}”. (Reguła „{1}”)
pt_br: O nome tem o prefixo proibido '{0}'. (Regra '{1}')
ru: Имя имеет запрещенный префикс "{0}". (Правило "{1}")
tr: Ad yasak '{0}' ön ekini içeriyor. (Kural '{1}')
uk: Назва має небажаний префікс '{0}'. (Правило '{1}')
zh_cn: 名称具有禁止的前缀“{0}”。(规则“{1}”)
zh_tw: 名稱有禁止的前置詞 '{0}'。(規則 '{1}')。

source: Name has forbidden suffix '{0}'. (Rule '{1}')
cs: Název má zakázanou příponu {0}. (Pravidlo {1})
de: Name verfügt über unzulässiges Suffix '{0}'. (Regel '{1}')
es: El nombre tiene el sufijo '{0}', que no se permite. (Regla '{1}')
fr: Le nom ne peut pas avoir le suffixe « {0} ». (Règle « {1} »).
it: Il nome contiene il suffisso non consentito '{0}'. Regola '{1}'
ja: 名前に許可されていないサフィックス '{0}' があります。(ルール '{1}')
ko: 이름에 금지된 '{0}' 접미사가 있습니다. (규칙 '{1}')
pl: Nazwa ma zakazany sufiks „{0}”. (Reguła „{1}”)
pt_br: O nome tem o sufixo proibido '{0}'. (Regra '{1}')
ru: Имя имеет запрещенный суффикс "{0}". (Правило "{1}")
tr: Ad yasak '{0}' son ekini içeriyor. (Kural '{1}')
uk: Назва має небажаний суфікс '{0}'. (Правило '{1}')
zh_cn: 名称具有禁止的后缀“{0}”。(规则“{1}”)
zh_tw: 名稱有禁止的尾碼 '{0}'。(規則 '{1}')。

source: Name must contain only letters, numbers and spaces
cs: Název může obsahovat jenom písmena, číslice a mezery.
de: Der Name darf nur Buchstaben, Ziffern und Leerzeichen enthalten.
es: El nombre debe contener solo letras, números y espacios
fr: Le nom ne peut contenir que des lettres, des chiffres et des espaces
it: Il nome deve contenere solo lettere, numeri e spazi
ja: 名前に使用できるのは、文字、数字、スペースのみです
ko: 이름은 문자, 숫자, 공백 등만 포함해야 합니다.
pl: Nazwa musi zawierać tylko litery, cyfry i spacje
pt_br: O nome deve conter apenas letras, números e espaços
ru: Имя должно содержать только буквы, цифры и пробелы
tr: Ad, yalnızca harf, sayı ve boşluk içermelidir
uk: Назва повинна містити лише літери, цифри і пропуски
zh_cn: 名称只能包含字母、数字和空格
zh_tw: 名稱只能包含字母、數字和空格

source: Name must start with a letter or number
cs: Název musí začínat písmenem nebo číslicí.
de: Name muss mit einem Buchstaben oder einer Zahl beginnen.
es: El nombre debe comenzar con una letra o un número
fr: Le nom doit commencer par une lettre ou un chiffre
it: Il nome deve iniziare con una lettera o un numero
ja: 名前は文字または数字で始まらなければなりません
ko: 이름은 문자나 숫자로 시작해야 합니다.
pl: Nazwa musi zaczynać się od litery lub cyfry
pt_br: O nome deve iniciar com uma letra ou número
ru: Имя должно начинаться с буквы или цифры
tr: Ad, bir harf veya sayı ile başlamalıdır
uk: Назва має починатися з літери або цифри
zh_cn: 名称必须以字母或数字开头
zh_tw: 名稱必須以字母或數字開頭

source: Name not configured
cs: Název není nakonfigurovaný.
de: Name ist nicht konfiguriert
es: Nombre no configurado
fr: Nom non configuré
it: Nome non configurato
ja: 名前が構成されていません
ko: 이름이 구성되지 않음
pl: Nie skonfigurowano nazwy
pt_br: Nome não configurado
ru: Имя не настроено
tr: Ad yapılandırılmadı
uk: Ім'я не вказано
zh_cn: 未配置名称
zh_tw: 名稱未設定

source: Name of enum
cs: Název výčtu
de: Enumerationsname
es: Nombre de enumeración
fr: Nom de l’enum
it: Nome dell'enumerazione
ja: 列挙型の名前
ko: 열거형의 이름
pl: Nazwa wyliczenia
pt_br: Nome da enumeração
ru: Имя перечисления
tr: Sabit liste adı
uk: Назва переліку
zh_cn: 枚举名称
zh_tw: 列舉的名稱

source: Name of the assembly.
cs: Název sestavení
de: Name der Assembly.
es: Nombre del ensamblado.
fr: Nom de l’assembly.
it: Nome dell'assembly.
ja: アセンブリの名前。
ko: 어셈블리의 이름입니다.
pl: Nazwa zestawu.
pt_br: Nome do assembly.
ru: Имя сборки.
tr: Bütünleştirilmiş kod adı.
uk: Назва збірки
zh_cn: 程序集名称。
zh_tw: 組件的名稱。

source: Name of the file.
cs: Název souboru
de: Dateiname.
es: Nombre del archivo.
fr: Nom du fichier.
it: Nome del file.
ja: ファイルの名前。
ko: 파일의 이름입니다.
pl: Nazwa pliku.
pt_br: Nome do arquivo.
ru: Имя файла.
tr: Dosya adı.
uk: Назва файлу.
zh_cn: 文件的名称。
zh_tw: 檔案的名稱。

source: Name of the item.
cs: Název položky
de: Name des Elements
es: Nombre del elemento.
fr: Nom de l’élément.
it: Nome dell'elemento.
ja: 項目の名前。
ko: 항목의 이름입니다.
pl: Nazwa elementu.
pt_br: Nome do item.
ru: Имя элемента.
tr: Öğenin adı.
uk: Назва елемента.
zh_cn: 项名称。
zh_tw: 項目的名稱。

source: Name of the new file
cs: Název nového souboru
de: Name der neuen Datei
es: Nombre del archivo nuevo
fr: Nom du nouveau fichier
ja: 新しいファイルの名前
ko: 새 파일의 이름
pl: Nazwa nowego pliku
pt_br: Nome do novo arquivo
ru: Имя нового файла
tr: Yeni dosyanın adı

source: Name of the new interface
cs: Název nového rozhraní
de: Name der neuen Schnittstelle
es: Nombre de la interfaz nueva
fr: Nom de la nouvelle interface
ja: 新しいインターフェイスの名前
ko: 새 인터페이스의 이름
pl: Nazwa nowego interfejsu
pt_br: Nome da nova interface
ru: Имя нового интерфейса
tr: Yeni arabirimin adı

source: Name of the new interface:
cs: Název nového rozhraní:
de: Name der neuen Schnittstelle:
es: Nombre de la interfaz nueva:
fr: Nom de la nouvelle interface :
ja: 新しいインターフェイスの名前:
ko: 새 인터페이스의 이름:
pl: Nazwa nowego interfejsu:
pt_br: Nome da nova interface:
ru: Имя нового интерфейса:
tr: Yeni arabirimin adı:

source: Name of the solution item.
cs: Název položky řešení
de: Name des Projektmappenelements.
es: Nombre del elemento de solución.
fr: Nom de l’élément de solution.
it: Nome dell'elemento della soluzione.
ja: ソリューション項目の名前。
ko: 솔루션 항목의 이름입니다.
pl: Nazwa elementu rozwiązania.
pt_br: Nome do item da solução.
ru: Имя элемента решения.
tr: Çözüm öğesinin adı.
uk: Назва елементу рішення.
zh_cn: 解决方案项的名称。
zh_tw: 解決方案項目的名稱。

source: Name of variable.
cs: Název proměnné
de: Variablenname
es: Nombre de la variable.
fr: Nom de variable.
it: Nome della variabile.
ja: 変数名。
ko: 변수의 이름입니다.
pl: Nazwa zmiennej.
pt_br: Nome da variável.
ru: Имя переменной.
tr: Değişkenin adı.
uk: Назва змінної.
zh_cn: 变量的名称。
zh_tw: 變數的名稱。

source: Name should have prefix '{0}'. (Rule '{1}').
cs: Název by měl mít předponu {0}. (Pravidlo {1})
de: Name sollte das Präfix '{0}' aufweisen. (Regel '{1}').
es: El nombre debe tener el prefijo '{0}'. (Regla '{1}').
fr: Le nom doit avoir le préfixe « {0} ». (Règle « {1} »).
it: Il nome deve contenere il prefisso '{0}'. Regola '{1}'.
ja: 名前のプレフィックスは '{0}' である必要があります。(ルール '{1}').
ko: 이름에 '{0}' 접두사가 있어야 합니다. (규칙 '{1}')
pl: Nazwa powinna mieć prefiks „{0}”. (Reguła „{1}”).
pt_br: O nome deve ter o prefixo '{0}'. (Regra '{1}').
ru: Имя должно иметь префикс "{0}". (Правило "{1}".)
tr: Ad ön eki '{0}' olmalıdır. (Kural '{1}').
uk: Назва повинна мати префікс '{0}'. (Правило '{1}').
zh_cn: 名称应具有前缀“{0}”。(规则“{1}”)。
zh_tw: 名稱應該有前置詞 '{0}'。(規則 '{1}')。

source: Name should have suffix '{0}'. (Rule '{1}')
cs: Název by měl mít příponu {0}. (Pravidlo {1})
de: Name sollte das Suffix '{0}' aufweisen. (Regel '{1}')
es: El nombre debe tener el sufijo '{0}'. (Regla '{1}')
fr: Le nom doit avoir le suffixe « {0} ». (Règle « {1} »).
it: Il nome deve contenere il suffisso '{0}'. Regola '{1}'.
ja: 名前のサフィックスは '{0}' である必要があります。(ルール '{1}')
ko: 이름에 '{0}' 접미사가 있어야 합니다. (규칙 '{1}')
pl: Nazwa powinna mieć sufiks „{0}”. (Reguła „{1}”)
pt_br: O nome deve ter o sufixo '{0}'. (Regra '{1}')
ru: Имя должно иметь суффикс "{0}". (Правило "{1}")
tr: Ad son eki '{0}' olmalıdır. (Kural '{1}').
uk: Назва повинна мати суфікс '{0}'. (Правило '{1}')
zh_cn: 名称应具有后缀“{0}”。(规则“{1}”)
zh_tw: 名稱應該有尾碼 '{0}'。(規則 '{1}')。

source: Name:
cs: Název:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
tr: Ad:
uk: Назва:
zh_cn: 名称:
zh_tw: 名稱:

source: Named backreference. For example, (?<char>\w)\k<char> finds doubled word characters. The expression (?<43>\w)\43 does the same. You can use single quotes instead of angle brackets; for example, \k'char'.
cs: Pojmenovaná zpětná reference. Konstrukce (?<char>\w)\k<char> například najde zdvojené znaky ve slovech. Stejnou funkci má výraz (?<43>\w)\43. Místo lomených závorek můžete použít jednoduché uvozovky, například \k'char'.
de: Benannter Rückverweis. Beispiel: (?<char>\w)\k<char> findet doppelte Zeichen in Wörtern. Der Ausdruck (?<43>\w)\43 bewirkt dasselbe. Sie können anstelle von spitzen Klammern einfache Anführungszeichen verwenden, beispielsweise \k'char'.
es: Referencia inversa con nombre. Por ejemplo, (?<char>\w)\k<char> busca caracteres dobles en palabras. La expresión (?<43>\w)\43 hace lo mismo. Puede usar comillas simples en lugar de corchetes angulares; por ejemplo, \k'char'.
fr: Référence arrière nommée. Par exemple, (?<char>\w)\k<char> recherche les caractères alphabétiques en double. L’expression (?<43>\w)\43 fait de même. Vous pouvez utiliser des apostrophes à la place des crochets angulaires ; par exemple, \k’char’.
it: Backreference denominato. Ad esempio (?<char>\w)\k<char> consente di trovare caratteri alfanumerici doppi. L'espressione (?<43>\w)\43 esegue la stessa operazione. È possibile usare le virgolette singole invece delle parentesi acute, ad esempio \k'char'.
ja: 名前付き前方参照。 たとえば、(?<char>\w)\k<char> は 2 つの連続したワードの文字を検出します。 式 (?<43>\w)\43 も同じです。一重引用符を 山かっこの代わりに使用できます。たとえば、\k'char' などです。
ko: 명명된 역참조입니다. 예를 들어 (?<char>\w)\k<char>는 2배 워드 문자를 찾습니다. (?<43>\w)\43 식은 동일한 작업을 수행합니다. 꺾쇠 괄호 대신 작은따옴표를 사용할 수 있습니다(예: \k'char').
pl: Nazwane odwołanie wsteczne. Na przykład (?<znak>\w)\k<znak> znajdzie podwojone znaki słów. Wyrażenie (?<43>\w)\43 zrobi to samo. Możesz użyć apostrofów zamiast nawiasów ostrokątnych, np. \k'znak'.
pt_br: Referência inversa nomeada. Por exemplo, (?<char> \w)\k<char> localiza caracteres em palavras duplas. A expressão (?<43> \w)\43 faz o mesmo. Você pode usar aspas simples em vez de colchete angular; por exemplo, \k'char'.
ru: Именованная обратная ссылка. Например, (?<символ>\w)\k<символ> находит сдвоенные символы слов. Выражение (?<43>\w)\43 делает то же самое. Можно использовать одинарные кавычки вместо угловых, например \k'символ'.
tr: Adlandırılmış geri başvuru. Örneğin, (?<karakter>\w)\k<karakter> yinelenen sözcük karakterlerini bulur. (?<43>\w)\43 ifadesi de aynı şeyi yapar. Köşeli parantez yerine tek tırnak da kullanabilirsiniz; örneğin, \k'karakter'.
zh_cn: 命名向后引用。 例如，(?<char>\w)\k<char> 查找双写的单词字符。 表达式 (?<43>\w)\43 执行同样的操作。可以使用单引号 替代尖括号；例如，\k'char'。
zh_tw: 具名的反向參考。 例如，(?<char>\w)\k<char> 會尋找雙字組字元。 運算式 (?<43>\w)\43 的功能相同。您可以使用單引號， 而非角括弧; 例如，\k'char'。

source: Namespace
cs: Obor názvů
es: Espacio de nombres
fr: Espace de noms
it: Spazio dei nomi
ja: 名前空間
ko: 네임스페이스
pl: Przestrzeń nazw
ru: Пространство имен
tr: Ad Alanı
uk: Простір назв
zh_cn: 命名空间
zh_tw: 命名空間

source: Namespace name
cs: Název oboru názvů
es: Nombre de espacio de nombres
fr: Nom de l’espace de noms
it: Nome dello spazio dei nomi
ja: 名前空間の名前
ko: 네임스페이스 이름
pl: Nazwa przestrzeni nazw
pt_br: Nome do namespace
ru: Имя пространства имен
tr: Ad alanı adı
uk: Простір назв:
zh_cn: 命名空间名称
zh_tw: 命名空間名稱

source: Namespace {0} is missing.
cs: Chybí obor názvů {0}.
de: Der {0}-Namespace fehlt.
es: Falta el espacio de nombres {0}.
fr: L’espace de noms {0} est manquant.
it: Manca lo spazio dei nomi {0}.
ja: 名前空間 {0} がありません。
ko: {0} 네임스페이스가 없습니다.
pl: Brak przestrzeni nazw {0}.
pt_br: O namespace {0} está ausente.
ru: Отсутствует пространство имен {0}.
tr: {0} ad alanı eksik.
uk: Простір назв {0} відсутній.
zh_cn: 缺少命名空间 {0}。
zh_tw: 遺漏命名空間 {0}。

source: Namespace:
cs: Obor názvů:
es: Espacio de nombres:
fr: Espace de noms :
it: Spazio dei nomi:
ja: 名前空間:
ko: 네임스페이스:
pl: Przestrzeń nazw:
ru: Пространство имен:
tr: Ad alanı:
uk: Простір назв:
zh_cn: 命名空间:
zh_tw: 命名空間:

source: Namespace: {0}
cs: Obor názvů: {0}
es: Espacio de nombres: {0}
fr: Espace de noms : {0}
it: Spazio dei nomi: {0}
ja: 名前空間: {0}
ko: 네임스페이스: {0}
pl: Przestrzeń nazw: {0}
ru: Пространство имен: {0}
tr: Ad alanı: {0}
uk: Простір назв: {0}
zh_cn: 命名空间: {0}
zh_tw: 命名空間: {0}

source: Namespace:
cs: Obor názvů:
es: Espacio de nombres:
fr: Espace de noms :
it: Spazio dei nomi:
ja: 名前空間:
ko: 네임스페이스:
pl: Przestrzeń nazw:
ru: Пространство имен:
tr: Ad alanı:
uk: Простір назв:
zh_cn: 命名空间:
zh_tw: 命名空間:

source: Namespaces
cs: Obory názvů
es: Espacios de nombres
fr: Espaces de noms
it: Spazi dei nomi
ja: 名前空間
ko: 네임스페이스
pl: Przestrzenie nazw
ru: Пространства имен
tr: Ad uzayları
uk: Простори назв
zh_cn: 命名空间
zh_tw: 命名空間

source: Native
cs: Nativní
de: Nativ
es: Nativos
fr: Natif
ja: ネイティブ
ko: 네이티브
pl: Natywne
pt_br: Nativas
ru: Собственные
tr: Yerel
uk: Власні
zh_cn: 原始
zh_tw: 原生

source: Navigate
cs: Navigovat
de: Navigieren
es: Navegar
fr: Naviguer
it: Esplora
ja: 移動
ko: 탐색
pl: Nawiguj
pt_br: Navegar
ru: Переход
tr: Git
zh_cn: 导航
zh_tw: 巡覽

source: Navigate To...
cs: Navigovat na...
de: Navigieren zu...
es: Navegar a...
fr: Naviguer vers...
it: Passa a...
ja: ナビゲート...
ko: 탐색...
pl: Nawiguj do...
pt_br: Navegar Para...
ru: Перейти к...
tr: Şuna Git...
uk: Перейти до...
zh_cn: 导航到...
zh_tw: 巡覽至...

source: Navigate _Back
cs: _Přejít zpět
de: Rückwärts navi_gieren
es: Navegar hacia at_rás
fr: Naviguer vers l’a_rrière
it: Esplora in_dietro
ja: 戻る(_B)
ko: 뒤로 탐색(_B)
pl: Przejdź _wstecz
pt_br: _Voltar
ru: Переход _назад
tr: _Geri Git
uk: Назад
zh_cn: 向后导航(_B)
zh_tw: 向後巡覽(_B)

source: Navigate _Forward
cs: Přejít _vpřed
de: _Vorwärts navigieren
es: Navegar hacia _delante
fr: Naviguer vers l’a_vant
it: Posizione _successiva
ja: 進む(_F)
ko: 앞으로 탐색(_F)
pl: Przejdź _dalej
pt_br: Para _Frente
ru: Переход _вперед
tr: _İleri Git
uk: _Вперед
zh_cn: 向前导航(_F)
zh_tw: 向前巡覽(_F)

source: Navigate _History
cs: _Historie navigace
de: Navigations_verlauf
es: Navegar por el _historial
fr: _Historique de navigation
it: _Esplora cronologia
ja: 履歴を参照(_H)
ko: 기록 탐색(_H)
pl: Przejdź do _historii
pt_br: _Histórico de Navegação
ru: Журнал _навигации
tr: _Geçmişe Git
uk: _Історія переходів
zh_cn: 导航历史记录(_H)
zh_tw: 巡覽記錄(_H)

source: Navigation _History
cs: _Historie navigace
de: Navigations_verlauf
es: _Historial de navegación
fr: _Historique de navigation
it: Cronologia di na_vigazione
ja: ナビゲーション履歴(_H)
ko: 탐색 기록(_H)
pl: _Historia nawigacji
pt_br: _Histórico de Navegação
ru: Жур_нал навигации
tr: Gezinme _Geçmişi
uk: _Історія переходів
zh_cn: 导航历史记录(_H)
zh_tw: 導覽記錄(_H)

source: Ne_xt
cs: D_alší
de: _Weiter
es: Sig_uiente
fr: _Suivant
it: _Successivo
ja: 次へ(_X)
ko: 다음(_X)
pl: _Dalej
pt_br: Ava_nçar
ru: Д_алее
tr: İl_eri
zh_cn: 下一个(_X)
zh_tw: 下一步(_X)

source: Need to select at least two frameworks.
cs: Je potřeba vybrat aspoň dvě architektury.
de: Sie müssen mindestens zwei Frameworks auswählen.
es: Debe seleccionar al menos dos plataformas.
fr: Vous devez sélectionner au moins deux infrastructures.
it: È necessario selezionare almeno due framework.
ja: 少なくとも 2 つのフレームワークを選択する必要があります。
ko: 둘 이상의 프레임워크를 선택해야 합니다.
pl: Należy wybrać co najmniej dwie struktury.
pt_br: É necessário selecionar pelo menos duas estruturas.
ru: Требуется выбрать по меньшей мере две платформы.
tr: En az iki çerçevenin seçilmesi gerekir.
zh_cn: 需选择至少两个框架。
zh_tw: 需要選取至少兩個架構。

source: Negate '{0}'
cs: Negovat {0}
de: {0}' negieren
es: Negar '{0}'
fr: Inverser « {0} »
it: Nega '{0}'
ja: '{0}' を無効にする
ko: '{0}' 부정
pl: Neguj element „{0}”
pt_br: Negar '{0}'
ru: Перейти к "{0}"
tr: {0} ifadesini geçersiz kıl
uk: Заперечити '{0}'
zh_cn: 对“{0}”求反
zh_tw: 否定 '{0}'

source: Negative character group. Matches any character not in the specified character group.
cs: Negativní skupina znaků. Odpovídá jakémukoliv znaku, který není v zadané skupině znaků.
de: Negative Zeichengruppe. Entspricht einem beliebigen Zeichen, das nicht in der angegebenen Zeichengruppe enthalten ist.
es: Grupo de caracteres negativos. Busca cualquier carácter que no esté en el grupo de caracteres especificado.
fr: Groupe de caractères négatif. Correspond à tout caractère ne figurant pas dans le groupe de caractères spécifié.
it: Gruppo di caratteri negativo. Trova la corrispondenza di qualsiasi carattere non presente nel gruppo di caratteri specificato.
ja: 否定的文字グループ。 指定された文字グループ内にない任意の文字に一致します。
ko: 부정 문자 그룹입니다. 지정된 문자 그룹에 없는 모든 문자를 찾습니다.
pl: Ujemna grupa znaków. Dopasowuje dowolny znak spoza określonej grupy znaków.
pt_br: Grupo de caracteres negativo. Corresponde a qualquer caractere ausente no grupo de caracteres especificado.
ru: Отрицательная группа символов. Соответствует любому символу, который находится не в указанной группе.
tr: Negatif karakter grubu. Belirtilen karakter grubunda olmayan tüm karakterlerle eşleşir.
uk: Негативна група символів. Відповідає будь-якому символу, відсутньому у вказаній групі.
zh_cn: 负字符组。 匹配不在指定字符组内的任何字符。
zh_tw: 負的字元群組。 符合不在所指定字元群組中的任何字元。

source: Nested Master Page
cs: Vnořená hlavní stránka
de: Geschachtelte Masterseite
es: Página maestra anidada
fr: Page maître imbriquée
it: Pagina master annidata
ja: 入れ子にされたマスター ページ
ko: 중첩된 마스터 페이지
pl: Zagnieżdżona strona wzorcowa
pt_br: Página Mestra Aninhada
ru: Вложенная эталонная страница
tr: İç İçe Geçmiş Ana Sayfa
uk: Вкладена головна сторінка
zh_cn: 嵌套母版页
zh_tw: 巢狀主版頁面

source: Nested Master Page with CodeBehind
cs: Vnořená hlavní stránka s CodeBehind
de: Geschachtelte Masterseite mit CodeBehind
es: Página maestra anidada con CodeBehind
fr: Page maître imbriquée avec code-behind
it: Pagina master annidata con CodeBehind
ja: CodeBehind のある入れ子にされたマスター ページ
ko: CodeBehind가 포함된 중첩된 마스터 페이지
pl: Zagnieżdżona strona wzorcowa z klasą CodeBehind
pt_br: Página Mestra Aninhada com CodeBehind
ru: Вложенная эталонная страница с CodeBehind
tr: CodeBehind ile İç İçe Geçmiş Ana Sayfa
uk: Вкладена головна сторінка з суміжним кодом
zh_cn: 具有 CodeBehind 的嵌套母版页
zh_tw: 具有 CodeBehind 的巢狀主版頁面

source: Nested namespaces
cs: Vnořené obory názvů
de: Geschachtelte Namespaces
es: Espacios de nombres anidados
fr: Espaces de noms imbriqués
it: Spazi dei nomi annidati
ja: 入れ子になった名前空間
ko: 중첩된 네임스페이스
pl: Zagnieżdżone przestrzenie nazw
pt_br: Namespaces aninhados
ru: Вложенные пространства имен
tr: İç içe geçmiş ad uzayları
uk: Вкладені простори назв
zh_cn: 嵌套命名空间
zh_tw: 巢狀命名空間

source: Network application such as a web browser
cs: Síťová aplikace (například webový prohlížeč)
de: Netzwerkanwendung, z. B. ein Webbrowser
es: Aplicación de red, como un explorador web
fr: Application réseau telle qu’un navigateur web
it: Applicazione di rete, ad esempio un Web browser
ja: Web ブラウザーなどのネットワーク アプリケーション
ko: 웹 브라우저와 같은 네트워크 애플리케이션
pl: Aplikacja sieciowa, np. przeglądarka sieci Web
pt_br: Aplicativo de rede como um navegador da Web
ru: Сетевое приложение, например веб-браузер
tr: Web tarayıcısı gibi bir ağ uygulaması
uk: Мережевий застосунок (наприклад, веб-браузер)
zh_cn: 网络应用程序，例如 Web 浏览器
zh_tw: 網路應用程式，如網頁瀏覽器

source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
ko: 안 함
pl: Nigdy
pt_br: Nunca
ru: Никогда
tr: Asla
uk: Ніколи
zh_cn: 从不
zh_tw: 永不

source: New
cs: Nový
de: Neu
es: Nueva
fr: Nouvelle
it: Nuovo...
ja: 新規
ko: 새로 만들기
pl: Nowa
pt_br: Nova
ru: Создать
tr: Yeni

source: New button
cs: Tlačítko Nový
de: Neue Schaltfläche
es: Nuevo botón
fr: Nouveau bouton
it: Nuovo pulsante
ja: 新しい ボタン
ko: 새 단추
pl: Nowy przycisk
pt_br: Botão Novo
ru: Кнопка "Создать"
tr: Yeni düğme
uk: Нова кнопка
zh_cn: 新建 按钮
zh_tw: 新增 按鈕

source: New Action Group
cs: Nová skupina akcí
de: Neue Aktionsgruppe
es: Nuevo grupo de acciones
fr: Nouveau groupe d’actions
it: Nuovo gruppo di azioni
ja: 新しいアクション グループ
ko: 새 작업 그룹
pl: Nowa grupa akcji
pt_br: Novo Grupo de Ação
ru: Новая группа действий
tr: Yeni Eylem Grubu
uk: Нова група дій
zh_cn: 新建操作组
zh_tw: 新增動作群組

source: New Action Group...
cs: Nová skupina akcí...
de: Neue Aktionsgruppe...
es: Nuevo grupo de acciones...
fr: Nouveau groupe d’actions...
it: Nuovo gruppo di azioni...
ja: 新しいアクション グループ...
ko: 새 작업 그룹...
pl: Nowa grupa akcji...
pt_br: Novo Grupo de Ação...
ru: Новая группа действий...
tr: Yeni Eylem Grubu...
uk: Нова група дій...
zh_cn: 新建操作组...
zh_tw: 新增動作群組...

source: New BSD License
cs: Licence BSD
de: Neue BSD-Lizenz
es: Nueva licencia BSD
fr: Nouvelle licence BSD
it: Nuova licenza BSD
ja: 新しい BSD ライセンス
ko: New BSD 라이선스
pl: Nowa licencja BSD
pt_br: Nova licença BSD
ru: Новая лицензия BSD
tr: Yeni BSD Lisansı
uk: Нова ліцензія BSD
zh_cn: New BSD 许可证
zh_tw: 新增 BSD 授權

source: New Breakpoint…
cs: Nová zarážka...
de: Neuer Haltepunkt...
es: Nuevo punto de interrupción…
fr: Nouveau point d'arrêt…
it: Visualizza punti di interruzione
ja: 新しいブレークポイント...
ko: 새 중단점...
pl: Nowy punkt przerwania...
pt_br: Novo Ponto de Interrupção…
ru: Новая точка останова...
tr: Yeni Kesme Noktası...

source: New Configuration
cs: Nová konfigurace
de: Neue Konfiguration
es: Nueva configuración
fr: Nouvelle configuration
it: Nuova configurazione
ja: 新しい構成
ko: 새 구성
pl: Nowa konfiguracja
pt_br: Nova Configuração
ru: Новая конфигурация
tr: Yeni Yapılandırma
uk: Нова конфігурація
zh_cn: 新建配置
zh_tw: 新增組態

source: New Dialog...
cs: Nový dialog...
de: Neues Dialogfeld...
es: Nuevo cuadro de diálogo...
fr: Nouvelle boîte de dialogue...
it: Nuova finestra di dialogo...
ja: 新しいダイアログ...
ko: 새 대화 상자...
pl: Nowe okno dialogowe...
pt_br: Nova Caixa de Diálogo...
ru: Новое диалоговое окно...
tr: Yeni İletişim Kutusu...
uk: Новий діалог...
zh_cn: 新建对话框...
zh_tw: 新增對話方塊...

source: New Exception Catchpoint
cs: Nový záchytný bod výjimek
de: Neuer Abfangpunkt für Ausnahme
es: Nuevo punto de captura de excepciones
fr: Nouveau Catchpoint d’exception
it: Nuovo punto di intercettazione dell'eccezione
ja: 新しい例外のキャッチポイント
ko: 새 예외 Catch 지점
pl: Nowy punkt przechwytywania wyjątków
pt_br: Novo Ponto de Captura de Exceção
ru: Новая точка перехвата исключения
tr: Yeni Özel Durum Yakalama Noktası
uk: Нова точка перехоплення винятку
zh_cn: 新建异常捕获点
zh_tw: 新增例外狀況捕捉點

source: New File
cs: Nový soubor
de: Neue Datei
es: Archivo nuevo
fr: Nouveau fichier
it: Nuovo file
ja: 新しいファイル
ko: 새 파일
pl: Nowy plik
pt_br: Novo Arquivo
ru: Создание файла
tr: Yeni Dosya
uk: Новий файл
zh_cn: 新建文件
zh_tw: 新增檔案

source: New Folder
cs: Nová složka
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新しいフォルダー
ko: 새 폴더
pl: Nowy folder
pt_br: Nova Pasta
ru: Создать папку
tr: Yeni Klasör
uk: Нова тека
zh_cn: 新建文件夹
zh_tw: 新增資料夾

source: New Format:
cs: Nový formát:
de: Neues Format:
es: Formato nuevo:
fr: Nouveau format :
it: Nuovo formato:
ja: 新しい形式:
ko: 새 형식:
pl: Nowy format:
pt_br: Novo Formato:
ru: Новый формат:
tr: Yeni Biçim:
uk: Новий формат:
zh_cn: 新格式:
zh_tw: 新增格式:

source: New Function Breakpoint
cs: Nová zarážka funkce
de: Neuer Funktionshaltepunkt
es: Nuevo punto de interrupción de función
fr: Nouveau point d’arrêt sur fonction
it: Nuovo punto di interruzione della funzione
ja: 新しい関数のブレークポイント
ko: 새 함수 중단점
pl: Nowy punkt przerwania funkcji
pt_br: Novo Ponto de Interrupção de Função
ru: Новая точка останова функции
tr: Yeni İşlev Kesme Noktası
uk: Нова контрольна точка функції
zh_cn: 新建函数断点
zh_tw: 新增函式中斷點
