Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The widget design {0} is not currently bound to a class.
cs: Návrh widgetu {0} momentálně není vázaný na žádnou třídu.
de: Das Widget-Design {0} ist aktuell nicht an eine Klasse gebunden.
es: El diseño del widget {0} no está enlazado a ninguna clase.
fr: La conception de widget {0} n’est pas actuellement liée à une classe.
it: La progettazione widget {0} non è attualmente associata a una classe.
ja: このウィジェットのデザイン {0} は現在はクラスにバインドされていません。
ko: 위젯​​ 디자인 {0}이(가) 클래스에 바인딩되어 있지 않습니다.
pl: Projekt widżetu {0} nie jest obecnie powiązany z klasą.
pt_br: O design de widget {0} não está atualmente conectado a uma classe.
ru: Структура мини-приложения {0} не привязана к классу.
tr: {0} adlı pencere öğesi tasarımı henüz herhangi bir sınıfa bağlanmamış.
uk: Шаблон віджета {0} поки що не пов’язаний з класом.
zh_cn: 小组件设计 {0} 当前未绑定到类。
zh_tw: Widget 設計 {0} 目前未與任何類別繫結。

source: The working directory of tool "{0}" is invalid.
cs: Pracovní adresář nástroje "{0}" je neplatný.
de: Das Arbeitsverzeichnis des Tools "{0}" ist ungültig.
es: El directorio de trabajo de la herramienta "{0}" no es válido.
fr: Le répertoire de travail de l’outil "{0}" n’est pas valide.
it: La directory di lavoro dello strumento "{0}" non è valida.
ja: ツール "{0}" の作業ディレクトリが無効です。
ko: "{0}" 도구의 작업 디렉터리가 잘못되었습니다.
pl: Katalog roboczy narzędzia „{0}” jest nieprawidłowy.
pt_br: O diretório de trabalho da ferramenta "{0}" é inválido.
ru: Рабочий каталог инструмента "{0}" не является допустимым.
tr: "{0}" aracının çalışma dizini geçersiz.
uk: Робоча тека засобу "{0}" некоректна.
zh_cn: 工具“{0}”的工作目录无效。
zh_tw: 工具 "{0}" 的工作目錄無效。

source: The workspace already contains '{0}'.
cs: Pracovní prostor už obsahuje {0}.
de: Der Arbeitsbereich enthält bereits '{0}'.
es: El área de trabajo ya contiene '{0}'.
fr: L’espace de travail contient déjà « {0} ».
it: L'area di lavoro contiene già '{0}'.
ja: ワークスペースには既に '{0}' が含まれています。
ko: 작업 영역에 이미 '{0}'이(가) 포함되어 있습니다.
pl: Ten obszar roboczy zawiera już element „{0}”.
pt_br: O workspace já contém '{0}'.
ru: Рабочая область уже содержит "{0}".
tr: Çalışma alanı zaten '{0}' içeriyor
uk: Робочий простір вже містить '{0}'.
zh_cn: 该工作区已经包含“{0}”。
zh_tw: 工作區已包含 '{0}'。

source: The {0} block is useful for cleaning up any resources allocated in the try block. Control is always passed to the finally block regardless of how the try block exits.
cs: Blok {0} je užitečný pro čištění jakýchkoli prostředků přidělených v bloku try. Řízení se vždycky předá bloku finally bez ohledu na ukončení bloku try.
de: Der {0}-Block ist hilfreich beim Bereinigen von Ressourcen, die im try-Block zugeordnet sind. Die Steuerung wird unabhängig davon, wie der try-Block beendet wird, immer an den finally-Block übergeben.
es: El bloque {0} es muy útil para limpiar los recursos asignados en el bloque try. El control se pasa siempre al bloque finally, independientemente de cómo salga el bloque try.
fr: Le bloc {0} est utile pour nettoyer toute ressource allouée dans le bloc try. Le contrôle est toujours transmis au bloc finally, quelle que soit la méthode de sortie du bloc try.
it: Il blocco {0} è utile per pulire le risorse allocate nel blocco try. Il controllo viene sempre passato al blocco finally indipendentemente dalla modalità di uscita del blocco try.
ja: {0} ブロックは、try ブロックで割り当てられているリソースをクリーンアップするために便利です。try ブロックの終了方法に関係なく、制御が常に finally ブロックに渡されます。
ko: {0} 블록은 try 블록에서 할당된 모든 리소스를 정리하는 데 유용합니다. try 블록이 종료되는 방식과 상관없이 제어가 항상 finally 블록에 전달됩니다.
pl: Blok {0} jest użyteczny w kontekście czyszczenia zasobów przydzielonych do bloku try. Kontrola jest zawsze przekazywana do bloku finally, niezależnie od tego, jak istnieje blok try.
pt_br: O bloco {0} é útil para limpar os recursos alocados no bloco try. O controle sempre é passado para o bloco finally independentemente de como o bloco try é encerrado.
ru: Блок {0} удобен для очистки ресурсов, выделенных в блоке try. Управление всегда передается в блок finally, независимо от вида существования блока try.
tr: {0} bloğu, try bloğunda ayrılmış kaynakları temizlemek için kullanılabilir. Denetim, try bloğundan nasıl çıkıldığına bakılmaksızın her zaman finally bloğuna geçer.
zh_cn: {0} 程序块可用于清理在 try 程序块中分配的任何资源。无论 try 程序块如何退出，控制始终传递到 finally 程序块。
zh_tw: {0} 區塊對清除 try 區塊中所配置的任何資源而言很實用。不論 try 區塊的結束方式為何，控制權一律都會傳遞至最終區塊。

source: The {0} clause allows for a sub-expression to have its value stored in a new range variable for use later in the query.
cs: Klauzule {0} umožňuje dílčímu výrazu, aby měl svou hodnotu uloženou v nové proměnné oblasti pro pozdější použití v dotazu.
de: Die {0}-Klausel bietet die Möglichkeit, den Wert eines Teilausdrucks zur späteren Verwendung in der Abfrage in einer neuen Bereichsvariablen zu speichern.
es: La cláusula {0} permite que el valor de una subexpresión se almacene en una variable de rango nueva para usarlo más adelante en la consulta.
fr: La clause {0} permet le stockage de la valeur d’une sous-expression dans une nouvelle variable de portée en vue d’une utilisation ultérieure dans la requête.
it: La clausola {0} fa in modo che il valore di una sottoespressione venga archiviato in una nuova variabile di intervallo per essere usata più avanti nella query.
ja: {0} 句は、後でクエリで使用するために、部分式の値を新しい範囲変数に格納できるようにします。
ko: {0} 절은 쿼리에서 나중에 사용하기 위해 하위 식의 값이 새 범위 변수에 저장될 수 있도록 합니다.
pl: Klauzula {0} zezwala, aby wyrażenie podrzędne mogło przechować swoją wartość w nowej zmiennej zakresu do późniejszego użycia w zapytaniu.
pt_br: A cláusula {0} permite que uma subexpressão tenha seu valor armazenado em uma nova variável de intervalo para usar posteriormente na consulta.
ru: Предложение {0} позволяет подвыражению сохранить свое значение в новой переменной диапазона для последующего использования в запросе.
tr: {0} yan tümcesi, bir alt ifadenin, değerini daha sonra bir sorguda kullanmak üzere yeni bir aralık değişkeninde depolamasına izin verir.
zh_cn: {0} 子句允许子表达式将其值存储在新的范围变量中，以供将来在查询中使用。
zh_tw: {0} 子句可讓子運算式將其值儲存在新範圍變數中，供稍後在查詢中使用。

source: The {0} clause constrains which types can be used as the type parameter in a generic declaration.
cs: Klauzule {0} omezuje typy, které se můžou použít jako parametr typu v obecné deklaraci.
de: Die {0}-Klausel schränkt die Typen ein, die in einer generischen Deklaration als Typparameter verwendet werden können.
es: La cláusula {0} restringe los tipos que se pueden usar como parámetro de tipo en una declaración genérica.
fr: La clause {0} limite les types qui peuvent être utilisés en tant que paramètre de type dans une déclaration générique.
it: La clausola {0} vincola i tipi utilizzabili come parametro di tipo in una dichiarazione generica.
ja: {0} 句は、ジェネリック宣言の型パラメーターとして使用できる型を制約します。
ko: {0} 절은 제네릭 선언에서 형식 매개 변수로 사용할 수 있는 형식을 제한합니다.
pl: Klauzula {0} ogranicza typy, których można użyć jako parametrów typu w deklaracji ogólnej.
pt_br: A cláusula {0} restringe quais tipos podem ser usados como parâmetro de tipo em uma declaração genérica.
ru: Предложение {0} ограничивает, какие типы можно использовать в качестве параметра типа в универсальном объявлении.
tr: {0} yan tümcesi, soysal bir bildirimde tür parametresi olarak kullanılabilecek türleri kısıtlar.
zh_cn: {0} 子句约束可用作泛型声明中的类型参数的类型。
zh_tw: {0} 子句限制哪些型別可以用作通用宣告中的型別參數。

source: The {0} clause produces a new sequence of elements from two source sequences on a given equality condition.
cs: Klauzule {0} produkuje novou posloupnost prvků ze dvou zdrojových posloupností za dané podmínky rovnosti.
de: Die {0}-Klausel erzeugt auf Grundlage einer angegebenen Gleichheitsbedingung eine neue Elementsequenz aus zwei Quellsequenzen.
es: La cláusula {0} produce una secuencia de elementos nueva a partir de dos secuencias de origen en una condición de igualdad dada.
fr: La clause {0} génère une nouvelle séquence d’éléments à partir de deux séquences sources sur une condition d’égalité donnée.
it: La clausola {0} produce una nuova sequenza di elementi da due sequenze di origine su una condizione di uguaglianza specificata.
ja: {0} 句は、指定された等値条件の 2 つのソース シーケンスの要素から新しいシーケンスを生成します。
ko: {0} 절은 지정된 같음 조건에서 두 소스 시퀀스로부터 요소의 새 시퀀스를 생성합니다.
pl: Klauzula {0} tworzy nową sekwencję elementów z dwóch źródłowych sekwencji z uwzględnieniem danego warunku równości.
pt_br: A cláusula {0} produz uma nova sequência de elementos de duas sequências de origem em uma dada condição de igualdade.
ru: Предложение {0} создает новую последовательность элементов из двух исходных последовательностей заданного условия равенства.
tr: {0} yan tümcesi, iki kaynak diziden belirli bir eşitlik koşuluna göre yeni bir dizi öğe üretir.
zh_cn: {0} 子句基于给定的等同性条件，根据两个源序列生成一个新的元素序列。
zh_tw: {0} 子句會根據指定的相等條件從兩個來源序列產生新序列的項目。

source: The {0} clause specifies for the returned sequence to be sorted on a given element in either ascending or descending order.
cs: Klauzule {0} určuje, že vrácená sekvence má být seřazená podle daného elementu ve vzestupném nebo sestupném pořadí.
de: Die {0}-Klausel gibt an, dass die zurückgegebene Sequenz nach einem angegebenen Element in aufsteigender oder absteigender Reihenfolge sortiert werden soll.
es: La cláusula {0} especifica que la secuencia devuelta se ordene en un elemento dado de forma ascendente o descendente.
fr: La clause {0} spécifie que la séquence retournée doit être triée en ordre croissant ou décroissant sur un élément donné.
it: La clausola {0} specifica che alla sequenza restituita deve essere applicato l'ordinamento crescente o decrescente in base a un elemento specificato.
ja: {0} 句は、返されるシーケンスを、指定要素の昇順または降順のどちらかでソートすることを指定します。
ko: {0} 절은 반환된 시퀀스가 지정된 요소를 기준으로 오름차순이나 내림차순으로 정렬되도록 지정합니다.
pl: Klauzula {0} określa, czy zwracana sekwencja będzie przechowywana w danym elemencie w kolejności rosnącej czy malejącej.
pt_br: A cláusula {0} especifica que a sequência retornada deve ser classificada em um dado elemento em ordem crescente ou decrescente.
ru: Предложение {0} указывает, что возвращаемую последовательность требуется отсортировать по заданному элементу по возрастанию или по убыванию.
tr: {0} yan tümcesi, döndürülen dizinin belirli bir öğeye göre artan veya azalan düzende sıralanmasını belirtir.
zh_cn: {0} 子句指定在给定元素上按升序或降序对返回的序列排序。
zh_tw: {0} 子句指定依遞增或遞減順序來排序所指定項目上的傳回序列。

source: The {0} clause specifies the type of value to return from the query.
cs: Klauzule {0} určuje typ hodnoty, která se má vrátit z dotazu.
de: Die {0}-Klausel gibt den Typ des von der Abfrage zurückzugebenden Werts an.
es: La cláusula {0} especifica el tipo de valor de la consulta.
fr: La clause {0} spécifie le type de valeur de retour de la requête.
it: La clausola {0} specifica il tipo di valore che deve essere restituito dalla query.
ja: {0} 句は、クエリからの戻り値の型を指定します。
ko: {0} 절은 쿼리에서 반환될 값의 형식을 지정합니다.
pl: Klauzula {0} określa typ wartości do zwrócenia z zapytania.
pt_br: A cláusula {0} especifica o tipo do valor que deve ser retornado pela consulta.
ru: Предложение {0} указывает тип значения, возвращаемого из запроса.
tr: {0} deyimi, sorgudan dönecek değerin türünü belirtir.
zh_cn: {0} 子句指定要从查询返回的值类型。
zh_tw: {0} 子句指定要從查詢傳回的實值型別。

source: The {0} clause specifies which elements from the data source to be returned according to a given condition.
cs: Klauzule {0} určuje, které elementy ze zdroje dat se mají vrátit na základě dané podmínky.
de: Die {0}-Klausel gibt an, welche Elemente gemäß einer bestimmten Bedingung aus der Datenquelle zurückgegeben werden sollen.
es: La cláusula {0} especifica qué elementos del origen de datos deben devolverse según una condición dada.
fr: La clause {0} spécifie les éléments de la source de données à retourner en fonction d’une condition donnée.
it: La clausola {0} specifica quali elementi dell'origine dati devono essere restituiti in base a una condizione specificata.
ja: {0} 句は、特定の条件に従ってデータ ソースから返される要素を指定します。
ko: {0} 절은 데이터 소스의 요소가 지정된 조건에 따라 반환되도록 지정합니다.
pl: Klauzula {0} określa, które elementy ze źródła danych będą zwracane zgodnie z danym warunkiem.
pt_br: A cláusula {0} especifica quais elementos da fonte de dados devem ser retornados de acordo com uma determinada condição.
ru: Предложение {0} указывает, какие элементы из источника данных следует возвращать в соответствии с заданным условием.
tr: {0} yan tümcesi, veri kaynağından verili bir koşula göre hangi öğelerin döndürülmesi gerektiğini belirtir.
zh_cn: {0} 子句指定根据给定条件返回的数据源元素。
zh_tw: {0} 子句指定要根據指定的條件傳回資料來源中的哪些項目。

source: The {0} constraint specifies that any type argument in a generic class declaration must have a public parameterless constructor. To use the new constraint, the type cannot be abstract.
cs: Omezení {0} určuje, že každý argument typu v deklaraci obecné třídy musí mít veřejný konstruktor bez parametrů. Pokud chcete omezení new použít, typ nemůže být abstraktní.
de: Die {0}-Einschränkung gibt an, dass ein Typargument in der Deklaration einer generischen Klasse über einen öffentlichen parameterlosen Konstruktor verfügen muss. Zur Verwendung der neuen Einschränkung darf der Typ nicht abstrakt sein.
es: La restricción {0} especifica que cualquier argumento de tipo de una declaración de clase genérica debe tener un constructor sin parámetros público. Para usar la nueva restricción, el tipo no puede ser abstracto.
fr: La contrainte {0} spécifie que tout argument de type dans une déclaration de classe générique doit avoir un constructeur sans paramètre public. Pour utiliser la nouvelle contrainte, le type ne peut pas être abstract.
it: Il vincolo {0} specifica che qualsiasi argomento tipo in una dichiarazione di classe generica deve includere un costruttore pubblico senza parametri. Per usare il nuovo vincolo, il tipo deve essere astratto.
ja: {0} 制約は、ジェネリック クラス宣言内のすべての型引数がパラメーターなしのパブリック コンストラクターを持つ必要があることを指定します。新しい制約を使用するには、型を抽象にすることはできません。
ko: {0} 제약 조건은 제네릭 클래스 선언의 형식 인수에 매개 변수가 없는 public 생성자가 있어야 하도록 지정합니다. 새 제약 조건을 사용하려면 형식이 추상 형식일 수 없습니다.
pl: Ograniczenie {0} określa, że dowolny argument typu w deklaracji klasy ogólnej musi mieć publiczny konstruktor bez parametrów. Aby użyć nowego ograniczenia, typ nie może być abstrakcyjny.
pt_br: A restrição {0} especifica que qualquer argumento de tipo em uma declaração de classe genérica deve ter um construtor público sem parâmetros. Para usar a nova restrição, o tipo não pode ser abstrato.
ru: Ограничение {0} указывает, что любой аргумент типа в универсальном объявлении класса должен иметь общий конструктор без параметров. Для использования нового ограничения тип не должен быть абстрактным.
tr: {0} kısıtlaması, soysal bir sınıf bildirimindeki bir bağımsız değişkenin genel ve parametresiz bir oluşturucusu olması gerektiğini belirtir. 'new' kısıtlamasının kullanılabilmesi için tür abstract (soyut) olmamalıdır.
zh_cn: {0} 约束指定泛型类声明中的任何类型参数都必须有公共的无参数构造函数。若要使用 new 约束，则该类型不能为抽象类型。
zh_tw: {0} 條件約束指定泛型類別宣告中的任何型別引數必須有公用無參數建構函式。若要使用新的條件約束，型別不能是抽象。

source: The {0} constraint specifies that the type argument must be a reference type; this applies also to any class, interface, delegate, or array type.
cs: Omezení {0} určuje, že argument typu musí být typ odkazu. Týká se jakékoli třídy, rozhraní, delegáta nebo typu pole.
de: Die {0}-Einschränkung gibt an, dass das Typargument ein Verweistyp sein muss. Dies gilt ebenfalls für Klassen-, Schnittstellen-, Delegat- oder Arraytypen.
es: La restricción {0} especifica que el argumento de tipo debe ser un tipo de referencia. Esto se aplica también a cualquier tipo de clase, interfaz, delegado o matriz.
fr: La contrainte {0} spécifie que l’argument de type doit être un type de référence. Cela s’applique également à tout type de classe, d’interface, de délégué ou de tableau.
it: Il vincolo {0} specifica che l'argomento tipo deve essere un tipo riferimento. Questo si applica anche a qualsiasi classe, interfaccia, delegato o tipo di matrice.
ja: {0} 制約は、型引数が参照型でなければならないことを指定します。これは、任意のクラス、インターフェイス、デリゲート、配列型にも適用されます。
ko: {0} 제약 조건은 형식 인수가 참조 형식이어야 하도록 지정합니다. 이 제약 조건은 클래스, 인터페이스, 대리자 또는 배열 형식에도 적용됩니다.
pl: Argument typu {0} musi być typem referencyjnym. Dotyczy to również dowolnego typu klasy, interfejsu, delegata lub tablicy.
pt_br: A restrição {0} especifica que o argumento de tipo deve ser um tipo de referência. Isso se aplica também a qualquer classe, interface, delegado ou tipo de matriz.
ru: Ограничение {0} указывает, что аргумент типа должен быть ссылочным типом; это также касается любого типа массива, класса, интерфейса или делегата.
tr: {0} kısıtlaması, tür bağımsız değişkeninin bir başvuru türü olması gerektiğini belirtir; bu, her tür sınıf, arabirim, temsilci veya dizi türü için de geçerlidir.
zh_cn: {0} 约束指定类型参数必须是引用类型；这也适用于所有类、接口、委托或数组类型。
zh_tw: {0} 條件約束指定型別引數必須是參考型別; 這也套用至任何類別、介面、委派或陣列型別。

source: The {0} constraint specifies that the type argument must be a value type. Any value type except Nullable can be specified.
cs: Omezení {0} určuje, že argument typu musí být typ hodnoty. Může se zadat libovolný typ hodnoty kromě Nullable.
de: Die {0}-Einschränkung gibt an, dass das Typargument ein Werttyp sein muss. Beliebige Werttypen außer 'Nullable' können angegeben werden.
es: La restricción {0} especifica que el argumento de tipo debe ser un tipo de valor. Se puede especificar cualquier tipo de valor excepto Nullable.
fr: La contrainte {0} spécifie que l’argument de type doit être un type de valeur. Vous pouvez spécifier tout type de valeur, sauf une valeur nullable.
it: Il vincolo {0} specifica che l'argomento tipo deve essere un tipo valore. È possibile specificare qualsiasi tipo valore eccetto Nullable.
ja: {0} の制約は、型引数が値型である必要があることを指定します。Null 許容型以外の任意の値型を指定することができます。
ko: {0} 제약 조건은 형식 인수가 값 형식이어야 하도록 지정합니다. Nullable을 제외한 값 형식을 지정할 수 있습니다.
pl: Ograniczenie {0} określa, że argument typu musi być typem wartości. Można określić dowolny typ wartości poza Nullable.
pt_br: A restrição {0} especifica que o argumento de tipo deve ser um tipo de valor. Qualquer tipo de valor, exceto Permite valor nulo, pode ser especificado.
ru: Ограничение {0} указывает, что аргумент типа должен быть типом значения. Можно указать любой тип значения, кроме допускающего значение NULL.
tr: {0} kısıtlaması tür bağımsız değişkeninin bir değer türü olması gerektiğini belirtir. Boş değer dışında herhangi bir değer türü belirtilebilir.
zh_cn: {0} 约束指定类型参数必须为值类型。可以指定 Nullable 以外的任何值类型。
zh_tw: {0} 條件約束指定型別引數必須是實值型別。可以指定任何實值型別 (可為 Null 的型別除外)。

source: The {0} directive creates an alias for a namespace or imports types defined in other namespaces. The {0} statement defines a scope at the end of which an object will be disposed.
cs: Direktiva {0} vytvoří alias pro obor názvů nebo importuje typy definované v jiných oborech názvů. Příkaz {0} definuje obor, na jehož konci se objekt vyřadí.
de: Die {0}-Direktive erstellt einen Alias für einen Namespace oder importiert Typen, die in anderen Namespaces definiert wurden. Die {0}-Anweisung definiert einen Bereich, an dessen Ende ein Objekt verfügbar gemacht wird.
es: La directiva {0} crea un alias para un espacio de nombres o importa tipos definidos en otros espacios de nombres. La instrucción {0} define un ámbito al final del cual se desecha (dispose) un objeto.
fr: La directive {0} crée un alias pour un espace de noms, ou importe des types définis dans d’autres espaces de noms. L’instruction {0} définit une portée au-delà de laquelle un objet est éliminé.
it: La direttiva {0} crea un alias per uno spazio dei nomi o tipi imports definiti in altri spazi dei nomi. L'istruzione {0} definisce un ambito alla fine del quale l'oggetto verrà eliminato.
ja: {0} ディレクティブは、名前空間の別名を作成するか、別の名前空間で定義されている型をインポートします。{0} ステートメントは、スコープ (その最後に達したらオブジェクトが破棄される) を定義します。
ko: {0} 지시문은 네임스페이스의 별칭을 만들거나 다른 네임스페이스에 정의된 형식을 가져옵니다. {0} 문은 개체가 삭제될 범위를 정의합니다.
pl: Dyrektywa {0} tworzy alias dla przestrzeni nazw lub importuje typy zdefiniowane w innych przestrzeniach nazw. Instrukcja {0} definiuje zakres, na końcu którego obiekt zostanie usunięty.
pt_br: A diretiva {0} cria um alias para tipos de namespace ou de importações definidos em outros namespaces. A instrução {0} define um escopo no fim do qual um objeto será descartado.
ru: Директива {0} создает псевдоним для пространства имен или импортирует типы, определенные в других пространствах имен. Оператор {0} определяет область, в конце которой объект ликвидируется.
tr: {0} yönergesi, bir ad uzayı için bir diğer ad oluşturur veya diğer ad uzaylarında tanımlı türleri içeri aktarır. {0} deyimi, sonunda bir nesnenin atılacağı bir kapsam tanımlar.
zh_cn: {0} 指令为命名空间创建别名或导入其他命名空间中定义的类型。{0} 语句定义一个范围，在此范围的末尾将释放对象。
zh_tw: {0} 指示詞會建立命名空間的別名，或匯入其他命名空間中所定義的型別。{0} 陳述式會在處置物件結束時定義範圍。

source: The {0} does not use the 'value' parameter
cs: {0} nepoužívá parametr value.
de: {0} verwendet nicht den value-Parameter.
es: El {0} no usa el parámetro 'value'
fr: {0} n'utilise pas le paramètre 'value'
it: L'elemento {0} non usa il parametro 'value'
ja: {0} は 'value' パラメーターを使用しません
ko: {0}이(가) 'value' 매개 변수를 사용하지 않습니다.
pl: Element {0} nie używa parametru „value”
pt_br: O {0} não usa o parâmetro 'value'
ru: {0} не использует параметр "value"
tr: {0} 'value' parametresini kullanmıyor
uk: {0} не використовує параметр 'значення'
zh_cn: {0} 不使用 "value" 参数
zh_tw: {0} 未使用 'value' 參數

source: The {0} extension is not installed.
cs: Rozšíření {0} není nainstalované.
de: Die Erweiterung {0} ist nicht installiert.
es: La extensión {0} no está instalada.
fr: L'extension {0} n'est pas installée.
ja: {0} 拡張機能はインストールされていません。
ko: {0} 확장이 설치되지 않았습니다.
pl: Rozszerzenie {0} nie jest zainstalowane.
pt_br: A {0} extensão não está instalada.
ru: Расширение {0} не установлено.
tr: {0} uzantısı yüklü değil.
