Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Template for a class loading contents from a gtkbuilder file
cs: Šablona pro třídu načítající obsah ze souboru gtkbuilder
de: Vorlage für eine Klasse, die Inhalte aus einer gtk.Builder-Datei lädt.
es: Plantilla para una clase que carga contenido de un archivo gtkbuilder
fr: Modèle de classe chargeant du contenu d’un fichier gtkbuilder
it: Modello per una classe che carica il contenuto da un file gtkbuilder
ja: gtkbuilder ファイルから内容を読み込むクラスのテンプレート
ko: gtkbuilder 파일에서 콘텐츠를 로드하는 클래스의 템플릿
pl: Szablon klasy ładującej zawartość z pliku gtkbuilder
pt_br: Modelo para uma classe que carrega conteúdo de um arquivo gtkbuilder
ru: Шаблон для класса с загрузкой содержимого из файла gtkbuilder
tr: gtkbuilder dosyasından içerik yükleyen sınıf şablonu
uk: Шаблон класу, що завантажує вміст з файлу gtkbuilder
zh_cn: 从 gtkbuilder 文件加载内容的类的模板
zh_tw: 從 gtkbuilder 載入檔案內容之類別的範本

source: Template for a short property
cs: Šablona pro krátkou vlastnost
de: Vorlage für eine kurze Eigenschaft
es: Plantilla para una propiedad corta
fr: Modèle de propriété short
it: Modello per una proprietà short
ja: 短縮プロパティのテンプレート
ko: short 속성의 템플릿
pl: Szablon krótkiej właściwości
pt_br: Modelo para uma propriedade curta
ru: Шаблон для короткого свойства
tr: Kısa özellik şablonu
uk: Шаблон властивості типу short
zh_cn: short 属性模板
zh_tw: 短屬性的範本

source: Template for a short property with private set.
cs: Šablona pro krátkou vlastnost s privátní sadou
de: Vorlage für eine kurze Eigenschaft mit privatem 'set'.
es: Plantilla para una propiedad corta con un procedimiento set privado.
fr: Modèle de propriété short avec private set.
it: Modello per una proprietà short con private set.
ja: private set を使用する短縮プロパティのテンプレート。
ko: private이 설정된 short 속성의 템플릿입니다.
pl: Szablon krótkiej właściwości z zestawem prywatnym.
pt_br: Modelo para propriedade curta com conjunto privado.
ru: Шаблон для короткого свойства с частным набором.
tr: Özel ayarlı kısa özellik şablonu
uk: Шаблон властивості типу short зі встановленим private.
zh_cn: 具有 private set 的 short 属性的模板。
zh_tw: 具有 private set 之短屬性的範本。

source: Template for an Enumeration
cs: Šablona pro výčet
de: Vorlage für eine Enumeration
es: Plantilla para una enumeración
fr: Modèle d’énumération
it: Modello per un'enumerazione
ja: 列挙型のテンプレート
ko: 열거형의 템플릿
pl: Szablon wyliczenia
pt_br: Modelo para uma Enumeração
ru: Шаблон для перечисления.
tr: Sabit Listesi için şablon
uk: Шаблон для переліку
zh_cn: 枚举模板
zh_tw: 列舉的範本

source: Template for an Interface
cs: Šablona pro rozhraní
de: Vorlage für eine Schnittstelle
es: Plantilla para una interfaz
fr: Modèle d’interface
it: Modello per un'interfaccia
ja: インターフェイスのテンプレート
ko: 인터페이스의 템플릿
pl: Szablon interfejsu
pt_br: Modelo para uma interface
ru: Шаблон для интерфейса.
tr: Arabirim için şablon
uk: Шаблон для інтерфейсу
zh_cn: 接口模板
zh_tw: 介面的範本

source: Template for an attribute.
cs: Šablona pro atribut
de: Vorlage für ein Attribut
es: Plantilla para un atributo
fr: Modèle d’attribut.
it: Modello per un attributo.
ja: 属性のテンプレート。
ko: 특성의 템플릿
pl: Szablon atrybutu.
pt_br: Modelo para um atributo.
ru: шаблон для атрибута
tr: Öznitelik şablonu.
uk: Шаблон для атрибута
zh_cn: 属性模板。
zh_tw: 屬性的範本。

source: Template for an indexer
cs: Šablona pro indexer
de: Vorlage für einen Indexer
es: Plantilla para un indexador
fr: Modèle d’indexeur
it: Modello per un indicizzatore
ja: インデクサーのテンプレート
ko: 인덱서의 템플릿
pl: Szablon indeksatora
pt_br: Modelo para um indexador
ru: Шаблон для индексатора.
tr: Dizin oluşturucu için şablon
uk: Шаблон індексатора
zh_cn: 索引器模板
zh_tw: 索引子的範本

source: Template for class declaration
cs: Šablona pro definici třídy
de: Vorlage für eine Klassendeklaration
es: Plantilla para una declaración de clase
fr: Modèle de déclaration de classe
it: Modello per la dichiarazione di classe
ja: クラス宣言のテンプレート
ko: 클래스 선언의 템플릿
pl: Szablon deklaracji klasy
pt_br: Modelo para declaração de classe
ru: Шаблон для объявления класса
tr: Sınıf bildirimi şablonu
uk: Шаблон оголошення класу
zh_cn: 类声明模板
zh_tw: 類別宣告的範本

source: Template for class function block
cs: Šablona pro blok funkce třídy
de: Vorlage für einen Klassenfunktionsblock
es: Plantilla para un bloque de función de clase
fr: Modèle de bloc de fonction de classe
it: Modello per il blocco della funzione di classe
ja: クラス関数ブロックのテンプレート
ko: 클래스 함수 블록의 템플릿
pl: Szablon bloku funkcji klasy
pt_br: Modelo para bloco de função de classe
ru: Шаблон для блока функции класса
tr: Sınıf işlev bloğu şablonu
uk: Шаблон блоку функції класу
zh_cn: 类函数块模板
zh_tw: 類別函式區塊的範本

source: Template for comment block
cs: Šablona pro blok komentáře
de: Vorlage für einen Kommentarblock
es: Plantilla para un bloque de comentario
fr: Modèle de bloc de commentaire
it: Modello per il blocco di commento
ja: コメント ブロックのテンプレート
ko: 주석 블록의 템플릿
pl: Szablon bloku komentarzy
pt_br: Modelo para bloco de comentário
ru: Шаблон для примечания
tr: Açıklama bloğu için şablon
uk: Шаблон для блоку коментаря
zh_cn: 注释块模板
zh_tw: 註解區塊的範本

source: Template for constructor
cs: Šablona pro konstruktor
de: Vorlage für Konstruktor
es: Plantilla para un constructor
fr: Modèle de constructeur
it: Modello per il costruttore
ja: コンストラクターのテンプレート
ko: 생성자의 템플릿
pl: Szablon konstruktora
pt_br: Modelo para um construtor
ru: Шаблон для конструктора
tr: Oluşturucu şablonu
uk: Шаблон для конструктора
zh_cn: 构造函数模板
zh_tw: 建構函式的範本

source: Template for destructor
cs: Šablona pro destruktor
de: Vorlage für Destruktor
es: Plantilla para un destructor
fr: Modèle de destructeur
it: Modello per il distruttore
ja: デストラクターのテンプレート
ko: 소멸자의 템플릿
pl: Szablon destruktora
pt_br: Modelo para destruidor
ru: Шаблон для деструктора
tr: Yıkıcı şablonu
uk: Шаблон для деструктора
zh_cn: 析构函数模板
zh_tw: 解構函式的範本

source: Template for event arguments
cs: Šablona pro argumenty události
de: Vorlage für Ereignisargumente
es: Plantilla para argumentos de evento
fr: Modèle pour les arguments d’événement
it: Modello per argomenti di evento
ja: イベント引数のテンプレート
ko: 이벤트 인수의 템플릿
pl: Szablon argumentów zdarzeń
pt_br: Modelo para argumentos de eventos
ru: Шаблон для аргументов события
tr: Olay bağımsız değişkenleri için şablon
uk: Шаблон для аргументів подій
zh_cn: 事件参数模板
zh_tw: 事件引數的範本

source: Template for exception
cs: Šablona pro výjimku
de: Vorlage für eine Ausnahme
es: Plantilla para una excepción
fr: Modèle d’exception
it: Modello per l'eccezione
ja: 例外のテンプレート
ko: 예외의 템플릿
pl: Szablon wyjątku
pt_br: Modelo para exceção
ru: Шаблон для исключения
tr: Özel durum şablonu
uk: Шаблон для винятку
zh_cn: 异常模板
zh_tw: 例外狀況的範本

source: Template for function block
cs: Šablona pro blok funkce
de: Vorlage für einen Funktionsblock
es: Plantilla para un bloque de función
fr: Modèle de bloc « function »
it: Modello per il blocco della funzione
ja: 関数ブロックのテンプレート
ko: 함수 블록의 템플릿
pl: Szablon bloku funkcji
pt_br: Modelo para bloco de função
ru: Шаблон для блока функции
tr: İşlev bloğu şablonu
uk: Шаблон для блоку function
zh_cn: 函数块模板
zh_tw: 函式區塊的範本

source: Template for functions directive
cs: Šablona pro direktivu functions
de: Vorlage für functions-Direktive
es: Plantilla para directiva de funciones
fr: Modèle pour la directive functions
it: Modello per la direttiva functions
ja: functions ディレクティブのテンプレート
ko: 함수 지시문의 템플릿
pl: Szablon dyrektywy functions
pt_br: Modelo para diretiva de funções
ru: Шаблон для директивы functions
tr: İşlev yönergesi şablonu
uk: Шаблон директиви функції
zh_cn: functions 指令模板
zh_tw: 函式指示詞的範本

source: Template for helper directive
cs: Šablona pro direktivu helper
de: Vorlage für helper-Direktive
es: Plantilla para directiva de asistente
fr: Modèle pour la directive helper
it: Modello per la direttiva helper
ja: helper ディレクティブのテンプレート
ko: 도우미 지시문의 템플릿
pl: Szablon dyrektywy helper
pt_br: Modelo para diretiva auxiliar
ru: Шаблон для директивы helper
tr: Yardımcı yönergesi şablonu
uk: Шаблон директиви помічника
zh_cn: helper 指令模板
zh_tw: 協助程式指示詞的範本

source: Template for if block
cs: Šablona pro blok if
de: Vorlage für einen if-Block
es: Plantilla para un bloque if
fr: Modèle de bloc « if »
it: Modello per il blocco if
ja: if ブロックのテンプレート
ko: if 블록의 템플릿
pl: Szablon bloku if
pt_br: Modelo para bloco if
ru: Шаблон для блока if
tr: If bloğu için şablon
uk: Шаблон для блоку if
zh_cn: if 块模板
zh_tw: if 區塊的範本

source: Template for inherits directive
cs: Šablona pro direktivu inherits
de: Vorlage für inherits-Direktive
es: Plantilla para directiva heredada
fr: Modèle pour la directive inherits
it: Modello per la direttiva inherits
ja: inherits ディレクティブのテンプレート
ko: 상속된 지시문의 템플릿
pl: Szablon dyrektywy inherits
pt_br: Modelo para diretivas herdadas
ru: Шаблон для директивы inherits
tr: Devralma yönergesi şablonu
uk: Шаблон директиви inherits
zh_cn: inherits 指令模板
zh_tw: 繼承指示詞的範本

source: Template for int Main method.
cs: Šablona pro metodu int Main
de: Vorlage für int Main-Methode
es: Plantilla para un método int Main.
fr: Modèle pour la méthode int Main.
it: Modello per il metodo int Main.
ja: int Main メソッドのテンプレート。
ko: int Main 메서드의 템플릿입니다.
pl: Szablon metody int Main.
pt_br: Modelo para o método int Main.
ru: Шаблон для метода int Main.
tr: int Main metodu şablonu.
uk: Шаблон методу int Main.
zh_cn: int Main 方法模板。
zh_tw: int Main 方法的範本。

source: Template for iterating reverse through a collection
cs: Šablona pro reverzní iteraci kolekce
de: Vorlage zum rückwärtigen Durchlaufen einer Auflistung
es: Plantilla para una iteración inversa en una colección
fr: Modèle d’itération inverse au sein d’une collection
it: Modello per l'iterazione inversa in una raccolta
ja: 逆順でコレクションを反復するためのテンプレート
ko: 컬렉션을 역방향으로 반복하기 위한 템플릿
pl: Szablon do wykonania iteracji odwrotnej w kolekcji
pt_br: Modelo para iterar inversamente em uma coleção
ru: Шаблон для выполнения итерации по коллекции в обратном направлении
tr: Koleksiyon aracılığıyla geri yineleme şablonu
uk: Шаблон зворотного перебору колекції
zh_cn: 用于反向循环访问集合的模板
zh_tw: 反向反覆查詢集合的範本

source: Template for iterating through a collection
cs: Šablona pro iteraci kolekce
de: Vorlage zum Durchlaufen einer Auflistung
es: Plantilla para una iteración en una colección
fr: Modèle d’itération au sein d’une collection
it: Modello per l'iterazione in una raccolta
ja: コレクションを反復するためのテンプレート
ko: 컬렉션을 반복하기 위한 템플릿
pl: Szablon dla iteracji w kolekcji
pt_br: Modelo para iterar em uma coleção
ru: Шаблон для выполнения итерации по коллекции
tr: Koleksiyon aracılığıyla yineleme şablonu
uk: Шаблон перебору колекції
zh_cn: 用于循环访问集合的模板
zh_tw: 反覆查詢集合的範本

source: Template for main block
cs: Šablona pro hlavní blok
de: Vorlage für einen Hauptblock
es: Plantilla para un bloque main
fr: Modèle de bloc principal
it: Modello per il blocco main
ja: main ブロックのテンプレート
ko: main 블록의 템플릿
pl: Szablon bloku głównego
pt_br: Modelo para bloco principal
ru: Шаблон для основного блока
tr: Ana blok için şablon
uk: Шаблон для блоку main
zh_cn: main 块模板
zh_tw: main 區塊的範本

source: Template for model directive
cs: Šablona pro direktivu model
de: Vorlage für model-Direktive
es: Plantilla para directiva de modelo
fr: Modèle pour la directive model
it: Modello per la direttiva model
ja: model ディレクティブのテンプレート
ko: 모델 지시문의 템플릿
pl: Szablon dyrektywy model
pt_br: Modelo para diretiva de modelo
ru: Шаблон для директивы model
tr: Model yönergesi şablonu
uk: Шаблон директиви model
zh_cn: model 指令模板
zh_tw: 模型指示詞的範本

source: Template for namespace
cs: Šablona pro obor názvů
de: Vorlage für einen Namespace
es: Plantilla para un espacio de nombres
fr: Modèle d’espace de noms
it: Modello per lo spazio dei nomi
ja: 名前空間のテンプレート
ko: 네임스페이스의 템플릿
pl: Szablon przestrzeni nazw
pt_br: Modelo para namespace
ru: Шаблон для пространства имен
tr: Ad alanı için şablon
uk: Шаблон для простору назв
zh_cn: 命名空间模板
zh_tw: 命名空間的範本

source: Template for reverse 'for' loop
cs: Šablona pro reverzní smyčku for
de: Vorlage für eine umgekehrte for-Schleife
es: Plantilla para un bucle 'loop' inverso
fr: Modèle de boucle « for » inverse
it: Modello per il ciclo 'for' inverso
ja: 逆順 'for' ループのテンプレート
ko: 역 'for' 루프의 템플릿
pl: Szablon dla odwrotnej pętli „for”
pt_br: Modelo para o loop 'for' inverso
ru: Шаблон для обратного цикла "for"
tr: Ters 'for' döngüsü şablonu
uk: Шаблон для зворотного циклу 'for'
zh_cn: 反向 "for" 循环模板
zh_tw: 反轉 'for' 迴圈的範本

source: Template for section directive
cs: Šablona pro direktivu section
de: Vorlage für section-Direktive
es: Plantilla para directiva de sección
fr: Modèle pour la directive section
it: Modello per la direttiva section
ja: section ディレクティブのテンプレート
ko: 섹션 지시문의 템플릿
pl: Szablon dyrektywy section
pt_br: Modelo para diretiva de seção
ru: Шаблон для директивы section
tr: Bölüm yönergesi şablonu
uk: Шаблон директиви section
zh_cn: section 指令模板
zh_tw: 區段指示詞的範本

source: Template for switch statement
cs: Šablona pro příkaz switch
de: Vorlage für switch-Anweisung
es: Plantilla para una instrucción switch
fr: Modèle d’instruction switch
it: Modello per l'istruzione switch
ja: switch ステートメントのテンプレート
ko: switch 문의 템플릿
pl: Szablon instrukcji switch
pt_br: Modelo para a instrução do comutador
ru: Шаблон для оператора switch
tr: Switch deyimi şablonu
uk: Шаблон інструкції switch
zh_cn: switch 语句模板
zh_tw: switch 陳述式的範本

source: Template for try...catch
cs: Šablona pro try...catch
de: Vorlage für 'try...catch'
es: Plantilla para try...catch
fr: Modèle pour « try...catch »
it: Modello per try...catch
ja: try...catch のテンプレート
ko: try...catch의 템플릿
pl: Szablon instrukcji try...catch
pt_br: Modelo para try...catch
ru: Шаблон для try...catch
tr: try...catch şablonu
uk: Шаблон для try...catch
zh_cn: try...catch 模板
zh_tw: try...catch 的範本

source: Template for try...finally
cs: Šablona pro try...finally
de: Vorlage für 'try...finally'
es: Plantilla para try...finally
fr: Modèle pour « try...finally »
it: Modello per try...finally
ja: try...finally のテンプレート
ko: try...finally의 템플릿
pl: Szablon instrukcji try...finally
pt_br: Modelo para try...finally
ru: Шаблон для try...finally
tr: try...finally şablonu
uk: Шаблон для 'try...finally'
zh_cn: try...finally 模板
zh_tw: try...finally 的範本

source: Template for using statement
cs: Šablona pro příkaz using
de: Vorlage für using-Anweisung
es: Plantilla para instrucción using
fr: Modèle pour l’instruction using
it: Modello per l'istruzione using
ja: using ステートメントのテンプレート
ko: using 문의 템플릿
pl: Szablon instrukcji using
pt_br: Modelo para a instrução de uso
ru: Шаблон для оператора using
tr: Kullanım bildirimi şablonu
uk: Шаблон інструкції using
zh_cn: using 语句模板
zh_tw: using 陳述式的範本

source: Template for void Main method.
cs: Šablona pro metodu void Main
de: Vorlage für void Main-Methode
es: Plantilla para un método void Main.
fr: Modèle pour la méthode void Main.
it: Modello per il metodo void Main.
ja: void Main メソッドのテンプレート。
ko: void Main 메서드의 템플릿입니다.
pl: Szablon metody void Main.
pt_br: Modelo para o método void Main.
ru: Шаблон для метода void Main.
tr: void Main metodu şablonu.
uk: Шаблон для методу void Main.
zh_cn: void Main 方法模板。
zh_tw: void Main 方法的範本。

source: Template for while block
cs: Šablona pro blok while
de: Vorlage für einen while-Block
es: Plantilla para un bloque while
fr: Modèle de bloc « while »
it: Modello per il blocco while
ja: while ブロックのテンプレート
ko: while 블록의 템플릿
pl: Szablon bloku while
pt_br: Modelo para bloco while
ru: Шаблон для блока while
tr: While bloğu için şablon
uk: Шаблон для блоку while
zh_cn: while 块模板
zh_tw: while 區塊的範本

source: Templates
cs: Šablony
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
ja: テンプレート
ko: 템플릿
pl: Szablony
pt_br: Modelos
ru: Шаблоны
tr: Şablonlar
uk: Шаблони
zh_cn: 模板
zh_tw: 範本

source: Temporary stash created by {0}
cs: Dočasné ukládání vytvořil {0}.
de: Temporärer Stash erstellt von {0}
es: Cambios guardados provisionalmente creados por {0} de forma temporal
fr: Dissimulation temporaire créée par{0}
it: Accantonamento temporaneo creato da {0}
ja: {0} によって作成された一時退避
ko: {0}이(가) 임시 스태시를 만들었습니다.
pl: Tymczasowe scalenie utworzone przez {0}
pt_br: Stash temporário criado por {0}
ru: Временное прятание, созданное {0}
tr: {0} tarafından oluşturulan geçici hazırlama
uk: Тимчасовий сховок створено {0}
zh_cn: 临时存储由 {0} 创建
zh_tw: {0} 所建立的臨時隱藏

source: Test
es: Prueba
fr: Tester
ja: テスト
ko: 테스트
pt_br: Teste
ru: Тест
uk: Тест
zh_cn: 测试
zh_tw: 測試

source: Test Discovery Console
cs: Test konzoly zjišťování
de: Testermittlungskonsole
es: Consola de detección de pruebas
fr: Console de découverte de tests
ja: 探索コンソールをテストします
ko: 테스트 검색 콘솔
pl: Konsola odnajdywania testu
pt_br: Console de Detecção de Testes
ru: Консоль обнаружения тестов
tr: Test Bulma Konsolu

source: Test Error
cs: Chyba testu
de: Testfehler
es: Error de prueba
fr: Erreur de test
it: Errore di test
ja: テスト エラー
ko: 테스트 오류
pl: Błąd testu
pt_br: Erro de Teste
ru: Ошибка тестирования
tr: Test Hatası
zh_cn: 测试错误
zh_tw: 測試錯誤

source: Test Fixture
cs: Testovací přípravek
es: Accesorio de prueba
fr: Fixture de test
it: Fixture di test
ja: テスト フィクスチャ
ko: 테스트 픽스쳐
pl: Warunki początkowe testu
pt_br: Acessório de Teste
ru: Средство тестирования
tr: Test Düzeni
uk: Каркас тесту
zh_cn: 测试装置
zh_tw: 測試裝置

source: Test Results
cs: Výsledky testu
de: Testergebnisse
es: Resultados de la prueba
fr: Résultats des tests
it: Risultati del test
ja: テスト結果
ko: 테스트 결과
pl: Wyniki testu
pt_br: Resultados de Teste
ru: Результаты теста
tr: Test Sonuçları
uk: Результати тестування
zh_cn: 测试结果
zh_tw: 測試結果

source: Test exe:
cs: Testovací exe:
de: Ausführbare Datei testen:
es: Probar exe:
fr: Fichier exécutable de test :
it: Exe da testare:
ja: テスト実行可能ファイル:
ko: 테스트 exe:
pl: Testowy plik wykonywalny:
pt_br: Testar exe:
ru: Выполнение теста:
tr: Exe'yi test et:
uk: Перевірити exe:
zh_cn: 测试 exe:
zh_tw: 測試執行檔:

source: Test execution cancelled.
cs: Provádění testu se zrušilo.
de: Testausführung abgebrochen
es: Ejecución de pruebas cancelada.
fr: Exécution du test annulée.
it: L'esecuzione dei test è stata annullata.
ja: テストの実行がキャンセルされました。
ko: 테스트 실행이 취소되었습니다.
pl: Anulowano wykonywanie testu.
pt_br: Execução dos testes cancelada.
ru: Выполнение теста отменено.
tr: Test yürütmesi iptal edildi.
uk: Виконання тестів перервано.
zh_cn: 已取消测试执行。
zh_tw: 已取消執行測試。

source: Test failed
cs: Test nebyl úspěšný.
de: Test fehlerhaft
es: Prueba no superada
fr: Échec du test
it: Test non superato
ja: 失敗したテスト
ko: 테스트 실패
pl: Test nie powiódł się
pt_br: Falha no teste
ru: Тест не пройден
tr: Test başarısız
uk: Тест провалено
zh_cn: 测试失败
zh_tw: 測試失敗

source: Test ignored
cs: Test se ignoroval.
de: Test ignoriert
es: Prueba omitida
fr: Test ignoré
it: Test ignorato
ja: 無視されたテスト
ko: 테스트가 무시됨
pl: Zignorowano test
pt_br: Teste ignorado
ru: Тест пропущен
tr: Test gözardı edildi
uk: Тест проігноровано
zh_cn: 测试被忽略
zh_tw: 忽略的測試

source: Test results
cs: Výsledky testu
de: Testergebnisse
es: Resultados de la prueba
fr: Résultats des tests
it: Risultati del test
ja: テスト結果
ko: 테스트 결과
pl: Wyniki testu
pt_br: Resultados de teste
ru: Результаты теста
tr: Test sonuçları
uk: Результати тестування
zh_cn: 测试结果
zh_tw: 測試結果

source: Test results for <b>{0}</b> configuration <b>{1}</b>
cs: Výsledky testů pro konfiguraci <b>{0}</b>: <b>{1}</b>
de: Testergebnisse für <b>{0}</b>-Konfiguration <b>{1}</b>
es: Resultados de pruebas de <b>{0}</b> configuración de <b>{1}</b>
fr: Résultats des tests de <b>{0}</b> configuration <b>{1}</b>
it: Risultati dei test per la configurazione <b>{1}</b> di <b>{0}</b>
ja: <b>{0}</b> 構成 <b>{1}</b> のテスト結果
ko: <b>{0}</b> 구성 <b>{1}</b>에 대한 테스트 결과
pl: Wyniki testu dla konfiguracji <b>{1}</b> (<b>{0}</b>)
pt_br: Resultados de teste para <b>{0}</b> configuração <b>{1}</b>
ru: Результаты теста для <b>{0}</b> в конфигурации <b>{1}</b>
tr: <b>{1}</b> yapılandırması ile <b>{0}</b> için test sonuçları
uk: Результати тесту для конфігурації <b>{0}</b> <b>{1}</b>
zh_cn: <b>{0}</b>配置<b>{1} </b> 的测试结果
zh_tw: <b>{0}</b> 組態 <b>{1}</b> 的測試結果

source: Test successful
cs: Test byl úspěšný.
de: Test erfolgreich
es: Prueba superada
fr: Test réussi
it: Test superato
ja: 成功したテスト
ko: 테스트 성공
pl: Test powiódł się
pt_br: Teste bem-sucedido
ru: Тест успешно выполнен
tr: Test başarılı
uk: Тест пройшов вдало
zh_cn: 测试成功
zh_tw: 測試成功

source: Testing:
cs: Testování:
de: Testen:
es: Pruebas:
fr: Test :
it: Test:
ja: テスト:
ko: 테스트하는 중:
pl: Testowanie:
pt_br: Testando:
ru: Выполняется проверка:
tr: Test ediliyor:
uk: Тестування:
zh_cn: 正在测试:
zh_tw: 正在測試:

source: Tests
cs: Testy
es: Pruebas
ja: テスト
ko: 테스트
pl: Testy
pt_br: Testes
ru: Тесты
tr: Testler

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
zh_cn: 文本
zh_tw: 文字

source: Text Editor
cs: Textový editor
es: Editor de texto
fr: Éditeur de texte
it: Editor di testo
ja: テキスト エディター
ko: 텍스트 편집기
pl: Edytor tekstu
pt_br: Editor de Texto
ru: Текстовый редактор
tr: Metin Düzenleyici
uk: Текстовий редактор
zh_cn: 文本编辑器
zh_tw: 文字編輯器

source: Text Snippets
cs: Fragmenty textu
de: Textausschnitte
es: Fragmentos de texto
fr: Extraits de texte
it: Frammenti di testo
ja: テキスト スニペット
ko: 텍스트 코드 조각
pl: Fragmenty tekstu
pt_br: Snippets de Código de Texto
ru: Текстовые фрагменты
tr: Metin Parçacıkları
uk: Текстові сніппети
zh_cn: 文本代码段
zh_tw: 文字片段

source: Text Style
cs: Styl textu
de: Textstil
es: Estilo de texto
fr: Style de texte
it: Stile testo
ja: テキストのスタイル
ko: 텍스트 스타일
pl: Styl tekstu
pt_br: Estilo de Texto
ru: Стиль текста
tr: Metin Stili
uk: Стиль тексту
zh_cn: 文本样式
zh_tw: 文字樣式

source: Text Templating
cs: Šablonování textu
de: Textvorlagen
es: Plantilla de texto
fr: Création de modèles de texte
it: Creazione modello di testo
ja: テキスト テンプレート
ko: 텍스트 템플릿
pl: Tworzenie szablonów tekstowych
pt_br: Modelagem de Texto
ru: Шаблон текста
tr: Metin Şablonu Oluşturma
uk: Текстові шаблони
zh_cn: 文本模板化
zh_tw: 文字範本化

source: Text document
cs: Textový dokument
de: Textdokument
es: Documento de texto
fr: Document texte
ja: テキスト ドキュメント
ko: 텍스트 문서
pl: Dokument tekstowy
pt_br: Documento de texto
ru: Текстовый документ
tr: Metin belgesi

source: Text file
cs: Textový soubor
de: Textdatei
es: Archivo de texto
fr: Fichier texte
it: File di testo
ja: テキスト ファイル
ko: 텍스트 파일
pl: Plik tekstowy
pt_br: Arquivo de Texto
ru: Текстовый файл
tr: Metin dosyası
uk: Текстовий файл
zh_cn: 文本文件
zh_tw: 文字檔

source: Text template
cs: Šablona textu
de: Textvorlage
es: Plantilla de texto
fr: Modèle de texte
it: Modello di testo
ja: テキスト テンプレート
ko: 텍스트 템플릿
pl: Szablon tekstowy
pt_br: Modelo de texto
ru: Шаблон текста
tr: Metin şablonu
uk: Текстовий шаблон
zh_cn: 文本模板
zh_tw: 文字範本

source: Thai
cs: thajština
de: Thailändisch
es: Tailandés
fr: Thaï
it: Tailandese
ja: タイ語
ko: 태국어
pl: Tajski
pt_br: Tailandês
ru: Тайский
tr: Tayca
uk: Тайське
zh_cn: 泰语
zh_tw: 泰文
