Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Switch to Replace in Files
cs: Přepnout na nahrazení v souborech
de: Zum Ersetzen in Dateien wechseln
es: Cambiar a Reemplazar en archivos
fr: Basculer vers Remplacer dans les fichiers
ja: [フォルダーを指定して置換]5D; に切り替える
ko: 파일에서 바꾸기로 전환
pl: Przełącz na zamienianie w plikach
pt_br: Alternar para Substituir nos Arquivos
ru: Перейти к замене в файлах
tr: Dosyalarda Değiştire Geçiş Yap

source: Switch to Suggestion Mode
cs: Přepnout na režim návrhu
de: Zu Vorschlagsmodus wechseln
es: Cambiar al modo de sugerencias
fr: Passer en mode Suggestion
ja: 提案モードに切り替えます
ko: 제안 모드로 전환
pl: Przełącz do trybu sugestii
pt_br: Alternar para o Modo de Sugestão
ru: Переключиться в режим предложений
tr: Öneri Moduna Geç

source: Switch to layout '{0}'
cs: Přepnout na rozložení {0}
de: Zum Layout '{0}' wechseln
es: Cambiar al diseño '{0}'
fr: Basculer en mode « {0} »
it: Passa al layout '{0}'
ja: レイアウト '{0}' に切り替え
ko: '{0}' 레이아웃으로 전환
pl: Przełącz do układu {0}
pt_br: Mudar para o layout '{0}'
ru: Переключиться на макет "{0}"
tr: '{0}' düzenine geç
uk: Перейти до конфігурації '{0}'
zh_cn: 切换到布局“{0}”
zh_tw: 切換至配置 '{0}'

source: Switch to next document
cs: Přepnout na následující dokument
de: Zum nächsten Dokument wechseln
es: Cambiar al siguiente documento
fr: Basculer vers le document suivant
it: Passa al documento successivo
ja: 次のドキュメントに切り替え
ko: 다음 문서로 전환
pl: Przełącz do następnego dokumentu
pt_br: Mudar para o próximo documento
ru: Переключиться на следующий документ
tr: Sonraki belgeye geç
uk: Перейти до наступного документа
zh_cn: 切换到下一个文档
zh_tw: 切換至下一份文件

source: Switch to next pad
cs: Přepnout na další panel
de: Zum nächsten Bereich wechseln
es: Cambiar a relleno siguiente
fr: Passer à la fenêtre suivante
it: Passa alla finestra ancorabile successiva
ja: 次のパッドに切り替える
ko: 다음 패드로 전환
pl: Przełącz do następnej konsoli
pt_br: Alternar para o próximo painel
ru: Перейти к следующей панели
tr: Sonraki bölmeye geç

source: Switch to previous document
cs: Přepnout na předchozí dokument
de: Zum vorherigen Dokument wechseln
es: Cambiar al documento anterior
fr: Basculer vers le document précédent
it: Torna al documento precedente
ja: 前のドキュメントに切り替え
ko: 이전 문서로 전환
pl: Przełącz do poprzedniego dokumentu
pt_br: Mudar para o documento anterior
ru: Переключиться на предыдущий документ
tr: Önceki belgeye geç
uk: Перейти до попереднього документа
zh_cn: 切换到上一个文档
zh_tw: 切換至上一份文件

source: Switch to previous pad
cs: Přepnout na předchozí panel
de: Zum vorherigen Bereich wechseln
es: Cambiar a relleno anterior
fr: Passer à la fenêtre précédente
it: Torna alla finestra ancorabile precedente
ja: 前のパッドに切り替える
ko: 이전 패드로 전환
pl: Przełącz do poprzedniej konsoli
pt_br: Alternar para o painel anterior
ru: Перейти к предыдущей панели
tr: Önceki bölmeye geç

source: Switch to the {0} tab
cs: Přepnout na kartu {0}
de: Zur Registerkarte {0} wechseln
es: Cambiar a la pestaña {0}
fr: Passer à l'onglet {0}
ja: {0} タブに切り替える
ko: {0} 탭으로 전환
pl: Przełącz do karty {0}
pt_br: Alterne para a guia {0}
ru: Переключиться на вкладку {0}
tr: {0} sekmesine geçiş yap

source: Switch to {0}
cs: Přepnout na {0}
de: Zu {0} wechseln
es: Cambiar a {0}
fr: Passer à {0}
ja: {0} に切り替える
ko: {0}(으)로 전환
pl: Przełącz do {0}
pt_br: Alternar para {0}
ru: Переключиться на {0}
tr: {0} öğesine geçiş yap

source: Switching to branch {0}
cs: Přepínaní na větev {0}
de: Zu Branch {0} wird gewechselt
es: Cambiando a la rama {0}
fr: Basculement vers la branche{0}
it: Passaggio al ramo {0}
ja: ブランチ {0} に切り替え中
ko: {0} 분기로 전환하는 중
pl: Przełączanie do gałęzi {0}
pt_br: Alternando para a ramificação {0}
ru: Переключение на ветвь {0}
tr: {0} dalına geçiliyor
uk: Перемикання на гілку {0}
zh_cn: 正在切换到分支 {0}
zh_tw: 切換至分支 '{0}'

source: Switching to branch {0} failed
cs: Přepnutí na větev {0} nebylo úspěšné.
de: Fehler beim Wechsel zu Branch {0}.
es: Error al cambiar a la rama {0}
fr: Le basculement vers la branche {0} a échoué
ja: ブランチ {0} への切り替えに失敗しました
ko: {0} 분기로 전환하지 못했습니다.
pl: Przełączanie do gałęzi {0} nie powiodło się
pt_br: Falha ao alternar para o branch {0}
ru: Не удалось переключиться на ветвь {0}.
tr: {0} dalına geçilemedi

source: Symbols only
cs: Jenom symboly
de: Nur Symbole
es: Solo símbolos
fr: Symboles uniquement
it: Solo simboli
ja: シンボルのみ
ko: 기호만
pl: Tylko symbole
pt_br: Apenas símbolos
ru: Только символы
tr: Yalnızca simgeler
uk: Лише символи
zh_cn: 仅符号
zh_tw: 僅限符號

source: System Default
cs: Výchozí systémové nastavení
de: Systemstandard
es: Predeterminada del sistema
fr: Valeur système par défaut
it: Predefinito di sistema
ja: システムの既定値
ko: 시스템 기본값
pl: Ustawienie domyślne systemu
pt_br: Padrão do Sistema
ru: Системная по умолчанию
tr: Sistem Varsayılanı
uk: Стандартна системна
zh_cn: 系统默认
zh_tw: 系統預設值

source: System application, 'System Tools' such as say a log viewer or network monitor
cs: Systémová aplikace (systémové nástroje, jako jsou prohlížeč protokolu nebo nástroj pro sledování sítě)
de: Systemanwendung, 'Systemprogramme' wie Protokollanzeige oder Netzwerkmonitor
es: Aplicación del sistema, 'Herramientas del sistema', como un visor de registros o un monitor de red
fr: Application système, « Outils système » tels qu’une visionneuse de journal ou un moniteur réseau
it: Applicazione di sistema, ad esempio 'Utilità di sistema', come un visualizzatore log o un'utilità di monitoraggio di sistema
ja: システム アプリケーションである、ログ ビューアーやネットワーク モニターなどの 'システム ツール'
ko: 로그 뷰어 또는 네트워크 모니터와 같은 시스템 애플리케이션, '시스템 도구'
pl: Aplikacja systemowa, „narzędzia systemowe”, takie jak podgląd dziennika lub monitor sieci
pt_br: Aplicativo do sistema, 'Ferramentas do Sistema' como, digamos, um visualizador de logs ou monitor de rede
ru: Системное приложение "Служебные программы", например средство просмотра журналов или сетевой монитор
tr: Sistem uygulaması, bir günlük görüntüleyicisi veya bir ağ izleyici gibi 'Sistem Araçları'
uk: Системний застосунок, наприклад, журнал логів або монітор мережі
zh_cn: 系统应用程序，即“系统工具”，例如日志查看器或网络监视器
zh_tw: 系統應用程式 [系統工具] (例如記錄檢視器或網路監視器)

source: T4 Template
cs: Šablona T4
de: T4-Vorlage
es: Plantilla T4
fr: Modèle T4
it: Modello T4
ja: T4 テンプレート
ko: T4 템플릿
pl: Szablon T4
pt_br: Modelo T4
ru: Шаблон T4
tr: T4 Şablonu
uk: Шаблон T4
zh_cn: T4 模板
zh_tw: T4 範本

source: T4 Templates
cs: Šablony T4
de: T4-Vorlagen
es: Plantillas T4
fr: Modèles T4
it: Modelli T4
ja: T4 テンプレート
ko: T4 템플릿
pl: Szablony T4
pt_br: Modelos T4
ru: Шаблоны T4
tr: T4 Şablonları
uk: Шаблони T4
zh_cn: T4 模板
zh_tw: T4 範本

source: T_ranslator e-mail:
cs: _E-mail překladatele:
de: _E-Mail des Übersetzers:
es: _Correo electrónico del traductor:
fr: Adresse de messagerie du t_raducteur :
it: In_dirizzo di posta elettronica del traduttore:
ja: 翻訳者電子メール(_R):
ko: 번역기 전자 메일(_R):
pl: _Adres e-mail tłumacza:
pt_br: Email do t_radutor:
ru: Электронная почта _переводчика:
tr: _Çevirmenin e-posta adresi:
uk: Olexandr Pylypchuk <pilipchukap@rambler.ru>
zh_cn: 译者电子邮件地址(_R):
zh_tw: 翻譯人員電子郵件(_R):

source: Tag
cs: Značka
es: Etiqueta
fr: Balise
ja: タグ
ko: 태그
pt_br: Marca
ru: Тег
tr: Etiket
uk: Тег
zh_cn: 标记
zh_tw: 標記

source: Tag ID must be unique within the document: '{0}'.
cs: ID značky musí být jedinečné v rámci dokumentu: {0}.
de: Tag-ID muss im Dokument eindeutig sein: '{0}'.
es: El id. de la etiqueta debe ser único en el documento: '{0}'.
fr: L’ID de balise doit être unique dans le document : « {0} ».
it: L'ID tag deve essere univoco nel documento: '{0}'.
ja: タグ ID はドキュメント '{0}' 内で一意である必要があります。
ko: 태그 ID는 문서 내에서 고유해야 합니다. '{0}'.
pl: Identyfikator tagu musi być unikatowy w obrębie dokumentu: „{0}”.
pt_br: A ID da marca deve ser exclusiva dentro do documento: '{0}'.
ru: Идентификатор тега должен быть уникальным в рамках документа: "{0}".
tr: Etiket Kimliği belgenin içinde benzersiz olmalıdır: '{0}'.
uk: ID тегу має бути унікальним в межах документа: '{0}'.
zh_cn: 标记 ID 必须在文档内唯一:“{0}”。
zh_tw: 標記識別碼在文件中不得重複: '{0}'

source: Tag Message
cs: Zpráva značky
de: Tagbeschreibung
es: Etiquetar mensaje
fr: Message de la balise
it: Messaggio del tag
ja: タグ メッセージ
ko: 태그 메시지
pl: Komunikat dotyczący tagu
pt_br: Mensagem da Marca
ru: Пометить сообщение
tr: Etiket İletisi
uk: Повідомлення тегу
zh_cn: 标记消息
zh_tw: 標記訊息

source: Tag Name
cs: Název značky
es: Nombre de etiqueta
fr: Nom de la balise
it: Nome del tag
ja: タグ名
ko: 태그 이름
pl: Nazwa tagu
pt_br: Nome da Marca
ru: Имя тега
tr: Etiket Adı
uk: Назва тегу
zh_cn: 标记名称
zh_tw: 標記名稱

source: Tag Selector
cs: Volič značek
de: Tagauswahl
es: Selector de etiquetas
fr: Sélecteur d'étiquette
ja: タグ セレクター
ko: 태그 선택기
pl: Selektor tagu
pt_br: Seletor de Marcação
ru: Выбор тега
tr: Etiket Seçici

source: Tags
cs: Značky
es: Etiquetas
fr: Balises
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Marcas
ru: Теги
tr: Etiketler
uk: Теги
zh_cn: 标记
zh_tw: 標記

source: Tags:
cs: Značky:
es: Etiquetas:
fr: Étiquettes :
it: Tag
ja: タグ:
ko: 태그:
pl: Tagi:
pt_br: Marcações:
ru: Теги:
tr: Etiketler:

source: Tarball
ja: ターボール
pl: Plik tar
ru: Архив Tarball
uk: Архів

source: Target Directory
cs: Cílový adresář
de: Zielverzeichnis
es: Directorio de destino
fr: Répertoire de la cible
it: Directory di destinazione
ja: ターゲット ディレクトリ
ko: 대상 디렉터리
pl: Katalog docelowy
pt_br: Diretório de Destino
ru: Целевой каталог
tr: Hedef Dizin
uk: Цільова тека
zh_cn: 目标目录
zh_tw: 目標目錄

source: Target Extension
cs: Přípona cíle
de: Zielerweiterung
es: Extensión de destino
fr: Extension de la cible
it: Estensione di destinazione
ja: ターゲットの拡張子
ko: 대상 확장
pl: Rozszerzenie docelowe
pt_br: Extensão de Destino
ru: Целевое расширение
tr: Hedef Uzantısı
uk: Розширення цілі
zh_cn: 目标扩展名
zh_tw: 目標擴充功能

source: Target File
cs: Cílový soubor
de: Zieldatei
es: Archivo de destino
fr: Fichier cible
it: File di destinazione
ja: ターゲット ファイル
ko: 대상 파일
pl: Plik docelowy
pt_br: Arquivo de Destino
ru: Конечный файл
tr: Hedef Dosya
uk: Цільовий файл
zh_cn: 目标文件
zh_tw: 目標檔案

source: Target Framework
cs: Cílová architektura
de: Zielframework
es: Plataforma de destino
fr: Framework cible
it: Framework di destinazione
ja: ターゲット フレームワーク
ko: 대상 프레임워크
pl: Struktura docelowa
pt_br: Estrutura de Destino
ru: Целевая платформа
tr: Hedef Çerçeve
uk: Цільовий фреймворк
zh_cn: 目标框架
zh_tw: 目標 Framework

source: Target Framework:
cs: Cílová architektura:
de: Zielframework:
es: Plataforma de destino:
fr: Framework cible :
ja: 対象のフレームワーク:
ko: 대상 프레임워크:
pl: Struktura docelowa:
pt_br: Estrutura de Destino:
ru: Целевая платформа:
tr: Hedef Çerçeve:

source: Target Frameworks:
cs: Cílové architektury:
de: Zielframeworks:
es: Plataformas de destino:
fr: Frameworks cibles :
it: Framework di destinazione:
ja: ターゲット フレームワーク:
ko: 대상 프레임워크:
pl: Struktury docelowe:
pt_br: Estruturas de Destino:
ru: Целевые платформы:
tr: Hedef Framework'ler:
zh_cn: 目标框架:
zh_tw: 目標架構:

source: Target GTK# version:
cs: Cílová verze GTK#:
de: Gtk#-Zielversion:
es: Versión de GTK# de destino:
fr: Version de GTK# cible :
it: Versione di GTK# di destinazione:
ja: ターゲット GTK# バージョン:
ko: 대상 GTK# 버전:
pl: Docelowa wersja GTK#:
pt_br: Versão de destino do GTK#:
ru: Целевая версия GTK#:
tr: Hedef GTK# sürümü:
uk: Цільова версія Gtk#:
zh_cn: 目标 GTK# 版本:
zh_tw: 目標 GTK# 版本:

source: Target Gtk# version:
cs: Cílová verze GTK#:
de: Gtk#-Zielversion:
es: Versión de GTK# de destino:
fr: Version de Gtk# cible :
it: Versione di GTK# di destinazione:
ja: ターゲット GTK# バージョン:
ko: 대상 GTK# 버전:
pl: Docelowa wersja Gtk#:
pt_br: Versão de destino do Gtk#:
ru: Целевая версия GTK#:
tr: Hedef Gtk# sürümü:
uk: Цільова версія Gtk#:
zh_cn: 目标 GTK# 版本:
zh_tw: 目標 GTK# 版本:

source: Target Name
cs: Název cíle
de: Zielname
es: Nombre destino
fr: Nom de la cible
it: Nome di destinazione
ja: ターゲットの名前
ko: 대상 이름
pl: Nazwa celu
pt_br: Nome de Destino
ru: Конечное имя
tr: Hedef Adı
uk: Назва цілі
zh_cn: 目标名称
zh_tw: 目標名稱

source: Target Path
cs: Cesta k cíli
de: Zielpfad
es: Ruta de acceso de destino
fr: Chemin d’accès de la cible
it: Percorso di destinazione
ja: ターゲットのパス
ko: 대상 경로
pl: Ścieżka docelowa
pt_br: Caminho de Destino
ru: Конечный путь
tr: Hedef Yol
uk: Цільовий шлях
zh_cn: 目标路径
zh_tw: 目標路徑

source: Target Platforms:
cs: Cílové platformy:
de: Zielplattformen:
es: Plataformas de destino:
fr: Plateformes cibles :
it: Piattaforma di destinazione:
ja: ターゲット プラットフォーム:
ko: 대상 플랫폼:
pl: Platformy docelowe:
pt_br: Plataformas de Destino:
ru: Целевые платформы:
tr: Hedef Platformlar:

source: Target _framework:
cs: Cílová _architektura:
de: Ziel_framework:
es: Platafor_ma de destino:
fr: _Framework cible :
it: _Framework di destinazione:
ja: ターゲット フレームワーク(_F):
ko: 대상 프레임워크(_F):
pl: Struktura _docelowa:
pt_br: Estrutura de _destino:
ru: Целевая _платформа:
tr: Hedef _Framework:
uk: Цільовий _фреймворк:
zh_cn: 目标框架(_F):
zh_tw: 目標架構(_F):

source: Target directory
cs: Cílový adresář
de: Zielverzeichnis
es: Directorio de destino
fr: Répertoire cible
it: Directory di destinazione
ja: ターゲット ディレクトリ
ko: 대상 디렉터리
pl: Katalog docelowy
pt_br: Diretório de destino
ru: Конечный каталог
tr: Hedef dizin
uk: Цільова тека
zh_cn: 目标目录
zh_tw: 目標目錄

source: Target directory:
cs: Cílový adresář:
de: Zielverzeichnis:
es: Directorio de destino:
fr: Répertoire cible :
it: Directory di destinazione:
ja: ターゲット ディレクトリ:
ko: 대상 디렉터리:
pl: Katalog docelowy:
pt_br: Diretório de destino:
ru: Целевой каталог:
tr: Hedef dizin:
uk: Цільова тека:
zh_cn: 目标目录:
zh_tw: 目標目錄:

source: Target file name not provided.
cs: Není zadaný název cílového souboru.
de: Kein Zieldateiname angegeben
es: No se proporcionó el nombre del archivo de destino.
fr: Nom de fichier cible non fourni.
it: Il nome del file di destinazione non è stato specificato.
ja: ターゲット ファイル名が指定されていません。
ko: 대상 파일 이름이 제공되지 않았습니다.
pl: Nazwa pliku docelowego nie została podana.
pt_br: Nome do arquivo de destino não informado.
ru: Не указано имя конечного файла.
tr: Hedef dosya adı belirtilmemiş.
uk: Не вказано назви цільового файлу.
zh_cn: 未提供目标文件名。
zh_tw: 未提供目標檔案名稱。

source: Target folder:
cs: Cílová složka:
de: Zielordner:
es: Carpeta de destino:
fr: Dossier cible :
it: Cartella di destinazione:
ja: ターゲット フォルダー:
ko: 대상 폴더:
pl: Folder docelowy:
pt_br: Pasta de destino:
ru: Целевая папка:
tr: Hedef klasör:
uk: Цільова тека:
zh_cn: 目标文件夹:
zh_tw: 目標資料夾:

source: Target framework for the Package.
cs: Cílová architektura balíčku
de: Zielframework für das Paket
es: Marco de destino del paquete.
fr: Framework cible pour le paquet.
it: Framework di destinazione per il pacchetto.
ja: パッケージのターゲット フレームワーク。
ko: 패키지에 대한 대상 프레임워크입니다.
pl: Struktura docelowa pakietu.
pt_br: Estrutura de destino para o Pacote.
ru: Целевая платформа для пакета.
tr: Paket için hedef çerçeve.
uk: Цільовий фреймворк для пакунка.
zh_cn: 包的目标框架。
zh_tw: 封裝的目標 Framework。

source: Target platform:
cs: Cílová platforma:
de: Zielplattform:
es: Plataforma de destino:
fr: Plateforme cible :
it: Piattaforma di destinazione:
ja: ターゲット プラットフォーム:
ko: 대상 플랫폼:
pl: Platforma docelowa:
pt_br: Plataforma de destino:
ru: Целевая платформа:
tr: Hedef platform:
uk: Цільова платформа:
zh_cn: 目标平台:
zh_tw: 目標平台:

source: Target:
cs: Cíl:
de: Ziel:
es: Destino:
fr: Cible :
it: Destinazione:
ja: ターゲット:
ko: 대상:
pl: Wersja docelowa:
pt_br: Destino:
ru: Целевой объект:
tr: Hedef:
uk: Ціль:
zh_cn: 目标:
zh_tw: 目標:

source: Task-based
cs: Založený na úkolech
de: Aufgabenbasiert
es: Basado en tarea
fr: Basées sur les tâches
it: Basato su attività
ja: タスクベース
ko: 작업 기반
pl: Oparte na zadaniach
pt_br: Baseado em tarefas
ru: На основе задач
tr: Görev tabanlı
uk: На основі завдань
zh_cn: 基于任务
zh_tw: 依據工作

source: Tasks
cs: Úlohy
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
ko: 작업
pl: Zadania
pt_br: Tarefas
ru: Задачи
tr: Görevler
uk: Завдання
zh_cn: 任务
zh_tw: 工作

source: Telephony tools, to dial a number, manage PBX, ...
cs: Nástroje pro telefonování, vytáčení čísel, správu pobočkových ústředen apod.
de: Telefonietools zum Wählen von Nummern, Verwalten von PBX...
es: Herramientas de telefonía, para marcar un número, administrar PBX, ...
fr: Outils de téléphonie, pour composer un numéro, gérer un PBX, ...
it: Strumenti di telefonia, per comporre un numero, gestire il centralino e così via
ja: 番号のダイヤルや PBX 管理を行うテレフォニー ツール...
ko: 전화 걸기, PBX 관리 등을 수행하는 전화 통신 도구
pl: Narzędzia telefoniczne, wybieranie numerów, zarządzanie centralą PBX itp.
pt_br: Ferramentas de telefonia, para discar um número, gerenciar PBX, ...
ru: Средства телефонии для набора номера, управления УАТС...
tr: Numara çevirmek, PBX'i yönetmek için telefon araçları ...
uk: Робота з телефонією (наприклад, набирання номера, керування PBX)
zh_cn: 电话服务工具，用于拨打电话、管理 PBX...
zh_tw: 電話工具，撥號，管理 PBX, ...

source: Telephony via PC
cs: Aplikace pro telefonování přes počítač
de: Telefonie über den PC
es: Telefonía mediante PC
fr: Téléphonie via PC
it: Telefonia tramite PC
ja: PC 経由のテレフォニー
ko: PC를 통한 전화 통신
pl: Telefonia przez komputer
pt_br: Telefonia via PC
ru: Телефония на ПК
tr: Bilgisayar aracılığıyla telefon görüşmesi
uk: Комп'ютерна телефонія
zh_cn: 电脑电话服务
zh_tw: PC 的電話語音

source: Template Text:
cs: Text šablony:
de: Vorlagentext:
es: Texto de la plantilla:
fr: Texte du modèle :
it: Testo del modello:
ja: テンプレート テキスト:
ko: 템플릿 텍스트:
pl: Tekst szablonu:
pt_br: Texto do Modelo:
ru: Текст шаблона:
tr: Şablon Metni:
uk: Текст шаблону:
zh_cn: 模板文本:
zh_tw: 範本文字:

source: Template checked block
cs: Šablona pro blok checked
de: Vorlage für einen aktivierten Block
es: Plantilla de bloque checked
fr: Modèle de bloc « checked »
it: Modello per il blocco checked
ja: checked ブロックのテンプレート
ko: 검사된 블록의 템플릿
pl: Szablon bloku sprawdzonego
pt_br: Modelo para bloco verificado
ru: Проверенный блок шаблона
tr: Şablon işaretli blok
uk: Шаблон блоку checked
zh_cn: checked 块模板
zh_tw: 'checked' 區塊的範本

source: Template for #if
cs: Šablona pro #if
de: Vorlage für #if
es: Plantilla para #if
fr: Modèle pour #if
it: Modello per #if
ja: #if のテンプレート
ko: #if의 템플릿
pl: Szablon elementu #if
pt_br: Modelo para #if
ru: Шаблон для #if
tr: #if için şablon
uk: Шаблон для #if
zh_cn: #if 模板
zh_tw: #if 的範本

source: Template for #region
cs: Šablona pro #region
de: Vorlage für #region
es: Plantilla para #region
fr: Modèle pour #region
it: Modello per #region
ja: #region のテンプレート
ko: #region의 템플릿
pl: Szablon elementu #region
pt_br: Modelo para #region
ru: Шаблон для #region
tr: #region için şablon
uk: Шаблон для #region
zh_cn: #region 模板
zh_tw: #region 的範本

source: Template for 'do...while' loop
cs: Šablona pro smyčku do...while
de: Vorlage für eine do...while-Schleife
es: Plantilla para un bucle 'do...while'
fr: Modèle de boucle « do...while »
it: Modello per il ciclo 'do...while'
ja: 'do...while' ループのテンプレート
ko: 'do...while' 루프의 템플릿
pl: Szablon dla pętli „do...while”
pt_br: Modelo para o loop 'do...while'
ru: Шаблон для цикла "do...while"
tr: 'do...while' döngüsü şablonu
uk: Шаблон для циклу 'do...while'
zh_cn: "do...while" 循环模板
zh_tw: 'do...while' 迴圈的範本

source: Template for 'else'
cs: Šablona pro else
de: Vorlage für 'else'
es: Plantilla para 'else'
fr: Modèle pour « else »
it: Modello per 'else'
ja: 'else' のテンプレート
ko: 'else'의 템플릿
pl: Szablon elementu „else”
pt_br: Modelo para 'else'
ru: Шаблон для "else"
tr: 'else' için şablon
uk: Шаблон для 'else'
zh_cn: "else" 模板
zh_tw: 'else' 的範本

source: Template for 'for' loop
cs: Šablona pro smyčku for
de: Vorlage für eine for-Schleife
es: Plantilla para un bucle 'for'
fr: Modèle de boucle « for »
it: Modello per il ciclo 'for'
ja: 'for' ループのテンプレート
ko: 'for' 루프의 템플릿
pl: Szablon dla pętli „for”
pt_br: Modelo para o loop 'for'
ru: Шаблон для цикла "for"
tr: 'for' döngüsü şablonu
uk: Шаблон для циклу 'for'
zh_cn: "for" 循环模板
zh_tw: 'for' 迴圈的範本

source: Template for 'foreach' loop
cs: Šablona pro smyčku foreach
de: Vorlage für eine foreach-Schleife
es: Plantilla para un bucle 'foreach'
fr: Modèle de boucle « foreach »
it: Modello per il ciclo 'foreach'
ja: 'foreach' ループのテンプレート
ko: 'foreach' 루프의 템플릿
pl: Szablon dla pętli „foreach”
pt_br: Modelo para o loop 'foreach'
ru: Шаблон для цикла "foreach"
tr: 'foreach' döngüsü şablonu
uk: Шаблон для циклу 'foreach'
zh_cn: "foreach" 循环模板
zh_tw: 'foreach' 迴圈的範本

source: Template for 'if' statement
cs: Šablona pro příkaz if
de: Vorlage für eine if-Anweisung
es: Plantilla para una instrucción 'if'
fr: Modèle d’instruction « if »
it: Modello per l'istruzione 'if'
ja: 'if' ステートメントのテンプレート
ko: 'if'문의 템플릿
pl: Szablon instrukcji „if”
pt_br: Modelo para a instrução 'if'
ru: Шаблон для оператора "if"
tr: 'if' deyimi şablonu
uk: Шаблон інструкції 'if'
zh_cn: "if" 语句模板
zh_tw: 'if' 陳述式的範本

source: Template for 'lock' statement
cs: Šablona pro příkaz lock
de: Vorlage für eine lock-Anweisung
es: Plantilla para una instrucción 'lock'
fr: Modèle d’instruction « lock »
it: Modello per l'istruzione 'lock'
ja: 'lock' ステートメントのテンプレート
ko: 'lock' 문의 템플릿
pl: Szablon instrukcji „lock”
pt_br: Modelo para a instrução 'lock'
ru: Шаблон для оператора "lock"
tr: 'lock' deyimi şablonu
uk: Шаблон інструкції 'lock'
zh_cn: "lock" 语句模板
zh_tw: 'lock' 陳述式的範本

source: Template for 'unchecked' block
cs: Šablona pro blok unchecked
de: Vorlage für einen deaktivierten Block
es: Plantilla para un bloque 'unchecked'
fr: Modèle de bloc « unchecked »
it: Modello per il blocco 'unchecked'
ja: 'unchecked' ブロックのテンプレート
ko: '검사되지 않은' 블록의 템플릿
pl: Szablon bloku niesprawdzonego
pt_br: Modelo para bloco 'unchecked'
ru: Шаблон для непроверенного блока
tr: 'unchecked' blok şablonu
uk: Шаблон блоку 'unchecked'
zh_cn: "unchecked" 块模板
zh_tw: 'unchecked' 區塊的範本

source: Template for 'unsafe' block
cs: Šablona pro blok unsafe
de: Vorlage für einen unsicheren Block
es: Plantilla para un bloque 'unsafe'
fr: Modèle de bloc « unsafe »
it: Modello per il blocco 'unsafe'
ja: 'unsafe' ブロックのテンプレート
ko: '안전하지 않은' 블록의 템플릿
pl: Szablon bloku niebezpiecznego
pt_br: Modelo para bloco 'unsafe'
ru: Шаблон для небезопасного блока
tr: 'unsafe' blok şablonu
uk: Шаблон блоку 'unsafe'
zh_cn: "unsafe" 块模板
zh_tw: 'unsafe' 區塊的範本

source: Template for 'while' loop
cs: Šablona pro smyčku while
de: Vorlage für eine while-Schleife
es: Plantilla para un bucle 'while'
fr: Modèle de boucle « while »
it: Modello per il ciclo 'while'
ja: 'while' ループのテンプレート
ko: 'while' 루프의 템플릿
pl: Szablon pętli „while”
pt_br: Modelo para o loop 'while'
ru: Шаблон для цикла "while"
tr: 'while' döngüsü için şablon
uk: Шаблон для циклу 'while'
zh_cn: "while" 循环模板
zh_tw: 'while' 迴圈的範本

source: Template for Console.WriteLine
cs: Šablona pro Console.WriteLine
de: Vorlage für Console.WriteLine
es: Plantilla para Console.WriteLine
fr: Modèle pour Console.WriteLine
it: Modello per Console.WriteLine
ja: Console.WriteLine のテンプレート
ko: Console.WriteLine의 템플릿
pl: Szablon metody Console.WriteLine
pt_br: Modelo para Console.WriteLine
ru: Шаблон для Console.WriteLine
tr: Console.WriteLine için şablon
uk: Шаблон для Console.WriteLine
zh_cn: Console.WriteLine 模板
zh_tw: Console.WriteLine 的範本

source: Template for a Struct
cs: Šablona pro strukturu
de: Vorlage für eine Struktur
es: Plantilla para una estructura
fr: Modèle de structure
it: Modello per una struttura
ja: 構造体のテンプレート
ko: 구조체의 템플릿
pl: Szablon struktury
pt_br: Modelo para um Struct
ru: Шаблон для структуры
tr: Struct için şablon
uk: Шаблон для структури
zh_cn: 结构模板
zh_tw: 結構的範本

source: Template for a class deriving from gtk.Window
cs: Šablona pro třídu odvozenou z gtk.Window
de: Vorlage für eine von gtk.Window abgeleitete Klasse
es: Plantilla para una clase que deriva de gtk.Window
fr: Modèle de classe dérivant de gtk.Window
it: Modello per una classe che deriva da gtk.Window
ja: gtk.Window から派生するクラスのテンプレート
ko: gtk.Window에서 파생된 클래스의 템플릿
pl: Szablon dziedziczenia klasy z okna gtk.Window
pt_br: Modelo para classe derivada de gtk.Window
ru: Шаблон для класса, производного от gtk.Window
tr: gtk.Window'dan türetilen sınıf şablonu
uk: Шаблон класу, що є нащадком gtk.Window
zh_cn: 派生自 gtk.Window 的类的模板
zh_tw: 繼承自 gtk.Window 之類別的範本
