Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: _Send This Time
cs: Tentokrát ode_slat
de: _Dieses Mal senden
es: _Enviar esta vez
fr: _Envoyer cette fois
it: _Invia solo questa volta
ja: この時間を送信(_S)
ko: 한 번만 보내기(_S)
pl: _Wyślij tym razem
pt_br: _Enviar Esta Hora
ru: _Отправить в этот раз
tr: _Gönderme Zamanı:
uk: Надіслати _цього разу
zh_cn: 发送这一次(_S)
zh_tw: 這次傳送(_S)

source: _Set As Startup Project
cs: _Nastavit jako projekt při spouštění
de: Als Start_projekt festlegen
es: E_stablecer como proyecto de inicio
fr: _Définir en tant que projet de démarrage
it: Im_posta come progetto di avvio
ja: スタートアップ プロジェクトとして設定(_S)
ko: 시작 프로젝트로 설정(_S)
pl: _Ustaw jako projekt startowy
pt_br: _Definir como Projeto Inicial
ru: _Назначить запускаемым проектом
tr: _Başlangıç Projesi Olarak Ayarla
uk: _Зробити початковим проектом
zh_cn: 设置为启动项目(_S)
zh_tw: 設為起始專案(_S)

source: _Shortcut:
cs: _Zástupce:
de: _Verknüpfung:
es: A_cceso directo:
fr: _Raccourci :
it: _Collegamento:
ja: ショートカット(_S):
ko: 바로 가기(_S):
pl: _Skrót:
pt_br: _Atalho:
ru: _Ярлык:
tr: _Kısayol:
uk: _Ярлик:
zh_cn: 快捷方式(_S):
zh_tw: 捷徑(_S):

source: _Show Diff
cs: _Zobrazit rozdíly
de: Unter_schied anzeigen
es: _Mostrar diferencia
fr: _Afficher Diff
it: _Mostra differenze
ja: 差分の表示(_S)
ko: 차이점 표시(_S)
pl: _Pokaż różnicę
pt_br: _Mostrar Diferença
ru: _Показать несовпадение
tr: _Farkı Göster
zh_cn: 显示差异(_S)
zh_tw: 顯示差異(_S)

source: _Show EditorBrowsable.Advanced members
cs: _Zobrazit členy EditorBrowsable.Advanced
de: _EditorBrowsable.Advanced-Member anzeigen
es: _Mostrar miembros de EditorBrowsable.Advanced
fr: _Afficher les membres de EditorBrowsable.Advanced
ja: EditorBrowsable.Advanced のメンバーを表示(_S)
ko: EditorBrowsable.Advanced 멤버 표시(_S)
pl: _Pokaż elementy członkowskie elementu EditorBrowsable.Advanced
pt_br: _Mostrar membros de EditorBrowsable.Advanced
ru: _Отображать элементы EditorBrowsable.Advanced
tr: EditorBrowsable.Advanced üyelerini _göster

source: _Show Hidden Message
cs: _Zobrazit skrytou zprávu
de: Au_sgeblendete Meldung anzeigen
es: _Mostrar mensaje oculto
fr: _Afficher le message masqué
it: _Mostra messaggio nascosto
ja: 非表示メッセージを表示する(_S)
ko: 숨겨진 메시지 표시(_S)
pl: _Pokaż ukryty komunikat
pt_br: _Mostrar Mensagem Oculta
ru: _Показать скрытое сообщение
tr: _Gizli İletiyi Göster
zh_cn: 显示隐藏的消息(_S)
zh_tw: 顯示隱藏的郵件(_S)

source: _Show at startup
cs: _Zobrazit při spuštění
de: _Beim Start anzeigen
es: _Mostrar al inicio
fr: _Afficher au démarrage
it: _Mostra all'avvio
ja: 起動時に表示(_S)
ko: 시작 시 표시(_S)
pl: Pokaż przy _uruchamianiu
pt_br: _Mostrar ao iniciar
ru: _Показывать при запуске
tr: _Başlangıçta göster
uk: _Показувати при запуску
zh_cn: 启动时显示(_S)
zh_tw: 在啟動時顯示(_S)

source: _Show completion list after a character is typed
cs: Po nap_sání znaku zobrazit seznam dokončení
de: Vervollständigungsliste _anzeigen, nachdem ein Zeichen eingegeben wurde
es: _Mostrar lista de finalización después de escribir un carácter
fr: _Afficher la liste de saisie semi-automatique après la frappe d’un caractère
it: Mo_stra elenco di completamento dopo la digitazione di un carattere
ja: 文字が入力された後に入力候補一覧を表示する(_S)
ko: 문자가 입력된 후 완성 목록 표시(_S)
pl: _Pokaż listę uzupełniania po wprowadzeniu znaku
pt_br: _Mostrar lista de conclusão depois que um caractere é digitado
ru: _Показывать список завершения после ввода знака
tr: Bir karakter yazıldıktan sonra tamamlanma listesini gö_ster
uk: _Показати список завершення після того, як введено стільки символів
zh_cn: 在键入字符后显示完成列表(_S)
zh_tw: 輸入一個字元後顯示完成清單(_S)

source: _Show empty environment
cs: _Zobrazit prázdné prostředí
de: _Leere Umgebung anzeigen
es: _Mostrar el entorno vacío
fr: Afficher l'environnement vi_de
ja: 空の環境を表示する(_S)
ko: 빈 환경 표시(_S)
pl: _Pokaż puste środowisko
pt_br: _Mostrar ambiente vazio
ru: _Показать пустое окружение
tr: _Boş ortamı göster

source: _Show import items
cs: _Zobrazit položky importu
de: Importelemente _anzeigen
es: _Mostrar elementos de importación
fr: _Afficher les éléments à importer
it: _Mostra elementi di importazione
ja: インポート項目を表示する(_S)
ko: 가져오기 항목 표시(_S)
pl: _Pokaż elementy importu
pt_br: _Mostrar itens de importação
ru: _Показать элементы импорта
tr: İçeri aktarma öğelerini _göster
uk: _Показати імпортовані елементи
zh_cn: 显示导入项(_S)
zh_tw: 顯示匯入項目(_S)

source: _Show indentation guides
cs: Zobrazi_t vodítka pro odsazení
de: _Führungslinien für Einzüge anzeigen
es: _Mostrar guías de sangría
fr: Afficher les repères de retrait
it: _Mostra guide per rientri
ja: インデントのガイドを表示する(_S)
ko: 들여쓰기 안내선 표시(_S)
pl: _Pokaż prowadnice wcięć
pt_br: _Mostrar guias de recuo
ru: _Показать рекомендации по отступам
tr: Girinti kılavuzunu _göster
uk: _Показати напрямні відступів
zh_cn: 显示缩进参考线(_S)
zh_tw: 顯示縮排輔助線(_S)

source: _Show invisible characters:
cs: Zo_brazovat neviditelné znaky:
de: _Unsichtbare Zeichen anzeigen:
es: _Mostrar caracteres invisibles:
fr: _Afficher les caractères invisibles :
it: _Mostra caratteri invisibili:
ja: 非表示の文字を表示する(_S):
ko: 보이지 않는 문자 표시(_S):
pl: _Pokaż niewidoczne znaki:
pt_br: _Mostrar caracteres invisíveis:
ru: _Показать невидимые символы:
tr: Görünmeyen karakterleri _göster:
uk: Показати _незображувані символи:
zh_cn: 显示不可见字符(_S):
zh_tw: 顯示隱藏字元(_S):

source: _Show line numbers
cs: Zobrazovat čísla řá_dků
de: _Zeilennummern anzeigen
es: _Mostrar números de línea
fr: _Afficher les numéros de ligne
it: _Mostra numeri di riga
ja: 行番号を表示する(_S)
ko: 줄 번호 표시(_S)
pl: _Pokaż numery wierszy
pt_br: _Mostrar números de linha
ru: _Показать номера строк
tr: _Satır numaralarını göster
uk: Показувати _номери рядків
zh_cn: 显示行号(_S)
zh_tw: 顯示行號(_S)

source: _Show procedure line separators
cs: _Zobrazit oddělovače řádků procedur
de: _Zeilentrennlinien in Prozeduren anzeigen
es: Mo_strar separadores de líneas de procedimientos
fr: _Afficher les séparateurs de ligne de procédure
ja: プロシージャ行の区切り記号を表示(_S)
ko: 프로시저 줄 구분선 표시(_S)
pl: _Pokaż separatory wierszy procedury
pt_br: _Mostrar separadores de linha de procedimento
ru: _Отображать разделители строк процедур
tr: Yordam satır ayırıcılarını _göster

source: _Sign this assembly
cs: Podep_sat toto sestavení
de: Diese Assembly _signieren
es: Firmar e_ste ensamblado
fr: _Signer cet assembly
it: _Firma questo assembly
ja: このアセンブリに署名する(_S)
ko: 이 어셈블리에 서명(_S)
pl: _Podpisz ten zestaw
pt_br: _Assinar este assembly
ru: _Подписать эту сборку
tr: _Bu bütünleştirilmiş kodu imzala
uk: _Підписати цю збірку
zh_cn: 对此程序集签名(_S)
zh_tw: 簽署此組件(_S)

source: _Smart semicolon placement
cs: _Inteligentní umístění středníku
de: _Intelligente Platzierung von Semikolons
es: _Colocación inteligente de punto y coma
fr: _Placement de point-virgule intelligent
it: _Posizionamento intelligente dei punti e virgola
ja: スマート セミコロンの配置(_S)
ko: 스마트 세미콜론 배치(_S)
pl: _Inteligentne wstawianie średnika
pt_br: _Posicionamento de ponto e vírgula inteligente
ru: _Интеллектуальное размещение точек с запятой
tr: Akıllı noktalı _virgül yerleştirme
uk: Розумне розставляння крапок з комою
zh_cn: 智能分号放置(_S)
zh_tw: 智慧分號放置(_S)

source: _Snippet...
cs: _Fragment kódu...
de: _Ausschnitt...
es: _Fragmento de código...
fr: E_xtrait...
ja: スニペット(_S)...
ko: 코드 조각(_S)...
pl: _Fragment kodu...
ru: _Фрагмент кода...
tr: _Kod Parçacığı...

source: _Solution Options
cs: Možnosti ř_ešení
de: _Projektmappenoptionen
es: Opciones de la _solución
fr: Options de la _solution
it: Op_zioni soluzione
ja: ソリューション オプション(_S)
ko: 솔루션 옵션(_S)
pl: _Opcje rozwiązania
pt_br: _Opções da Solução
ru: _Параметры решения
tr: Çözüm S_eçenekleri
uk: Параметри _рішення
zh_cn: 解决方案选项(_S)
zh_tw: 解決方案選項(_S)

source: _Solution name:
cs: Název ř_ešení:
de: _Projektmappenname:
es: Nombre de la _solución:
fr: _Nom de la solution :
it: Nome della _soluzione:
ja: ソリューション名(_S):
ko: 솔루션 이름(_S):
pl: _Nazwa rozwiązania:
pt_br: _Nome da solução:
ru: _Имя решения:
tr: _Çözüm adı:
uk: _Назва рішення:
zh_cn: 解决方案名称(_S):
zh_tw: 解決方案名稱(_S):

source: _Sort Lines
cs: Řa_dit řádky
de: Zeilen _sortieren
es: _Ordenar líneas
fr: _Trier les lignes
it: Or_dina righe
ja: 行の並べ替え(_S)
ko: 줄 정렬(_S)
pl: _Sortuj wiersze
pt_br: _Classificar Linhas
ru: _Сортировать строки
tr: _Satırları Sırala
uk: _Упорядкувати рядки
zh_cn: 对行排序(_S)
zh_tw: 排序行(_S)

source: _Sort Usings
cs: _Seřadit direktivy using
de: Using-Direktiven _sortieren
es: _Organizar instrucciones Using
fr: _Tirer les instructions using
it: Ordina _using
ja: using の並べ替え(_S)
ko: Using 정렬(_S)
pl: _Sortuj deklaracje using
pt_br: _Classificar Usos
ru: _Сортировать директивы Using
tr: _Kullanımları Sırala
zh_cn: 对 Using 排序(_S)
zh_tw: 排序 Using(_S)

source: _Stop
cs: Za_stavit
de: _Beenden
es: _Detener
fr: _Arrêter
it: A_rresta
ja: 停止(_S)
ko: 중지(_S)
pl: _Zatrzymaj
pt_br: _Parar
ru: _Остановить
tr: _Durdur
uk: _Зупинити
zh_cn: 停止(_S)
zh_tw: 停止(_S)

source: _Strongly typed
cs: _Silného typu
de: _Stark typisiert
es: _Fuertemente tipado
fr: _Fortement typé
it: _Fortemente tipizzata
ja: 厳密に型指定された(_S)
ko: 강력한 형식(_S)
pl: _Silnie typizowane
pt_br: _Tipagem forte
ru: _Строго типизированный
tr: _Türü kesin olarak belirlenmiş
uk: _Жорстко типізований
zh_cn: 强类型化(_S)
zh_tw: 強型別(_S)

source: _Suppress
cs: _Potlačit
de: _Unterdrücken
es: _Suprimir
fr: _Supprimer
ja: 抑制(_S)
ko: 표시 안 함(_S)
pl: _Pomiń
pt_br: _Suprimir
ru: _Скрыть
tr: _Gösterme

source: _Surround With...
cs: _Uzavřít do...
de: _Umgeben mit...
es: _Rodear con...
fr: _Entourer de...
it: _Racchiudi tra...
ja: ブロックの挿入(_S)...
ko: 코드 감싸기(_S)...
pl: _Otocz...
pt_br: _Envolver Com...
ru: _Разместить во фрагменте...
tr: Ş_ununla Çevrele...
zh_cn: 环绕方式(_S)...
zh_tw: 範圍陳述式(_S)...

source: _Switch to .NET 2.0
cs: _Přepnout na .NET 2.0
de: _Zu .NET 2.0 wechseln
es: _Cambiar a .NET 2.0
fr: _Basculer vers .NET 2.0
it: _Passa a .NET 2.0
ja: .NET 2.0 に切り替える(_S)
ko: .NET 2.0으로 전환(_S)
pl: _Przełącz na .NET 2.0
pt_br: _Mudar para .NET 2.0
ru: _Переключить на .NET 2.0
tr: _.NET 2.0 sürümüne geç
zh_cn: 切换到 .NET 2.0(_S)
zh_tw: 切換至 .NET 2.0(_S)

source: _System path:
cs: _Systémová cesta:
de: _Systempfad:
es: Ruta de acceso del _sistema:
fr: _Chemin d’accès système :
it: Percorso di _sistema:
ja: システムのパス(_S):
ko: 시스템 경로(_S):
pl: Ścieżka _systemu:
pt_br: Caminho do _sistema:
ru: _Системный путь:
tr: _Sistem yolu:
uk: _Системний шлях:
zh_cn: 系统路径(_S):
zh_tw: 系統路徑(_S):

source: _Tab width:
cs: Šířka _tabulátoru:
de: _Tabulatorbreite:
es: _Ancho de tabulación:
fr: _Largeur d’onglet :
it: Rientro _tabulazione:
ja: タブ幅(_T):
ko: 탭 너비(_T):
pl: Szerokość _tabulatora:
pt_br: Largura da _tabulação:
ru: Ширина _вкладки:
tr: _Sekme genişliği:
uk: Ширина _табуляцій:
zh_cn: 制表符宽度(_T):
zh_tw: Tab 寬度(_T):

source: _Template:
cs: Šab_lona:
de: _Vorlage:
es: _Plantilla:
fr: _Modèle :
it: _Modello:
ja: テンプレート(_T):
ko: 템플릿(_T):
pl: _Szablon:
pt_br: _Modelo:
ru: _Шаблон:
tr: _Şablon:
uk: _Шаблон:
zh_cn: 模板(_T):
zh_tw: 範本(_T):

source: _Tip of the Day
cs: _Tip dne
de: _Tipp des Tages
es: _Sugerencia
fr: _Astuce du jour
it: S_uggerimento
ja: 本日のヒント(_T)
ko: 잠깐만(_T)
pl: _Porada dnia
pt_br: _Dica do Dia
ru: _Полезный совет
tr: Günün _İpucu
uk: _Порада дня...
zh_cn: 每日提示(_T)
zh_tw: 每日秘訣(_T)

source: _Title:
cs: _Název:
de: _Titel:
es: _Título:
fr: _Titre :
it: _Titolo:
ja: タイトル(_T):
ko: 제목(_T):
pl: _Tytuł:
pt_br: _Título:
ru: _Заголовок:
tr: _Başlık:
uk: З_аголовок:
zh_cn: 标题(_T):
zh_tw: 標題(_T):

source: _Toggle Bookmark
cs: Přepnou_t záložku
de: _Textmarke umschalten
es: Alternar _marcador
fr: _Activer/Désactiver le signet
it: A_ttiva/Disattiva il segnalibro
ja: ブックマークの切り替え(_T)
ko: 책갈피 전환(_T)
pl: _Przełącz zakładkę
pt_br: _Ativar/Desativar Indicador
ru: _Переключить закладку
tr: _Yer İşaretini Değiştir
uk: _Перемкнути закладку
zh_cn: 切换书签(_T)
zh_tw: 切換書籤(_T)

source: _Toggle Fold
cs: Přepnou_t sbalení
de: _Faltung umschalten
es: _Alternar plegado de código
fr: _Activer/Désactiver le pli
it: _Attiva/Disattiva riduzione
ja: 折りたたみを反転(_T)
ko: 접기 전환(_T)
pl: _Przełącz złożenie
pt_br: _Alternar Dobramento
ru: _Переключить свертывание
tr: _Katlanmayı Aç/Kapat
uk: _Перемкнути згортання
zh_cn: 切换折叠(_T)
zh_tw: 切換摺疊(_T)

source: _Toggle Line Comment(s)
cs: _Přepnout komentáře řádků
de: _Zeilenkommentar(e) umschalten
es: _Alternar comentarios de línea
fr: _Activer/désactiver le(s) commentaire(s) de ligne
it: _Attiva/Disattiva commenti per la riga
ja: 行コメントの切り替え(_T)
ko: 줄 주석 전환(_T)
pl: _Przełącz komentarze do wierszy
pt_br: _Alternar Linha de Comentário(s)
ru: _Переключить комментарии к строке
tr: _Satır Yorumlarını Kapat/Aç
uk: _Перемкнути коментування рядків
zh_cn: 切换行注释(_T)
zh_tw: 切換行註解(_T)

source: _Token List:
cs: Seznam _tokenů:
de: _Tokenliste:
es: Lista de _tokens:
fr: _Liste de mots-clés :
it: Elenco _token:
ja: トークン リスト(_T):
ko: 토큰 목록(_T):
pl: Lista _tokenów:
pt_br: _Lista de Tokens:
ru: _Список токенов:
tr: _Belirteç Listesi:
uk: Список _ключів:
zh_cn: 标记列表(_T):
zh_tw: 語彙基元清單(_T):

source: _Tools
cs: Nás_troje
es: _Herramientas
fr: Ou_tils
it: _Strumenti
ja: ツール(_T)
ko: 도구(_T)
pl: _Narzędzia
pt_br: _Ferramentas
ru: _Инструменты
tr: _Araçlar
uk: _Засоби
zh_cn: 工具(_T)
zh_tw: 工具(_T)

source: _Top
cs: _Nahoru
de: _Oben
es: _Superior
fr: _Haut
it: In _alto
ja: 上(_T)
ko: 위쪽(_T)
pl: _Góra
pt_br: _Superior
ru: _По верхнему краю
tr: Ü_st
uk: В_горі
zh_cn: 顶部(_T)
zh_tw: 靠上(_T)

source: _Trademark:
cs: _Ochranná známka:
de: _Marke:
es: _Marca comercial:
fr: _Marque :
it: _Marchio:
ja: 商標(_T):
ko: 상표(_T):
pl: Znak _towarowy:
pt_br: _Marca:
ru: _Товарный знак:
tr: _Ticari Marka:
uk: _Торгова марка:
zh_cn: 商标(_T):
zh_tw: 商標(_T):

source: _Translated
cs: Pře_ložené
de: Ü_bersetzung
es: _Traducido
fr: _Traduit
it: _Tradotto
ja: 翻訳(_T)
ko: 번역(_T)
pl: _Przetłumaczony
pt_br: _Traduzido
ru: _Переведено
tr: Ç_evrildi
uk: _Переклад
zh_cn: 已翻译(_T)
zh_tw: 已翻譯(_T)

source: _Translated (msgstr):
cs: _Přeložené (msgstr):
de: Ü_bersetzt (msgstr):
es: _Traducido (msgstr):
fr: _Traduit (msgstr) :
it: _Traduzione (msgstr):
ja: 翻訳 (msgstr)(_T):
ko: 번역됨(msgstr)(_T):
pl: _Przetłumaczone (msgstr):
pt_br: _Traduzido (msgstr):
ru: _Перевод (msgstr):
tr: Ç_evrildi (msgstr):
uk: _Переклад (msgstr):
zh_cn: _已翻译(msgstr)(_T):
zh_tw: 已翻譯 (msgstr)(_T):

source: _Translator name:
cs: Jméno překlada_tele:
de: _Name des Übersetzers:
es: Nombre del _traductor:
fr: _Nom du traducteur :
it: Nome del _traduttore:
ja: 翻訳者名(_T):
ko: 번역기 이름(_T):
pl: _Nazwisko tłumacza:
pt_br: _Nome do tradutor:
ru: _Имя переводчика:
tr: _Çevirmen adı:
uk: _Ім’я перекладача:
zh_cn: 译者姓名(_T):
zh_tw: 翻譯人員姓名(_T):

source: _Type...
cs: _Typ...
de: _Typ...
es: _Tipo...
it: _Tipo...
ja: 型(_T)...
ko: 형식(_T)...
pl: _Typ...
pt_br: _Tipo...
ru: _Тип...
tr: _Tür...
zh_cn: 类型(_T)...
zh_tw: 類型(_T)...

source: _Undo
cs: _Zpět
de: _Rückgängig
es: _Deshacer
fr: Ann_uler
it: _Annulla
ja: 元に戻す(_U)
ko: 실행 취소(_U)
pl: _Cofnij
pt_br: _Desfazer
ru: _Отменить
tr: _Geri Al
uk: _Скасувати
zh_cn: 撤消(_U)
zh_tw: 復原(_U)

source: _Unindent
cs: _Zrušit odsazení
de: Nicht ein_ziehen
es: _Quitar sangría
fr: _Annuler la mise en retrait
it: _Riduci rientro
ja: インデントを戻す(_U)
ko: 내어쓰기(_U)
pl: _Zmniejsz wcięcie
pt_br: _Desfazer Recuo
ru: О_тменить отступ
tr: _Girintiyi Geri Al
zh_cn: 取消缩进(_U)
zh_tw: 取消縮排(_U)

source: _Uninstall...
cs: _Odinstalovat...
de: _Deinstallieren...
es: _Desinstalar...
fr: _Désinstaller...
it: _Disinstalla...
ja: アンインストール(_U)...
ko: 제거(_U)...
pl: _Odinstaluj...
pt_br: _Desinstalar...
ru: _Удалить...
tr: _Kaldır...
uk: Вида_лити...
zh_cn: 卸载(_U)...
zh_tw: 解除安裝(_U)...

source: _Update
cs: _Aktualizovat
de: A_ktualisieren
es: Act_ualizar
fr: _Mettre à jour
it: _Aggiorna
ja: 更新(_U)
ko: 업데이트(_U)
pl: _Aktualizuj
pt_br: _Atualizar
ru: _Обновить
tr: _Güncelleştir
uk: _Оновити
zh_cn: 更新(_U)
zh_tw: 更新(_U)

source: _Update NuGet Packages
cs: _Aktualizovat balíčky NuGet
de: _NuGet-Pakete aktualisieren
es: _Actualizar paquetes NuGet
fr: _Mettre à jour les paquets NuGet
it: _Aggiorna pacchetti NuGet
ja: NuGet パッケージの更新(_U)
ko: NuGet 패키지 업데이트(_U)
pl: _Aktualizuj pakiety NuGet
pt_br: _Atualizar Pacotes NuGet
ru: _Обновить пакеты NuGet
tr: _NuGet Paketlerini Güncelleştir
uk: _Оновити пакунки NuGet
zh_cn: 更新 NuGet 包(_U)
zh_tw: 更新 NuGet 套件(_U)

source: _Update Solution
cs: _Aktualizovat řešení
de: _Projektmappe aktualisieren
es: _Actualizar la solución
fr: _Mettre à jour la solution
it: _Aggiorna soluzione
ja: ソリューションを更新(_U)
ko: 솔루션 업데이트(_U)
pl: _Aktualizuj rozwiązanie
pt_br: _Atualizar Solução
ru: _Обновить решение
tr: _Çözümü Güncelleştir
uk: О_новити рішення
zh_cn: 更新解决方案(_U)
zh_tw: 更新解決方案(_U)

source: _Update Translation
cs: _Aktualizovat překlad
de: Ü_bersetzung aktualisieren
es: Actuali_zar traducción
fr: _Mettre à jour la traduction
it: Agg_iorna traduzione
ja: 翻訳を更新(_U)
ko: 번역 업데이트(_U)
pl: _Aktualizuj tłumaczenie
pt_br: _Atualizar Tradução
ru: _Обновить перевод
tr: Çevirileri _Güncelleştir
uk: _Оновити переклад
zh_cn: 更新翻译(_U)
zh_tw: 更新翻譯(_U)

source: _Use anti aliasing
cs: _Používat antialiasing
de: _Antialiasing verwenden
es: _Usar suavizado
fr: _Utiliser l’anticrénelage
it: _Usa anti-aliasing
ja: アンチエイリアシングを使用する(_U)
ko: 앤티앨리어싱 사용(_U)
pl: _Użyj antyaliasingu
pt_br: _Usar suavização
ru: _Использовать сглаживание
tr: Düzgünleştirme k_ullan
uk: _Застосувати згладжування
zh_cn: 使用抗锯齿(_U)
zh_tw: 使用消除鋸齒(_U)

source: _Use as Source
cs: Použít jako _zdroj
de: _Als Quelle verwenden
es: _Usar como origen
fr: _Utiliser en tant que source
it: _Usa come origine
ja: ソースとして使用(_U)
ko: 소스로 사용(_U)
pl: _Użyj jako źródła
pt_br: _Usar como Fonte
ru: _Использовать как источник
tr: _Kaynak olarak Kullan
uk: _Використати як джерело
zh_cn: 用作源(_U)
zh_tw: 當作來源使用(_U)

source: _Use custom author information for this solution
cs: _Použít vlastní informace o autorovi pro toto řešení
de: _Benutzerdefinierte Autoreninformationen für diese Projektmappe verwenden
es: _Usar información de autor personalizada para esta solución
fr: _Utiliser les informations d’auteur personnalisées pour cette solution
it: _Usa informazioni sull'autore personalizzate per questa soluzione
ja: このソリューションでカスタム著作者情報を使用する(_U)
ko: 이 솔루션에 사용자 지정 작성자 정보 사용(_U)
pl: _Użyj niestandardowych informacji o autorze dla tego rozwiązania
pt_br: _Usar informações personalizadas de autor para esta solução
ru: _Использовать настраиваемые сведения об авторе для этого решения
tr: _Bu çözüm için özel yazar bilgilerini kullan
uk: Використати власну інформацію про автора для цього рішення
zh_cn: 使用此解决方案的自定义作者信息(_U)
zh_tw: 對此解決方案使用自訂作者資訊(_U)

source: _Use original file
cs: _Použít původní soubor
de: _Originaldatei verwenden
es: _Usar archivo original
fr: _Utiliser le fichier d’origine
it: _Usa file originale
ja: オリジナルのファイルを使用する(_U)
ko: 원본 파일 사용(_U)
pl: _Użyj oryginalnego pliku
pt_br: _Usar arquivo original
ru: _Использовать исходный файл
tr: Özgün dosyayı _kullan
uk: Використати _оригінальний файл
zh_cn: 使用原始文件(_U)
zh_tw: 使用原始檔案(_U)

source: _User Defined Locale
cs: _Uživatelsky definované národní prostředí
de: Ben_utzerdefiniertes Gebietsschema
es: Config_uración regional definida por el usuario
fr: _Paramètres régionaux définis par l’utilisateur
it: Imposta_zioni locali definite dall'utente
ja: ユーザー定義のロケール(_U)
ko: 사용자 정의 로캘(_U)
pl: _Ustawienia regionalne zdefiniowane przez użytkownika
pt_br: _Localidade Definida pelo Usuário
ru: _Определенный пользователем языковой стандарт
tr: _Kullanıcı Tanımlı Yerel Ayar
uk: П_ереклад, визначений коримтувачем
zh_cn: 用户定义的区域设置(_U)
zh_tw: 使用者定義的地區設定(_U)

source: _Validate
cs: O_věřit
de: _Überprüfen
es: _Validar
fr: _Valider
it: Con_valida
ja: 検証(_V)
ko: 유효성 검사(_V)
pl: _Weryfikuj
pt_br: _Validar
ru: _Проверить
tr: _Doğrula
uk: _Перевірити
zh_cn: 验证(_V)
zh_tw: 驗證(_V)

source: _Version Control
cs: _Správa verzí
de: _Versionskontrolle
es: Control de _versiones
fr: _Gestion de version
it: Controllo della _versione
ja: バージョン コントロール(_V)
ko: 버전 제어(_V)
pl: _Kontrola wersji
pt_br: Controle de _Versão
ru: _Управление версиями
tr: _Sürüm Denetimi
uk: _Контроль версій
zh_cn: 版本控制(_V)
zh_tw: 版本控制(_V)

source: _Version:
cs: _Verze:
es: _Versión:
it: _Versione:
ja: バージョン(_V):
ko: 버전(_V):
pl: _Wersja:
pt_br: _Versão:
ru: _Версия:
tr: _Sürüm:
uk: _Версія:
zh_cn: 版本(_V):
zh_tw: 版本(_V):

source: _View
cs: _Zobrazit
de: _Ansicht
es: _Ver
fr: _Affichage
it: _Visualizza
ja: 表示(_V)
ko: 보기(_V)
pl: _Widok
pt_br: _Exibir
ru: _Вид
tr: _Görüntüle
uk: _Перегляд
zh_cn: 查看(_V)
zh_tw: 檢視(_V)

source: _View Conflicts
cs: _Zobrazit konflikty
de: _Konflikte anzeigen
es: _Ver conflictos
fr: _Conflits de vue
it: _Visualizza conflitti
ja: 競合の表示(_V)
ko: 충돌 보기(_V)
pl: _Wyświetl konflikty
pt_br: _Exibir Conflitos
ru: _Просмотреть конфликты
tr: _Çakışmaları Görüntüle
uk: Пока_зати конфлікти
zh_cn: 查看冲突(_V)
zh_tw: 檢視衝突(_V)

source: _View Engine:
cs: _Zobrazovací modul:
de: _Ansichts-Engine:
es: _Motor de vistas:
fr: _Moteur de vue :
it: _Motore visualizzazione:
ja: ビュー エンジン(_V):
ko: 뷰 엔진(_V):
pl: _Aparat widoku:
pt_br: _Exibir Mecanismo:
ru: _Просмотреть подсистему:
tr: _Görüntüleme Altyapısı:
uk: Рушій _представлень:
zh_cn: 视图引擎(_V):
zh_tw: 檢視引擎(_V):

source: _Visualize changed lines
cs: _Vizualizovat změněné řádky
de: _Geänderte Zeilen visualisieren
es: _Visualizar líneas modificadas
fr: _Visualiser les lignes modifiées
it: _Visualizza righe modificate
ja: 変更された行を視覚化する(_V)
ko: 변경된 줄 시각화(_V)
pl: _Wizualizuj zmienione wiersze
pt_br: _Visualizar linhas alteradas
ru: _Визуализировать измененные строки
tr: Değiştirilen satırları _görselleştir
uk: Виді_ляти змінені рядки
zh_cn: 可视化修订行(_V)
zh_tw: 視覺化已變更的行(_V)

source: _Warning Level:
cs: Úroveň _upozornění:
de: _Warnstufe:
es: Nivel de ad_vertencia:
fr: _Niveau d’avertissement :
it: Livello di a_vviso:
ja: 警告レベル(_W):
ko: 경고 수준(_W):
pl: _Poziom ostrzeżeń:
pt_br: _Nível de Aviso:
ru: _Уровень предупреждений:
tr: _Uyarı Düzeyi:
uk: _Фільтр попереджень:
zh_cn: 警告级别(_W):
zh_tw: 警告層級(_W):

source: _Whole Solution
cs: _Celé řešení
de: _Gesamte Projektmappe
es: _Solución completa
fr: _Solution complète
it: Intera solu_zione
ja: ソリューション全体(_W)
ko: 전체 솔루션(_W)
pl: _Całe rozwiązanie
pt_br: _Solução Completa
ru: _Все решение
tr: _Tüm Çözüm
zh_cn: 整个解决方案(_W)
zh_tw: 整個解決方案(_W)

source: _Whole words only
cs: _Pouze celá slova
de: _Nur ganze Wörter
es: _Solo palabras completas
fr: _Mots entiers uniquement
it: _Solo parole intere
ja: 完全に一致する単語のみ(_W)
ko: 단어 단위로(_W)
pl: _Tylko całe wyrazy
pt_br: _Somente palavras inteiras
ru: _Только слова целиком
tr: _Yalnızca tüm sözcükler
uk: Лише _цілі слова
zh_cn: 全字匹配(_W)
zh_tw: 全字拼寫須相符(_W)

source: _Window
cs: _Okno
de: _Fenster
es: _Ventana
fr: _Fenêtre
it: _Finestra
ja: ウィンドウ(_W)
ko: 창(_W)
pl: _Okno
pt_br: _Janela
ru: _Окно
tr: _Pencere
uk: Ві_кно
zh_cn: 窗口(_W)
zh_tw: 視窗(_W)

source: _Word wrap
cs: _Zalamování řádků
de: _Zeilenumbruch
es: _Ajuste de palabra
fr: _Enveloppement de mots
it: _Ritorno a capo automatico
ja: 右端での折り返し(_W)
ko: 자동 래핑(_W)
pl: _Zawijanie wierszy
pt_br: _Quebra automática de linha
ru: _Перенос по словам
tr: _Sözcük kaydır
uk: _Переносити по словах
zh_cn: 自动换行(_W)
zh_tw: 自動換行(_W)

source: _Working directory:
cs: Pra_covní adresář:
de: _Arbeitsverzeichnis:
es: Dir_ectorio de trabajo:
fr: _Répertoire de travail :
it: _Directory di lavoro:
ja: 作業ディレクトリ(_W):
ko: 작업 디렉터리(_W):
pl: _Katalog roboczy:
pt_br: _Diretório de Trabalho:
ru: _Рабочий каталог:
tr: _Çalışma dizini:
uk: Робоча тека:
zh_cn: 工作目录(_W):
zh_tw: 工作目錄(_W):

source: _Write an e-mail to...
cs: _Napsat e-mail pro...
de: _E-Mail schreiben an...
es: Escribir un correo electrónico a...
fr: Écrire un _message électronique à...
it: _Scrivi un messaggio di posta elettronica a...
ja: 電子メールの作成先(_W)...
ko: 다음 대상에게 전자 메일 쓰기(_W)...
pl: _Napisz wiadomość e-mail do...
pt_br: _Escrever um email para...
ru: _Написать сообщение электронной почты...
tr: _Bir e-posta yazın...
uk: _Написати листа до...
zh_cn: 撰写电子邮件(_W)...
zh_tw: 寫電子郵件給(_W)...

source: _Zoom
cs: _Lupa
es: _Ampliar
ja: ズーム(_Z)
ko: 확대/축소(_Z)
pl: _Powiększenie
pt_br: Aplicar _Zoom
ru: _Масштаб
tr: _Yakınlaştır
zh_cn: 缩放(_Z)
zh_tw: 縮放(_Z)

source: _Zoom In
cs: Z_většit
de: _Vergrößern
es: A_cercar
fr: _Zoom avant
it: _Zoom avanti
ja: 拡大(_Z)
ko: 확대(_Z)
pl: Powięks_z
pt_br: _Ampliar
ru: _Увеличить
tr: _Yakınlaştır
uk: З_більшити
zh_cn: 放大(_Z)
zh_tw: 放大(_Z)
