Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Found multiple applicable frameworks, you need to select additional check boxes.
cs: Našlo se několik použitelných architektur. Musíte zaškrtnout další políčka.
de: Es wurden mehrere zutreffende Frameworks gefunden. Sie müssen zusätzliche Kontrollkästchen aktivieren.
es: Se han encontrado varias plataformas aplicables, debe activar más casillas.
fr: Plusieurs infrastructures applicables trouvées. Vous devez activer des cases à cocher supplémentaires.
it: Sono stati trovati più framework applicabili. È necessario selezionare altre caselle di controllo.
ja: 適用可能な複数のフレームワークが見つかりました。追加のチェック ボックスを選択する必要があります。
ko: 해당하는 프레임워크를 여러 개 찾았습니다. 추가 확인란을 선택해야 합니다.
pl: Znaleziono wiele struktur, które można zastosować. Należy zaznaczyć dodatkowe pola wyboru.
pt_br: Várias estruturas aplicáveis foram encontradas. É necessário marcar as caixas de seleção adicionais.
ru: Найдено несколько подходящих платформ, необходимо установить дополнительные флажки.
tr: Birden fazla geçerli çerçeve bulundu, ek onay kutularını seçmeniz gerekir.
zh_cn: 找到多个适用的框架，你需要选中更多复选框。
zh_tw: 找到多個適用的架構，您必須選取其他核取方塊。

source: Found {0} catalog entry.
cs: Počet nalezených katalogových položek: {0}
de: {0} Katalogeinträge gefunden.
es: Se han encontrado {0} entradas de catálogo.
fr: {0} entrées de catalogue trouvées.
it: Sono state trovate {0} voci del catalogo.
ja: {0} 個のカタログ エントリが見つかりました。
ko: 카탈로그 항목을 {0}개 찾았습니다.
pl: Znalezione wpisy katalogu: {0}.
pt_br: Foram encontradas {0} entradas do catálogo.
ru: Найдено записей каталога: {0}.
tr: {0} katalog girdisi bulundu.
uk: Знайдено {0} елемент каталогу.
zh_tw: 找到 {0} 個目錄項目。

source: Framework
cs: Architektura
es: Plataforma
fr: Infrastructure
ja: フレームワーク
ko: 프레임워크
pl: Struktura
pt_br: Estrutura
ru: Платформа
tr: Çerçeve
uk: Фреймворк
zh_cn: 框架
zh_tw: 架構

source: Framework '{0}' not installed.
cs: Architektura {0} není nainstalovaná.
de: Framework '{0}' ist nicht installiert.
es: La plataforma '{0}' no está instalada.
fr: Infrastructure « {0} » non installée.
it: Il framework '{0}' non è installato.
ja: フレームワーク '{0}' がインストールされていません。
ko: 프레임워크 '{0}'이(가) 설치되어 있지 않습니다.
pl: Struktura „{0}” nie jest zainstalowana.
pt_br: A estrutura '{0}' não está instalada.
ru: Платформа "{0}" не установлена.
tr: '{0}' çerçevesi yüklenmedi.
uk: Фреймворк '{0}' не встановлено.
zh_cn: 未安装框架“{0}”。
zh_tw: 架構 '{0}' 未安裝。

source: Framework not installed: {0}
cs: Architektura není nainstalovaná: {0}
de: Framework nicht installiert: {0}
es: Plataforma no instalada: {0}
fr: Infrastructure non installée : {0}
it: Framework non installato: {0}
ja: フレームワークがインストールされていません: {0}
ko: 프레임워크가 설치되지 않음: {0}
pl: Struktura nie jest zainstalowana: {0}
pt_br: Estrutura não instalada: {0}
ru: Платформа не установлена: {0}
tr: Framework yüklü değil: {0}
uk: Фреймворк не встановлено: {0}
zh_cn: 未安装框架: {0}
zh_tw: 架構未安裝: {0}

source: Framework that provides this reference.
cs: Architektura, která poskytuje tento odkaz.
de: Framework, das diesen Verweis bereitstellt
es: Plataforma que proporciona esta referencia.
fr: Infrastructure qui fournit cette référence.
it: Framework che fornisce questo riferimento.
ja: この参照を提供するフレームワーク。
ko: 이 참조를 제공하는 프레임워크입니다.
pl: Struktura, która zawiera to odwołanie.
pt_br: Estrutura que fornece esta referência.
ru: Платформа, предоставляющая эту ссылку.
tr: Bu başvuruyu sağlayan çerçeve.
uk: Фреймворк, що надає це посилання.
zh_cn: 提供此引用的框架。
zh_tw: 提供此參考的架構。

source: Framework {0} is not installed
cs: Architektura {0} není nainstalovaná.
de: Framework '{0}' ist nicht installiert.
es: La plataforma '{0}' no está instalada
fr: L’infrastructure {0} n’est pas installée
it: Il framework {0} non è installato
ja: フレームワーク {0} がインストールされていません
ko: 프레임워크 {0}이(가) 설치되어 있지 않습니다.
pl: Struktura {0} nie jest zainstalowana
pt_br: A estrutura '{0}' não está instalada
ru: Платформа {0} не установлена
tr: {0} çerçevesi yüklenmedi
uk: Фреймворк '{0}' не установлено
zh_cn: 未安装框架 {0}
zh_tw: 架構 '{0}' 未安裝

source: Framework {0} is not installed (in {1})
cs: Architektura {0} není nainstalovaná (v {1}).
de: Framework '{0}' ist nicht (in {1}) installiert.
es: La plataforma '{0}' no está instalada (en {1})
fr: L’infrastructure {0} n’est pas installée (dans {1})
it: Il framework {0} non è installato (in {1})
ja: ({1} で) フレームワーク {0} がインストールされていません
ko: 프레임워크 {0}이(가) 설치되어 있지 않습니다(위치: {1}).
pl: Struktura {0} nie jest zainstalowana (w lokalizacji {1})
pt_br: A estrutura {0} não está instalada (em {1})
ru: Платформа {0} не установлена (в {1})
tr: {0} çerçevesi yüklenmedi ({1} içinde)
uk: Фреймворк '{0}' не установлено (в {1})
zh_cn: 未安装框架 {0} (在 {1} 中)
zh_tw: 架構 {0} 未安裝於 {1} 中。

source: Framework:
cs: Architektura:
es: Plataforma:
fr: Infrastructure :
ja: フレームワーク:
ko: 프레임워크:
pl: Struktura:
pt_br: Estrutura:
ru: Платформа:
tr: Çerçeve:
uk: Фреймворк:
zh_cn: 框架:
zh_tw: 架構:

source: From Packages
cs: Z balíčků
de: Von Paketen
es: De paquetes
fr: À partir des paquets
it: Dai pacchetti
ja: パッケージから
ko: 패키지에서
pl: Z pakietów
pt_br: De Pacotes
ru: Из пакетов
tr: Paketlerden
uk: З пакунків
zh_cn: 来源包
zh_tw: 來自封裝

source: From file...
cs: Ze souboru...
de: Aus Datei...
es: De Arc_hivo...
fr: À partir d’un fichier...
it: Da file...
ja: ファイルから...
ko: 파일에서...
pl: Z pliku...
pt_br: Do arquivo...
ru: Из файла...
tr: Dosyadan...
uk: З файлу...
zh_cn: 从文件...
zh_tw: 來自檔案...

source: From project or solution...
cs: Z projektu nebo řešení...
de: Aus Projekt oder Projektmappe...
es: De proyecto o solución...
fr: À partir d’un projet ou d’une solution...
it: Dal progetto o alla soluzione...
ja: プロジェクトまたはソリューションから...
ko: 프로젝트 또는 솔루션에서...
pl: Z projektu lub rozwiązania...
pt_br: Do projeto ou da solução...
ru: Из проекта или решения...
tr: Proje veya çözümden...
uk: З проекту або рішення...
zh_cn: 从项目或解决方案...
zh_tw: 來自專案或解決方案...

source: From type: {0}
cs: Z typu: {0}
de: Von Typ: {0}
es: Del tipo: {0}
fr: À partir du type : {0}
it: Dal tipo: {0}
ja: タイプから: {0}
ko: 다음 형식에서: {0}
pl: Z typu: {0}
pt_br: Do tipo: {0}
ru: Из типа: {0}
tr: Şu türden: {0}
uk: З типу: {0}
zh_cn: 来源类型: {0}
zh_tw: 來自類型: {0}

source: Full
cs: Úplné
de: Vollständig
es: Completa
fr: Informations complètes
it: Complete
ja: すべて
ko: 최대
pl: Pełne
pt_br: Completas
ru: Полная
tr: Tam
uk: Повне
zh_cn: 完全
zh_tw: 完整

source: Full Layout
cs: Úplné rozložení
de: Vollständiges Layout
es: Diseño completo
fr: Disposition complète
ja: 全体レイアウト
ko: 전체 레이아웃
pl: Układ pełny
pt_br: Layout Completo
ru: Полный макет
tr: Tam Düzen

source: Full path of the file.
cs: Celá cesta k souboru
de: Vollständiger Dateipfad.
es: Ruta de acceso completa del archivo.
fr: Chemin d’accès complet du fichier.
it: Percorso completo del file.
ja: ファイルの完全なパス。
ko: 파일의 전체 경로입니다.
pl: Pełna ścieżka pliku.
pt_br: Caminho completo do arquivo.
ru: Полный путь файла.
tr: Dosyanın tam yolu.
uk: Повний шлях до файлу.
zh_cn: 文件的完整路径。
zh_tw: 檔案的完整路徑。

source: Function arguments
cs: Argumenty funkce
de: Funktionsargumente
es: Argumentos de la función
fr: Arguments de la fonction
it: Argomenti della funzione
ja: 関数の引数
ko: 함수 인수
pl: Argumenty funkcji
pt_br: Argumentos da função
ru: Аргументы функции
tr: İşlev bağımsız değişkenleri
uk: Аргументи функції
zh_cn: 函数参数
zh_tw: 函式引數

source: Function name
cs: Název funkce
de: Funktionsname
es: Nombre de la función
fr: Nom de la fonction
it: Nome della funzione
ja: 関数名
ko: 함수 이름
pl: Nazwa funkcji
pt_br: Nome de função
ru: Имя функции
tr: İşlev adı
uk: Назва функції
zh_cn: 函数名称
zh_tw: 函式名稱

source: Fuzzy
de: Ungenau
es: Parcial
fr: Approximatif
ja: あいまい
ko: 퍼지
pl: Rozmyte
pt_br: Difuso
ru: Нечеткий
tr: Belirsiz
uk: Неточно
zh_cn: 模糊
zh_tw: 模糊

source: GAC Prefix
cs: Prefix GAC
de: GAC-Präfix
es: Prefijo GAC
fr: Préfixe GAC
it: Prefisso GAC
ja: GAC プレフィックス
ko: GAC 접두사
pl: Prefiks GAC
pt_br: Prefixo GAC
ru: Префикс глобального кэша сборок
tr: GAC Ön Eki
uk: Префікс глобального кешу збірок (GAC)
zh_cn: GAC 前缀
zh_tw: GAC 前置詞

source: GDB Symbols
cs: Symboly GDB
de: GDB-Symbole
es: Símbolos de GDB
fr: Symboles GDB
it: Simboli GDB
ja: GDB シンボル
ko: GDB 기호
pl: Symbole GDB
pt_br: Símbolos GDB
ru: Символы GDB
tr: GDB Sembolleri
uk: Символи GDB
zh_cn: GDB 符号
zh_tw: GDB 符號

source: GPL 2 License
cs: Licence GPL 2
de: GPL 2-Lizenz
es: Licencia GPL 2
fr: Licence GPL 2
it: Licenza GPL 2
ja: GPL 2 ライセンス
ko: GPL 2 라이선스
pl: Licencja GPL 2
pt_br: Licença GPL 2
ru: Лицензия GPL 2
tr: GPL 2 Lisansı
uk: Ліцензія GPL 2
zh_cn: GPL 2 许可证
zh_tw: GPL 2 授權

source: GPL 3 License
cs: Licence GPL 3
de: GPL 3-Lizenz
es: Licencia GPL 3
fr: Licence GPL 3
it: Licenza GPL 3
ja: GPL 3 ライセンス
ko: GPL 3 라이선스
pl: Licencja GPL 3
pt_br: Licença GPL 3
ru: Лицензия GPL 3
tr: GPL 3 Lisansı
uk: Ліцензія GPL 3
zh_cn: GPL 3 许可证
zh_tw: GPL 3 授權

source: GTK# Designer
cs: Návrhář GTK#
es: Diseñador de GTK#
fr: Concepteur GTK#
it: Finestra di progettazione GTK#
ja: GTK# デザイナー
ko: GTK# 디자이너
pl: Projektant GTK#
pt_br: Designer de GTK#
ru: Конструктор GTK#
tr: GTK# Tasarımcısı
uk: Графічний дизайнер GTK#
zh_cn: GTK# 设计器
zh_tw: Gtk# 設計工具

source: GTK# Settings
cs: Nastavení GTK#
de: GTK#-Einstellungen
es: Configuración de GTK#
fr: Paramètres GTK#
it: Impostazioni GTK#
ja: GTK# の設定
ko: GTK# 설정
pl: Ustawienia GTK#
pt_br: Definições de GTK#
ru: Параметры GTK#
tr: GTK# Ayarları
uk: Налаштування GTK#
zh_cn: GTK# 设置
zh_tw: GTK# 設定

source: GTK# Support Settings...
cs: Nastavení podpory GTK#...
de: GTK#-Supporteinstellungen...
es: Configuración de compatibilidad con GTK n.º...
fr: Paramètres de prise en charge de GTK#...
it: Impostazioni per supporto GTK#...
ja: GTK# サポート設定...
ko: GTK# 지원 설정...
pl: Ustawienia obsługi narzędzi GTK#...
pt_br: Configurações de Suporte do GTK#...
ru: Параметры поддержки GTK#...
tr: GTK# Destek Ayarları...
zh_cn: GTK# 支持设置...
zh_tw: GTK# 支援設定...

source: GTK# Version
cs: Verze GTK#
es: Versión de GTK#
fr: Version de GTK#
it: Versione di GTK#
ja: GTK# バージョン
ko: GTK# 버전
pl: Wersja GTK#
pt_br: Versão do GTK#
ru: Версия GTK#
tr: GTK# Sürümü
uk: Версія GTK#
zh_cn: GTK# 版本
zh_tw: GTK# 版本

source: GTK# Widget Layout and Packing
cs: Rozložení a balení widgetu GTK#
de: Gtk#-Widget - Layout und Paketerstellung
es: Diseño y empaquetado del widget de GTK#
fr: Disposition et empaquetage du widget GTK#
it: Layout e creazione pacchetti widget GTK#
ja: GTK# ウィジェット レイアウトおよびパッキング
ko: GTK# 위젯 레이아웃 및 압축
pl: Układ i pakowanie widżetów biblioteki GTK#
pt_br: Empacotamento e Layout de Widget Gtk#
ru: Упаковка и макет мини-приложения GTK#
tr: GTK# Pencere Öğesi Düzeni ve Paketlemesi
zh_cn: GTK# 小组件布局和包装
zh_tw: GTK# 小工具配置與壓縮

source: GTK# Widgets
cs: Widgety GTK#
es: Widgets de GTK#
fr: Widgets GTK#
it: Widget GTK#
ja: GTK# ウィジェット
ko: GTK# 위젯
pl: Widżety GTK#
pt_br: Widgets GTK#
ru: Мини-приложения GTK#
tr: GTK# Pencere Öğeleri
uk: Віджети Gtk#
zh_cn: GTK# 小组件
zh_tw: GTK# 小工具

source: GUI Builder
cs: Tvůrce GUI
es: Generador de GUI
fr: Générateur d’interface graphique utilisateur
it: Generatore GUI
ja: GUI ビルダー
ko: GUI 작성기
pl: Konstruktor graficznego interfejsu użytkownika
pt_br: Construtor de GUI
ru: Конструктор графического пользовательского интерфейса
tr: GUI Oluşturucu
uk: Конструктор графічного інтерфейсу
zh_cn: GUI 生成器
zh_tw: GUI 建立器

source: GUI Designer
cs: Návrhář GUI
es: Diseñador de GUI
fr: Concepteur d’interface utilisateur graphique
it: Finestra di progettazione GUI
ja: GUI デザイナー
ko: GUI 디자이너
pl: Projektant graficznego interfejsu użytkownika
pt_br: Designer de GUI
ru: Конструктор графического пользовательского интерфейса
tr: GUI Tasarımcısı
uk: Дизайнер інтерфейсу користувача
zh_cn: GUI 设计器
zh_tw: GUI 設計工具

source: GUI code generation failed for project '{0}'. The file '{1}' could not be loaded.
cs: Nepodařilo se vygenerovat kód GUI pro projekt {0}. Soubor {1} se nepodařilo načíst.
de: Fehler bei der GUI-Codegenerierung für Projekt '{0}'. Die Datei '{1}' konnte nicht geladen werden.
es: No se pudo generar el código GUI para el proyecto '{0}'. No se pudo cargar el archivo '{1}'.
fr: Échec de la génération de code d’interface utilisateur pour le projet « {0} ». Nous n’avons pas pu charger Le fichier « {1} ».
it: La generazione del codice della GUI non è riuscita per il progetto '{0}'. Il file '{1}' non è stato caricato.
ja: プロジェクト '{0}' の GUI コード生成に失敗しました。ファイル '{1}' を読み込めませんでした。
ko: '{0}' 프로젝트에 대한 GUI 코드를 생성하지 못했습니다. '{1}' 파일을 로드할 수 없습니다.
pl: Generowanie kodu graficznego interfejsu użytkownika nie powiodło się dla projektu „{0}”. Nie można załadować pliku „{1}”.
pt_br: Falha na geração de código de GUI para projeto '{0}'. O arquivo '{1}' não pôde ser carregado.
ru: Сбой создания кода графического пользовательского интерфейса для проекта "{0}". Не удалось загрузить файл "{1}".
tr: '{0}' projesi için GUI kod oluşturma başarısız oldu. '{1}' dosyası yüklenemedi.
uk: Згенерувати код інтерфейсу користувача проекту '{0}' не вдалось. Неможливо завантажити файл '{1}'.
zh_cn: 项目“{0}”的 GUI 代码生成失败。无法加载文件“{1}”。
zh_tw: 專案 '{0}' 的 GUI 程式碼產生失敗。無法載入檔案 '{1}'。

source: Gallery
cs: Galerie
de: Katalog
es: Galería
fr: Galerie
it: Raccolta
ja: ギャラリー
ko: 갤러리
pl: Galeria
pt_br: Galeria
ru: Коллекция
tr: Galeri
uk: Галерея
zh_cn: 库
zh_tw: 圖庫

source: Garbage Collector
cs: Systém uvolňování paměti
es: Recolector de elementos no utilizados
fr: Récupérateur de mémoire
ja: ガベージ コレクター
ko: 가비지 수집기
pl: Moduł odzyskiwania pamięci
pt_br: Coletor de Lixo
ru: Сборщик мусора
tr: Atık Toplayıcı
uk: Збирач сміття
zh_cn: 垃圾回收器
zh_tw: 記憶體回收行程

source: Gathering class information
cs: Shromažďují se informace o třídě.
de: Klasseninformationen werden abgerufen
es: Recopilando información de clase
fr: Collecte des informations de classe
it: Raccolta delle informazioni sulle classi...
ja: クラス情報を収集しています
ko: 클래스 정보를 수집하는 중
pl: Pobieranie informacji o klasach
pt_br: Obtendo informação de classe
ru: Сбор информации о классе
tr: Sınıf bilgileri toplanıyor

source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 全般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
zh_cn: 常规
zh_tw: 一般

source: General Options
cs: Obecné možnosti
de: Allgemeine Optionen
es: Opciones generales
fr: Options générales
it: Opzioni generali
ja: 全般オプション
ko: 일반 옵션
pl: Opcje ogólne
pt_br: Opções Gerais
ru: Общие параметры
tr: Genel Seçenekler
uk: Загальні параметри
zh_cn: 常规选项
zh_tw: 一般選項

source: General Pad Text
cs: Základní text panelu
de: Allgemeiner Bereichstext
es: Texto del panel general
fr: Texte de bloc général
it: Testo riquadro generale
ja: 一般的なパッドの文字
ko: 일반 패드 텍스트
pl: Tekst konsoli ogólnej
pt_br: Texto do Painel Geral
ru: Текст общей панели
tr: Genel Doldurma Metinleri
zh_cn: 常规板文本
zh_tw: 一般板文字

source: Generate .desktop file
cs: Generovat soubor .desktop
de: .desktop-Datei generieren
es: Generar archivo .desktop
fr: Générer le fichier .desktop
it: Genera file .desktop
ja: .desktop ファイルを生成する
ko: .desktop 파일 생성
pl: Generuj plik desktop
pt_br: Gerar arquivo .desktop
ru: Сформировать файл DESKTOP
tr: .desktop dosyası üret
uk: Створити файл .desktop
zh_cn: 生成 .desktop 文件
zh_tw: 產生 .desktop 檔案

source: Generate .pc file for the library
cs: Generovat soubor .pc pro knihovnu
de: .pc-Datei für Bibliothek generieren
es: Generar archivo .pc para la biblioteca
fr: Générer le fichier .pc pour la bibliothèque
it: Genera file .pc per la libreria
ja: ライブラリ用の .pc ファイルを作成する
ko: 라이브러리에 대한 .pc 파일 생성
pl: Generuj plik pc dla biblioteki
pt_br: Gerar arquivo .pc para a biblioteca
ru: Сформировать файл PC для библиотеки
tr: Kitaplık için .pc dosyası üret
uk: Створити файл .pc для бібліотеки
zh_cn: 为库生成 .pc 文件
zh_tw: 為程式庫產生 .pc 檔案

source: Generate Asynchronous:
cs: Generovat asynchronní:
de: Asynchron generieren:
es: Generar de forma asincrónica:
fr: Générer de façon asynchrone :
it: Genera asincrono:
ja: 非同期的生成:
ko: 비동기 생성:
pl: Generuj asynchroniczne:
pt_br: Gerar Assíncrono:
ru: Создать асинхронный:
tr: Zaman Uyumsuz oluştur:
uk: Генерувати асинхронно:
zh_cn: 生成异步:
zh_tw: 非同步產生:

source: Generate Makefile...
cs: Generovat soubor pravidel...
de: Makefile generieren...
es: Generar archivo Make...
fr: Générer le Makefile...
it: Genera makefile...
ja: メイクファイルの生成...
ko: 메이크파일 생성...
pl: Generuj plik reguł programu make...
pt_br: Gerar Makefile...
ru: Сформировать файл makefile...
tr: Derleme Görevleri Dosyasını Oluştur...
uk: Генерування Makefile...
zh_cn: 生成生成文件...
zh_tw: 產生 Makefile...

source: Generate Makefiles
cs: Generovat soubory pravidel
de: Makefiles generieren
es: Generar archivos Make
fr: Générer les Makefiles
it: Genera makefile
ja: メイクファイルの生成
ko: 메이크파일 생성
pl: Generuj pliki reguł programu make
pt_br: Gerar Makefiles
ru: Сформировать файлы makefile
tr: Derleme görevleri dosyalarını oluştur
uk: Створити файли Makefile
zh_cn: 生成生成文件
zh_tw: 產生 Makefile

source: Generate Makefiles...
cs: Generovat soubory pravidel...
de: Makefiles generieren...
es: Generar archivos Make...
fr: Générer les Makefiles...
it: Genera makefile...
ja: メイクファイルの生成...
ko: 메이크파일 생성...
pl: Generuj pliki reguł programu make...
pt_br: Gerar Makefiles...
ru: Сформировать файлы makefile...
tr: Derleme görevleri dosyalarını oluştur...
uk: Генерування файлів Makefile
zh_cn: 生成生成文件...
zh_tw: 產生 Makefile...

source: Generate Type
cs: Generovat typ
de: Typ generieren
es: Generar tipo
fr: Générer le type
ja: 型を生成します
ko: 형식 생성
pl: Generuj typ
pt_br: Gerar Tipo
ru: Сформировать тип
tr: Tür Oluştur

source: Generate XML documentation:
cs: Generovat dokumentaci XML:
de: XML-Dokumentation generieren:
es: Generar documentación XML:
fr: Générer la documentation XML :
it: Genera la documentazione XML:
ja: XML ドキュメントを生成する:
ko: XML 문서 생성:
pl: Generuj dokumentację XML:
pt_br: Gerar documentação XML:
ru: Сформировать документацию XML:
tr: XML belgeleri oluştur:
uk: Генерувати документацію XML:
zh_cn: 生成 XML 文档:
zh_tw: 產生 XML 文件:

source: Generate _xml documentation
cs: Generovat dokumentaci _xml
de: _XML-Dokumentation generieren
es: Generar documentación _xml
fr: Générer la documentation _XML
ja: xml ドキュメントを生成する(_X)
ko: XML 문서 생성(_X)
pl: Generuj dokumentację _XML
pt_br: Gerar documentação _XML
ru: Сформировать доку_ментацию XML
tr: _xml belgeleri oluştur

source: Generate _xml documentation:
cs: Generovat dokumentaci _xml:
de: _XML-Dokumentation generieren:
es: Generar documentación _XML:
fr: Générer la documentation _XML :
it: Genera la documentazione _XML:
ja: XML ドキュメントを生成する(_X):
ko: XML 문서 생성(_X):
pl: Generuj dokumentację _XML:
pt_br: Gerar documentação _xml:
ru: Сформировать доку_ментацию XML:
tr: _xml belgeleri üret:
uk: Генерувати документацію _xml:
zh_cn: 生成 XML 文档(_X):
zh_tw: 產生 xml 文件(_X):

source: Generate abstract method '{0}' in '{1}'
cs: Generovat abstraktní metodu {0} v: {1}
de: Abstrakte Methode in '{0}' in '{1}' generieren
es: Generar el método abstracto '{0}' en '{1}'
fr: Générer la méthode abstraite « {0} » dans « {1} »
it: Genera il metodo abstract '{0}' in '{1}'
ja: '{1}' に抽象メソッド '{0}' を生成します
ko: '{1}'에서 추상 메서드 '{0}' 생성
pl: Generuj metodę abstrakcyjną „{0}” w elemencie „{1}”
pt_br: Gerar método abstrato '{0}' em '{1}'
ru: Создать абстрактный метод "{0}" в "{1}"
tr: '{1}' içinde '{0}' soyut metodunu üret
zh_cn: 在“{1}”中生成抽象方法“{0}”
zh_tw: 在 '{1}' 中產生抽象方法 '{0}'

source: Generate abstract property '{0}' in '{1}'
cs: Generovat abstraktní vlastnost {0} v: {1}
de: Abstrakte Eigenschaft in '{0}' in '{1}' generieren
es: Generar la propiedad abstracta '{0}' en '{1}'
fr: Générer la propriété abstraite « {0} » dans « {1} »
it: Genera la proprietà astratta '{0}' in '{1}'
ja: '{1}' に抽象プロパティ '{0}' を生成します
ko: '{1}'에서 추상 속성 '{0}' 생성
pl: Generuj właściwość abstrakcyjną „{0}” w elemencie „{1}”
pt_br: Gerar propriedade abstrata '{0}' em '{1}'
ru: Создать абстрактное свойство "{0}" в "{1}"
tr: '{1}' içinde '{0}' soyut özelliğini üret
zh_cn: 在“{1}”中生成抽象属性“{0}”
zh_tw: 在 '{1}' 中產生抽象屬性 '{0}'

source: Generate all
cs: Generovat vše
de: Alle generieren
es: Generar todo
fr: Générer tout
it: Genera tutto
ja: すべてを生成
ko: 모두 생성
pl: Generuj wszystko
pt_br: Gerar tudo
ru: Создать все
tr: Tümünü üret
zh_cn: 全部生成
zh_tw: 全部產生

source: Generate and register debugging information with gdb. This is only supported on some platforms, and only when using gdb 7.0 or later.
cs: Vygeneruje a zaregistruje informace o ladění pomocí GDB. Toto chování se podporuje jenom na některých platformách a jenom při použití GDB 7.0 a novějších.
de: Generiert und registriert Debuginformationen bei gdb. Wird nur auf einigen Plattformen und nur bei Verwendung von gdb 7.0 oder höher unterstützt.
es: Generar y registrar la información de depuración con GDB. Esto solo se admite en algunas plataformas y solo cuando se usa GDB 7.0 o posterior.
fr: Générez et enregistrez les informations de débogage avec GDB. Cette option n’est disponible que sur certaines plateformes, et uniquement si vous utilisez GDB 7.0 ou version ultérieure.
it: Consente di generare e registrare le informazioni di debug GDB. Questa opzione è supportata solo su alcune piattaforme e solo quando si usa GDB 7.0 o versione successiva.
ja: デバッグ情報を gdb で生成し登録します。これは、一部のプラットフォームで gdb 7.0 以降を使用する場合にのみサポートされています。
ko: gdb를 사용하여 디버깅 정보를 생성하고 등록합니다. 일부 플랫폼에서만 지원되고 gdb 7.0 이상을 사용하는 경우에만 지원됩니다.
pl: Wygeneruj i zarejestruj informacje dotyczące debugowania w programie gdb. Jest to obsługiwane tylko na niektórych platformach i tylko przy użyciu programu gdb 7.0 lub nowszego.
pt_br: Gerar e registrar informações de depuração com o gdb. Isso tem suporte apenas em algumas plataformas e somente ao usar gdb 7.0 ou posterior.
ru: Создавайте и регистрируйте отладочную информацию с помощью GDB. Эта функция поддерживается только на некоторых платформах и только при использовании GDB 7.0 или более поздней версии.
tr: Gdb ile hata ayıklama bilgilerini üretin ve kaydedin. Bu yalnızca bazı platformlarda ve yalnızca gdb 7.0 veya üzeri sürümleri kullandığınızda desteklenir.
uk: Згенерувати і зареєструвати зневаджувальну інформацію за допомогою gdb. Це підтримується лише на деяких платформах і при використанні gdb 7.0 або вище.
zh_cn: 使用 gdb 生成和注册调试信息。仅在某些平台上使用 gdb 7.0 或更高版本时才支持此功能。
zh_tw: 使用 GDB 產生及註冊偵錯資訊。只有一些平台才提供支援，而且僅限使用 GDB 7.0 或更新版本時。

source: Generate constant '{0}' in '{1}'
cs: Generovat konstantu {0} v: {1}
de: Konstante '{0}' in '{1}' generieren
es: Generar la constante '{0}' en '{1}'
fr: Générer la constante « {0} » dans « {1} »
it: Genera la costante '{0}' in '{1}'
ja: '{1}' に定数 '{0}' を生成します
ko: '{1}'에서 '{0}' 상수 생성
pl: Generuj stałą „{0}” w elemencie „{1}”
pt_br: Gerar constante '{0}' em '{1}'
ru: Создать константу "{0}" в "{1}"
tr: '{1}' içinde '{0}' sabitini üret
zh_cn: 在“{1}”中生成常量“{0}”
zh_tw: 在 '{1}' 中產生常數 '{0}'

source: Generate constructor '{0}({1})'
cs: Generovat konstruktor {0}({1})
de: Konstruktor '{0}({1})' generieren
es: Generar constructor '{0}({1})'
fr: Générer le constructeur « {0}({1}) »
it: Genera il costruttore '{0}({1})'
ja: コンストラクターの生成 '{0}({1})'
ko: '{0}({1})' 생성자 생성
pl: Generuj konstruktor „{0}({1})”
pt_br: Gerar construtor '{0}({1})'
ru: Создать конструктор "{0}({1})"
tr: '{0}({1})' oluşturucusunu üret
zh_cn: 生成构造函数“{0}({1})”
zh_tw: 產生建構函式 '{0}({1})'

source: Generate constructor in '{0}'
cs: Generovat konstruktor v: {0}
de: Konstruktor in '{0}' generieren
es: Generar constructor en '{0}'
fr: Générer le constructeur dans « {0} »
it: Genera il costruttore in '{0}'
ja: '{0}' にコンストラクターを生成します
ko: '{0}'에서 생성자 생성
pl: Generuj konstruktor w elemencie „{0}”
pt_br: Gerar construtor em '{0}'
ru: Создать конструктор в "{0}"
tr: '{0}' içinde oluşturucu üret
zh_cn: 在“{0}”中生成构造函数
zh_tw: 在 '{0}' 中產生建構函式
