Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Activate 2
cs: Výběr 2
de: 2 aktivieren
es: Activar 2
fr: Activer 2
ja: 2 をアクティブにします
ko: 활성화 2
pl: Aktywuj 2
pt_br: Ativar 2
ru: Активировать 2
tr: 2'yi etkinleştir

source: Activate 3
cs: Výběr 3
de: 3 aktivieren
es: Activar 3
fr: Activer 3
ja: 3 をアクティブにします
ko: 활성화 3
pl: Aktywuj 3
pt_br: Ativar 3
ru: Активировать 3
tr: 3'ü etkinleştir

source: Activate 4
cs: Výběr 4
de: 4 aktivieren
es: Activar 4
fr: Activer 4
ja: 4 をアクティブにします
ko: 활성화 4
pl: Aktywuj 4
pt_br: Ativar 4
ru: Активировать 4
tr: 4'ü etkinleştir

source: Activate 5
cs: Výběr 5
de: 5 aktivieren
es: Activar 5
fr: Activer 5
ja: 5 をアクティブにします
ko: 활성화 5
pl: Aktywuj 5
pt_br: Ativar 5
ru: Активировать 5
tr: 5'i etkinleştir

source: Activate 6
cs: Výběr 6
de: 6 aktivieren
es: Activar 6
fr: Activer 6
ja: 6 をアクティブにします
ko: 활성화 6
pl: Aktywuj 6
pt_br: Ativar 6
ru: Активировать 6
tr: 6'yı etkinleştir

source: Activate 7
cs: Výběr 7
de: 7 aktivieren
es: Activar 7
fr: Activer 7
ja: 7 をアクティブにします
ko: 활성화 7
pl: Aktywuj 7
pt_br: Ativar 7
ru: Активировать 7
tr: 7'yi etkinleştir

source: Activate 8
cs: Výběr 8
de: 8 aktivieren
es: Activar 8
fr: Activer 8
ja: 8 をアクティブにします
ko: 활성화 8
pl: Aktywuj 8
pt_br: Ativar 8
ru: Активировать 8
tr: 8'i etkinleştir

source: Activate 9
cs: Výběr 9
de: 9 aktivieren
es: Activar 9
fr: Activer 9
ja: 9 をアクティブにします
ko: 활성화 9
pl: Aktywuj 9
pt_br: Ativar 9
ru: Активировать 9
tr: 9'u etkinleştir

source: Activate document '{0}'
cs: Vybrat dokument {0}
de: Dokument '{0}' aktivieren
es: Activar el documento '{0}'
fr: Activer le document « {0} »
it: Attiva documento '{0}'
ja: ドキュメント '{0}' をアクティブにする
ko: '{0}' 문서 활성화
pl: Uaktywnij dokument „{0}”
pt_br: Ativar o documento '{0}'
ru: Сделать документ "{0}" активным
tr: '{0}' belgesini etkinleştir
uk: Активувати документ '{0}'
zh_cn: 激活文档“{0}”
zh_tw: 啟動文件 '{0}'

source: Activate document 1
cs: Vybrat dokument 1
de: Dokument 1 aktivieren
es: Activar el documento 1
fr: Activer document 1
ja: ドキュメント 1 をアクティブにします
ko: 문서 1 활성화
pl: Aktywuj dokument 1
pt_br: Ativar o documento 1
ru: Активировать документ 1
tr: Belge 1'i etkinleştir

source: Activate document 2
cs: Vybrat dokument 2
de: Dokument 2 aktivieren
es: Activar el documento 2
fr: Activer document 2
ja: ドキュメント 2 をアクティブにします
ko: 문서 2 활성화
pl: Aktywuj dokument 2
pt_br: Ativar o documento 2
ru: Активировать документ 2
tr: Belge 2'yi etkinleştir

source: Activate document 3
cs: Vybrat dokument 3
de: Dokument 3 aktivieren
es: Activar el documento 3
fr: Activer document 3
ja: ドキュメント 3 をアクティブにします
ko: 문서 3 활성화
pl: Aktywuj dokument 3
pt_br: Ativar o documento 3
ru: Активировать документ 3
tr: Belge 3'ü etkinleştir

source: Activate document 4
cs: Vybrat dokument 4
de: Dokument 4 aktivieren
es: Activar el documento 4
fr: Activer document 4
ja: ドキュメント 4 をアクティブにします
ko: 문서 4 활성화
pl: Aktywuj dokument 4
pt_br: Ativar o documento 4
ru: Активировать документ 4
tr: Belge 4'ü etkinleştir

source: Activate document 5
cs: Vybrat dokument 5
de: Dokument 5 aktivieren
es: Activar el documento 5
fr: Activer document 5
ja: ドキュメント 5 をアクティブにします
ko: 문서 5 활성화
pl: Aktywuj dokument 5
pt_br: Ativar o documento 5
ru: Активировать документ 5
tr: Belge 5'i etkinleştir

source: Activate document 6
cs: Vybrat dokument 6
de: Dokument 6 aktivieren
es: Activar el documento 6
fr: Activer document 6
ja: ドキュメント 6 をアクティブにします
ko: 문서 6 활성화
pl: Aktywuj dokument 6
pt_br: Ativar o documento 6
ru: Активировать документ 6
tr: Belge 6'yı etkinleştir

source: Activate document 7
cs: Vybrat dokument 7
de: Dokument 7 aktivieren
es: Activar el documento 7
fr: Activer document 7
ja: ドキュメント 7 をアクティブにします
ko: 문서 7 활성화
pl: Aktywuj dokument 7
pt_br: Ativar o documento 7
ru: Активировать документ 7
tr: Belge 7'yi etkinleştir

source: Activate document 8
cs: Vybrat dokument 8
de: Dokument 8 aktivieren
es: Activar el documento 8
fr: Activer document 8
ja: ドキュメント 8 をアクティブにします
ko: 문서 8 활성화
pl: Aktywuj dokument 8
pt_br: Ativar o documento 8
ru: Активировать документ 8
tr: Belge 8'i etkinleştir

source: Activate document 9
cs: Vybrat dokument 9
de: Dokument 9 aktivieren
es: Activar el documento 9
fr: Activer document 9
ja: ドキュメント 9 をアクティブにします
ko: 문서 9 활성화
pl: Aktywuj dokument 9
pt_br: Ativar o documento 9
ru: Активировать документ 9
tr: Belge 9'u etkinleştir

source: Activate to expand the region
cs: Výběrem rozbalte oblast.
de: Zum Erweitern der Region aktivieren
es: Activar para expandir la región
fr: Activer pour développer la région
ja: 領域を展開するにはアクティブにします
ko: 영역을 확장하려면 활성화합니다.
pl: Aktywuj, aby rozwinąć region
pt_br: Ativar para expandir a região
ru: Активируйте, чтобы развернуть область
tr: Bölgeyi genişletmek için etkinleştirin

source: Activate to fold the region
cs: Výběrem sbalte oblast.
de: Zum Reduzieren der Region aktivieren
es: Activar para plegar la región
fr: Activer pour plier la région
ja: 領域を折りたたむにはアクティブにします
ko: 영역을 접으려면 활성화합니다.
pl: Aktywuj, aby złożyć region
pt_br: Ativar para dobrar a região
ru: Активируйте, чтобы свернуть область
tr: Bölgeyi katlamak için etkinleştirin

source: Activate window '{0}'
cs: Vybrat okno {0}
de: Fenster '{0}' aktivieren
es: Activar la ventana '{0}'
fr: Activer la fenêtre « {0} »
it: Attiva finestra '{0}'
ja: ウィンドウ '{0}' をアクティブにする
ko: '{0}' 창 활성화
pl: Uaktywnij okno „{0}”
pt_br: Ativar a janela '{0}'
ru: Сделать окно "{0}" активным
tr: '{0}' penceresini etkinleştir
uk: Активувати вікно '{0}'
zh_cn: 激活窗口“{0}”
zh_tw: 啟動視窗 '{0}'

source: Active Configuration
cs: Aktivní konfigurace
de: Aktive Konfiguration
es: Configuración activa
fr: Configuration active
it: Configurazione attiva
ja: アクティブ構成
ko: 활성 구성
pl: Aktywna konfiguracja
pt_br: Configuração Ativa
ru: Активная конфигурация
tr: Etkin Yapılandırma
uk: Активна конфігурація
zh_cn: 活动配置
zh_tw: 使用中的組態

source: Active Layout
cs: Aktivní rozložení
de: Aktives Layout
es: Diseño activo
fr: Disposition active
it: Layout attivo
ja: アクティブ レイアウト
ko: 활성 레이아웃
pl: Aktywny układ
pt_br: Layout Ativo
ru: Активный макет
tr: Etkin Düzen
uk: Активна конфігурація вікон
zh_cn: 活动布局
zh_tw: 使用中的配置

source: Active Runtime
cs: Aktivní modul runtime
de: Aktive Laufzeit
es: Entorno de ejecución activo
fr: Runtime actif
it: Runtime attivo
ja: アクティブなランタイム
ko: 활성 런타임
pl: Aktywne środowisko uruchomieniowe
pt_br: Tempo de Execução Ativo
ru: Активная среда выполнения
tr: Etkin Çalışma Zamanı
uk: Активне середовище виконання
zh_cn: 活动运行时
zh_tw: 使用中的執行階段

source: Add
cs: Přidat
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_cn: 添加
zh_tw: 新增

source: Add '{0}'
cs: Přidat {0}
de: {0}' hinzufügen
es: Agregar '{0}'
fr: Ajouter « {0} »
it: Aggiungi '{0}'
ja: '{0}' を追加
ko: '{0}' 추가
pl: Dodaj „{0}”
pt_br: Adicionar '{0}'
ru: Добавить "{0}"
tr: '{0}' öğesini ekle
uk: Додати '{0}'
zh_cn: 添加“{0}”
zh_tw: 新增 '{0}'

source: Add '"{0}"' parameter.
cs: Přidat parametr "{0}"
de: {0}-Parameter hinzufügen
es: Agregar el parámetro '"{0}"'.
fr: Ajoutez le paramètre « "{0}" ».
it: Aggiungi il parametro '"{0}"'.
ja: '"{0}"' パラメーターを追加します。
ko: '"{0}"' 매개 변수 추가
pl: Dodaj parametr „{0}”.
pt_br: Adicionar parâmetro '"{0}"'.
ru: Добавьте параметр "{0}".
tr: '"{0}"' parametresini ekleyin.
uk: Додати параметр '"{0}"'.
zh_cn: 添加“"{0}"”参数。
zh_tw: 新增 '"{0}"' 參數。

source: Add 'Is Nothing' check for parameter
cs: Přidat kontrolu IsNothing pro parametr
de: Is Nothing-Überprüfung für Parameter hinzufügen
es: Agregar comprobación para el parámetro
fr: Ajouter la vérification « Is Nothing » pour le paramètre
it: Aggiungi il controllo 'Is Nothing' per il parametro
ja: パラメーターの 'Is Nothing' チェックを追加します
ko: 매개 변수에 대한 'Is Nothing' 검사 추가
pl: Dodaj sprawdzanie „Is Nothing” do parametru
pt_br: Adicionar a verificação 'Is Nothing' ao parâmetro
ru: Добавить проверку значений "Is Nothing" для параметра
tr: Parametre için 'Is Nothing' denetimi ekle
uk: Додати до параметра перевірку 'Is Nothing'
zh_cn: 为参数添加 "Is Nothing" 检查
zh_tw: 新增參數的 'Is Nothing' 檢查

source: Add '{0}'
cs: Přidat {0}
de: {0}' hinzufügen
es: Agregar '{0}'
fr: Ajouter « {0} »
it: Aggiungi '{0}'
ja: '{0}' の追加
ko: '{0}' 추가
pl: Dodaj element „{0}”
pt_br: Adicionar '{0}'
ru: Добавить "{0}"
tr: '{0}' öğesini ekle
uk: Додати '{0}'
zh_cn: 添加“{0}”
zh_tw: 新增 '{0}'

source: Add (bin) '{0}'
cs: Přidat (binární) {0}
de: '{0}' hinzufügen (binär)
es: Agregar (binario) '{0}'
fr: Ajouter (bin) '{0}'
it: Aggiungi '{0}' (binario)
ja: '{0}' を追加 (バイナリ)
ko: (bin) '{0}' 추가
pl: Dodaj element (binarny) „{0}”
pt_br: Adicionar (binário) '{0}'
ru: Добавить (двоичный) "{0}"
tr: '{0}' ekle (ikili)
uk: Додати (bin) '{0}'
zh_cn: 添加(二进制)“{0}”
zh_tw: 新增 (二進位) '{0}'

source: Add Assembly...
cs: Přidat sestavení...
de: Assembly hinzufügen...
es: Agregar ensamblado...
fr: Ajouter un assembly...
it: Aggiungi assembly...
ja: アセンブリの追加...
ko: 어셈블리 추가...
pl: Dodaj zestaw...
pt_br: Adicionar Assembly...
ru: Добавить сборку...
tr: Bütünleştirilmiş Kod Ekle...
uk: Додати збірку...
zh_cn: 添加程序集...
zh_tw: 新增組件...

source: Add Comment for Translators
cs: Přidat komentář pro překladatele
de: Kommentar für Übersetzer hinzufügen
es: Agregar comentario para traductores
fr: Ajouter un commentaire pour les traducteurs
ja: 翻訳者向けコメントの追加
ko: 번역기에 대한 주석 추가
pl: Dodaj komentarz dla tłumaczy
pt_br: Adicionar Comentário para Tradutores
ru: Добавить комментарий для переводчиков
tr: Çevirmenler için Açıklama Ekle

source: Add Controller...
cs: Přidat kontroler...
de: Controller hinzufügen...
es: Agregar controlador...
fr: Ajouter un contrôleur...
it: Aggiungi controller...
ja: コントローラーの追加...
ko: 컨트롤러 추가...
pl: Dodaj kontroler...
pt_br: Adicionar Controlador...
ru: Добавить контроллер...
tr: Denetleyici Ekle...
zh_cn: 添加控制器...
zh_tw: 新增控制器...

source: Add Custom Tool...
cs: Přidat vlastní nástroj...
de: Benutzerdefiniertes Tool hinzufügen...
es: Agregar herramienta personalizada...
fr: Ajouter un outil personnalisé...
it: Aggiungi strumento personalizzato...
ja: カスタム ツールの追加...
ko: 사용자 지정 도구 추가...
pl: Dodaj niestandardowe narzędzie...
pt_br: Adicionar Ferramenta Personalizada...
ru: Добавить пользовательский инструмент...
tr: Özel Araç Ekle...
zh_cn: 添加自定义工具...
zh_tw: 新增自訂工具...

source: Add Dependency
cs: Přidat závislost
de: Abhängigkeit hinzufügen
es: Agregar dependencia
fr: Ajouter une dépendance
it: Dipendenza per lo sviluppo
ja: 依存関係の追加
ko: 종속성 추가
pl: Dodaj zależność
pt_br: Adicionar Dependência
ru: Добавить зависимость
tr: Bağımlılık Ekle

source: Add Existing Folder
cs: Přidat existující složku
de: Vorhandenen Ordner hinzufügen
es: Agregar carp_eta de solución
fr: Ajouter un dossier existant
it: Aggiungi cartella esistente
ja: 既存のフォルダーの追加
ko: 기존 폴더 추가
pl: Dodaj istniejący folder
pt_br: Adicionar Pasta Existente
ru: Добавить существующую папку
tr: Mevcut Klasörü Ekle
uk: Додати наявну теку
zh_cn: 添加现有文件夹
zh_tw: 新增現有資料夾

source: Add Existing _Item...
cs: Přidat existující po_ložku...
de: _Vorhandenes Element hinzufügen...
es: Agregar elemento ex_istente...
fr: Ajouter un élément ex_istant...
it: Aggiungi _elemento esistente...
ja: 既存項目の追加(_I)...
ko: 기존 항목 추가(_I)...
pl: Dodaj istniejący _element...
pt_br: Adicionar _Item Existente...
ru: Добавить существующий _элемент...
tr: Mevcut Öğeyi Ekle...
uk: Додати наявний _елемент...
zh_cn: 添加现有项(_I)...
zh_tw: 新增現有項目(_I)...

source: Add Existing _Project...
cs: Přidat existující _projekt...
de: _Vorhandenes Projekt hinzufügen...
es: Agregar pr_oyecto existente...
fr: Ajouter un _projet existant...
it: Aggiungi _progetto esistente...
ja: 既存のプロジェクトを追加(_P)...
ko: 기존 프로젝트 추가(_P)...
pl: Dodaj istniejący _projekt...
pt_br: Adicionar _Projeto Existente...
ru: Добавить существующий _проект...
tr: Mevcut _Projeyi ekle...
uk: Додати наявний _проект...
zh_cn: 添加现有项目(_P)...
zh_tw: 新增現有專案(_P)...

source: Add File
cs: Přidat soubor
de: Datei hinzufügen
es: Agregar archivo
fr: Ajouter le fichier
it: Aggiungi file
ja: ファイルの追加
ko: 파일 추가
pl: Dodaj plik
pt_br: Adicionar Arquivo
ru: Добавить файл
tr: Dosya Ekle
uk: Додати файл
zh_cn: 添加文件
zh_tw: 新增檔案

source: Add File Type
cs: Přidat typ souboru
de: Dateityp hinzufügen
es: Agregar tipo de archivo
fr: Ajouter un type de fichier
it: Aggiungi tipo di file
ja: ファイルの種類を追加
ko: 파일 형식 추가
pl: Dodaj typ pliku
pt_br: Adicionar Tipo de Arquivo
ru: Добавить тип файлов
tr: Dosya Türü Ekle
uk: Додати тип файлу
zh_cn: 添加文件类型
zh_tw: 新增檔案類型

source: Add File to Folder
cs: Přidat soubor do složky
de: Datei zum Ordner hinzufügen
es: Agregar carp_eta de solución
fr: Ajouter un fichier à un dossier
it: Aggiungi file a cartella
ja: ファイルをフォルダーに追加する
ko: 폴더에 파일 추가
pl: Dodaj plik do folderu
pt_br: Adicionar Arquivo à Pasta
ru: Добавить файл в папку
tr: Dosyayı Klasöre Ekle
uk: Додати файл або теку
zh_cn: 将文件添加到文件夹
zh_tw: 將檔案新增至資料夾

source: Add Items...
cs: Přidat položky...
de: Elemente hinzufügen...
es: Agregar elementos...
fr: Ajouter des éléments...
it: Aggiungi elementi...
ja: 項目の追加...
ko: 항목 추가...
pl: Dodaj elementy...
pt_br: Adicionar Itens...
ru: Добавить элементы...
tr: Öğeleri Ekle...
uk: Додати елементи...
zh_cn: 添加项...
zh_tw: 新增項目...

source: Add New Repository
cs: Přidat nové úložiště
de: Neues Repository hinzufügen
es: Agregar nuevo repositorio
fr: Ajouter un nouveau référentiel
it: Aggiungi nuovo repository
ja: 新しいリポジトリを追加する
ko: 새 리포지토리 추가
pl: Dodaj nowe repozytorium
pt_br: Adicionar Novo Repositório
ru: Добавить новый репозиторий
tr: Yeni Depo Ekle
uk: Додати нове сховище
zh_cn: 添加新存储库
zh_tw: 新增儲存機制

source: Add NuGet _Packages...
cs: _Přidat balíčky NuGet...
de: NuGet-_Pakete hinzufügen...
es: Agregar paquetes _NuGet...
fr: Ajouter les _paquets NuGet...
it: Aggiungi _pacchetti NuGet...
ja: NuGet パッケージの追加(_P)...
ko: NuGet 패키지 추가(_P)...
pl: Dodaj pakiety _NuGet...
pt_br: Adicionar _Pacotes NuGet...
ru: Добавить _пакеты NuGet...
tr: NuGet _Paketleri Ekle...
uk: Додати _пакунки NuGet...
zh_cn: 添加 NuGet 包(_P)...
zh_tw: 新增 NuGet 套件(_P)...

source: Add NuGet packages to the project
cs: Přidat balíčky NuGet do projektu
de: NuGet-Pakete zu Projekt hinzufügen
es: Agregar paquetes NuGet al proyecto
fr: Ajouter des paquets NuGet au projet
it: Aggiungi pacchetti NuGet al progetto
ja: NuGet パッケージをプロジェクトに追加する
ko: 프로젝트에 NuGet 패키지 추가
pl: Dodaj pakiety NuGet do projektu
pt_br: Adicionar pacotes NuGet ao projeto
ru: Добавить _пакеты NuGet в проект
tr: Projeye NuGet paketleri ekle
uk: Додати до проекту пакунки NuGet
zh_cn: 向项目添加 NuGet 包
zh_tw: 將 NuGet 套件新增至專案

source: Add Open
cs: Přidat otevření
de: Geöffnete hinzufügen
es: Agregar Open
fr: Ajouter Ouvrir
ja: オープンの追加
ko: 열기 추가
pl: Dodaj otwarte
pt_br: Adicionar Abrir
ru: Добавить открытый
tr: Açık Ekle

source: Add Package
cs: Přidat balíčky
de: Pakete hinzufügen
es: Agregar paquetes
fr: Ajouter des paquets
it: Aggiungi pacchetti
ja: パッケージを追加
ko: 패키지 추가
pl: Dodaj pakiety
pt_br: Adicionar Pacotes
ru: Добавить пакеты
tr: Paket Ekle

source: Add Package Source
cs: Přidat zdroj balíčků
de: Paketquelle hinzufügen
es: Agregar origen del paquete
fr: Ajouter une source de paquet
it: Aggiungi origine pacchetto
ja: パッケージ ソースを追加する
ko: 패키지 소스 추가
pl: Dodaj źródło pakietu
pt_br: Adicionar Origem do Pacote
ru: Добавить источник пакета
tr: Paket Kaynağı Ekle
uk: Додати джерело пакунків
zh_cn: 添加包源
zh_tw: 新增封裝來源

source: Add Package...
cs: Přidat balíček...
de: Paket hinzufügen...
es: Agregar paquete...
fr: Ajouter un paquet...
it: Aggiungi pacchetto...
ja: パッケージの追加...
ko: 패키지 추가...
pl: Dodaj pakiet...
pt_br: Adicionar Pacote...
ru: Добавить пакет...
tr: Paket Ekle...
uk: Додати пакет...
zh_cn: 添加包...
zh_tw: 新增封裝...

source: Add Platform Implementation
cs: Přidat implementaci pro platformu
de: Plattformimplementierung hinzufügen
es: Agregar implementación de plataforma
fr: Ajouter une implémentation de plateforme
it: Nell'implementazione implicita
ja: プラットフォームの実装を追加
ko: 플랫폼 구현 추가
pl: Dodaj implementację platformy
pt_br: Adicionar Implementação de Plataforma
ru: Добавить реализацию платформы
tr: Platform Uygulaması Ekle

source: Add Policy
cs: Přidat zásadu
de: Richtlinie hinzufügen
es: Agregar directiva
fr: Ajouter une stratégie
it: Aggiungi criteri
ja: ポリシーの追加
ko: 정책 추가
pl: Dodaj zasady
pt_br: Adicionar Política
ru: Добавить политику
tr: İlke Ekle
uk: Додати політику
zh_cn: 添加策略
zh_tw: 新增原則

source: Add Scope
cs: Přidat obor
de: Bereich hinzufügen
es: Agregar ámbito
fr: Ajouter une portée
ja: スコープを追加します
ko: 범위 추가
pl: Dodaj zakres
pt_br: Adicionar Escopo
ru: Добавить область
tr: Kapsam Ekle

source: Add Service
cs: Přidat službu
de: Dienst hinzufügen
es: Agregar servicio
fr: Ajouter un service
it: Aggiungi origine
ja: サービスの追加
ko: 서비스 추가
pl: Dodaj usługę
pt_br: Adicionar Serviço
ru: Добавление службы
tr: Hizmet Ekle

source: Add Solution _Folder
cs: Přidat s_ložku řešení
de: _Projektmappenordner hinzufügen
es: Agregar carp_eta de solución
fr: Ajouter un _dossier de solution
it: A_ggiungi cartella soluzione
ja: ソリューション フォルダーの追加(_F)
ko: 솔루션 폴더 추가(_F)
pl: Dodaj _folder rozwiązania
pt_br: Adicionar _Pasta de Solução
ru: Добавить _папку решения
tr: Çözüm Ekleme _Klasörü
uk: Додати _теку рішення
zh_cn: 添加解决方案文件夹(_F)
zh_tw: 新增解決方案資料夾(_F)

source: Add Source
cs: Přidat zdroj
de: Quelle hinzufügen
es: Agregar origen
fr: Ajouter une source
it: Aggiungi origine
ja: ソースの追加
ko: 소스 추가
pl: Dodaj źródło
pt_br: Adicionar Origem
ru: Добавить источник
tr: Kaynak Ekle
uk: Додати джерело
zh_cn: 添加源
zh_tw: 新增來源

source: Add Toolbox Items...
cs: Přidat položky nástrojů...
de: Toolboxelemente hinzufügen...
es: Agregar elementos del cuadro de herramientas...
fr: Ajouter des éléments de boîte à outils...
it: Aggiungi elementi della casella degli strumenti...
ja: ツールボックス アイテムの追加...
ko: 도구 상자 항목 추가...
pl: Dodaj elementy przybornika...
pt_br: Adicionar Itens da Caixa de Ferramentas...
ru: Добавить элементы панели инструментов...
tr: Araç Kutusu Öğeleri Ekle...
zh_cn: 添加工具箱项...
zh_tw: 新增工具箱項目...

source: Add Translation Context Hint
cs: Přidat tip kontextu překladu
de: Kontexthinweis für die Übersetzung hinzufügen
es: Agregar sugerencia de contexto de traducción
fr: Ajouter un conseil contextuel de traduction
ja: 翻訳コンテキスト ヒントの追加
ko: 번역 컨텍스트 힌트 추가
pl: Dodaj wskazówkę dotyczącą kontekstu tłumaczenia
pt_br: Adicionar Dica de Contexto de Tradução
ru: Добавить указание контекста перевода
tr: Çeviri Bağlamı İpucu Ekle

source: Add View from Controller...
cs: Přidat zobrazení z kontroleru...
de: Ansicht von Controller hinzufügen...
es: Agregar vista del controlador...
fr: Ajouter une vue à partir du contrôleur...
it: Aggiungi visualizzazione dal controller...
ja: コントローラーからビューを追加...
ko: 컨트롤러에서 뷰 추가...
pl: Dodaj widok z kontrolera...
pt_br: Adicionar Exibição do Controlador...
ru: Добавить представление из контроллера...
tr: Denetleyiciden Görünüm Ekle...
zh_cn: 从控制器添加视图...
zh_tw: 從控制器新增檢視...

source: Add View...
cs: Přidat zobrazení...
de: Ansicht hinzufügen
es: Agregar vista...
fr: Ajouter une vue...
it: Aggiungi visualizzazione...
ja: ビューの追加...
ko: 뷰 추가...
pl: Dodaj widok...
pt_br: Adicionar Exibição...
ru: Добавить представление...
tr: Görünüm ekle
uk: Додати представлення...
zh_cn: 添加视图...
zh_tw: 新增檢視...

source: Add Web Reference
cs: Přidat webový odkaz
de: Webverweis hinzufügen
es: Agregar referencia web
fr: Ajouter une référence web
it: Aggiungi riferimento Web
ja: Web 参照の追加
ko: 웹 참조 추가
pl: Dodaj odwołanie sieci Web
pt_br: Adicionar Referência Web
ru: Добавить веб-ссылку
tr: Web Başvurusu Ekle
uk: Додати веб-посилання
zh_cn: 添加 Web 引用
zh_tw: 新增 Web 參考

source: Add _Platform Implementation...
cs: Přidat i_mplementaci pro platformu...
de: _Plattformimplementierung hinzufügen...
es: _Agregar implementación de plataforma...
fr: Ajouter une implémentation de plate_forme...
ja: プラットフォームの実装を追加(_P)...
ko: 플랫폼 구현 추가(_P)...
pl: Dodaj implementację _platformy...
pt_br: Adicionar _Implementação de Plataforma...
ru: Добавить реализацию п_латформы...
tr: Platform _Uygulaması Ekle...

source: Add a blank line between messages
cs: Přidat prázdný řádek mezi zprávy
de: Leerzeilen zwischen Nachrichten einfügen
es: Agregar una línea en blanco entre los mensajes
fr: Ajouter une ligne vierge entre les messages
it: Aggiungi una riga vuota tra messaggi
ja: メッセージの間に空白行を追加する
ko: 메시지 사이에 빈 줄 추가
pl: Dodaj pusty wiersz między komunikatami
pt_br: Adicionar uma linha em branco entre as mensagens
ru: Добавить пустую строку между сообщениями
tr: İletiler arasına boş bir satır ekle
uk: Вставляти порожні рядки між повідомленнями
zh_cn: 在消息之间添加空白行
zh_tw: 在訊息之間新增空白行

source: Add a new binding for this command
cs: Přidat novou vazbu pro tento příkaz
de: Neue Bindung für diesen Befehl hinzufügen
es: Agregue un enlace nuevo para este comando
fr: Ajouter une nouvelle combinaison de touches pour cette commande
ja: このコマンドの新しいバインドを追加します
ko: 이 명령에 대한 새 바인딩을 추가합니다.
pl: Dodaj nowe powiązanie dla tego polecenia
pt_br: Adicionar uma nova associação para este comando
ru: Добавить новое сочетание клавиш для этой команды
tr: Bu komut için yeni bağlama ekle

source: Add a new child solution to the selected workspace
cs: Přidat nové podřízené řešení do vybraného pracovního prostoru
de: Neue untergeordnete Projektmappe zu ausgewähltem Arbeitsbereich hinzufügen
es: Agregar una nueva solución secundaria al área de trabajo seleccionada
fr: Ajouter une nouvelle solution enfant à l’espace de travail sélectionné
it: Aggiunge una nuova soluzione figlio all'area di lavoro selezionata
ja: 選ばれたワークスペースに新しい子ソリューションを追加します
ko: 선택한 작업 영역에 새 자식 솔루션 추가
pl: Dodaj nowe rozwiązanie podrzędne do wybranego obszaru roboczego
pt_br: Adicionar uma nova solução filho ao workspace selecionado
ru: Добавить новое дочернее решение в выбранную рабочую область
tr: Seçilen çalışma alanına yeni bir alt çözüm ekleyin
uk: Додати нове дочірнє рішення до вибраного робочого простору
zh_cn: 向所选工作区添加新的子解决方案
zh_tw: 將新的子解決方案新增至選取的工作區

source: Add a new child workspace to the selected workspace
cs: Přidat nový podřízený pracovní prostor do vybraného pracovního prostoru
de: Neuen untergeordneten Arbeitsbereich zu ausgewähltem Arbeitsbereich hinzufügen
es: Agregar una nueva área de trabajo secundaria al área de trabajo seleccionada
fr: Ajouter un nouvel espace de travail enfant à l’espace de travail sélectionné
it: Aggiunge una nuova area di lavoro figlio all'area di lavoro selezionata
ja: 選ばれたワークスペースに新しい子ワークスペースを追加します
ko: 선택한 작업 영역에 새 자식 작업 영역 추가
pl: Dodaje nowy podrzędny obszar roboczy do wybranego obszaru roboczego
pt_br: Adicionar um novo workspace filho ao workspace selecionado
ru: Добавить новую дочернюю рабочую область в выбранную рабочую область
tr: Seçilen çalışma alanına yeni bir alt çalışma alanı ekleme
uk: Додати до вибраного робочого простору новий дочірній робочий простір
zh_cn: 向所选工作区添加新的子工作区
zh_tw: 將新的子工作區新增至選取的工作區

source: Add a new file to the project
cs: Přidejte nový soubor do projektu.
de: Neue Datei zum Projekt hinzufügen
es: Agregar un nuevo archivo al proyecto
fr: Ajouter un nouveau fichier au projet
ja: プロジェクトに新しいファイルを追加する
ko: 프로젝트에 새 파일 추가
pl: Dodaj nowy plik do projektu
pt_br: Adicione um novo arquivo ao projeto
ru: Добавить новый файл в проект
tr: Projeye yeni bir dosya ekle

source: Add a new project to the selected solution
cs: Přidat nový projekt do vybraného řešení
de: Neues Projekt zu ausgewählter Projektmappe hinzufügen
es: Agregar un nuevo proyecto a la solución seleccionada
fr: Ajouter un nouveau projet à la solution sélectionnée
it: Aggiunge un nuovo progetto alla soluzione selezionata
ja: 選ばれたソリューションに新しいプロジェクトを追加します
ko: 선택한 솔루션에 새 프로젝트 추가
pl: Dodaj nowy projekt do wybranego rozwiązania
pt_br: Adicionar um novo projeto à solução selecionada
ru: Добавить новый проект в выбранное решение
tr: Seçilen çözüme yeni bir proje ekleyin
uk: Додати новий проект до вибраного рішення
zh_cn: 向所选解决方案添加新项目
zh_tw: 將新的專案新增至選取的解決方案
