Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Details...
cs: Podrobnosti...
es: Detalles...
fr: Détails...
it: Dettagli...
ja: 詳細...
ko: 세부 정보...
pl: Szczegóły...
pt_br: Detalhes...
ru: Сведения...
tr: Ayrıntılar...
uk: Детальніше...
zh_cn: 详细信息...
zh_tw: 詳細資料...

source: Details:
cs: Podrobnosti:
es: Detalles:
fr: Détails :
it: Dettagli:
ja: 詳細:
ko: 세부 정보:
pl: Szczegóły:
pt_br: Detalhes:
ru: Подробности:
tr: Ayrıntılar:
uk: Детальніше:
zh_cn: 详细信息:
zh_tw: 詳細資料:

source: Development Dependency
cs: Vývojová závislost
de: Entwicklungsabhängigkeit
es: Dependencia de desarrollo
fr: Dépendance de développement
it: Dipendenza per lo sviluppo
ja: 開発の依存関係
ko: 개발 종속성
pl: Zależność na potrzeby opracowywania
pt_br: Dependência de Desenvolvimento
ru: Зависимость разработки
tr: Geliştirme Bağımlılığı
uk: Залежність розробки
zh_cn: 开发依赖关系
zh_tw: 開發相依性

source: Development Dependency:
cs: Vývojová závislost:
de: Entwicklungsabhängigkeit:
es: Dependencia de desarrollo:
fr: Dépendance de développement :
it: Dipendenza per lo sviluppo
ja: 開発の依存関係:
ko: 개발 종속성:
pl: Zależność na potrzeby opracowywania:
pt_br: Dependência de Desenvolvimento:
ru: Зависимость разработки:
tr: Geliştirme Bağımlılığı:

source: Diagnostic
cs: Diagnostika
de: Diagnostisch
es: Diagnóstico
it: Diagnostica
ja: 診断
ko: 매우 자세히
pl: Diagnostyka
pt_br: Diagnóstico
ru: Диагностическая
tr: Tanılama
uk: Діагностичний
zh_cn: 诊断
zh_tw: 診斷

source: Diagnostic log verbosity
cs: Podrobnost diagnostického protokolu
de: Ausführlichkeit des Diagnoseprotokolls
es: Nivel de detalle de registro de diagnóstico
fr: Verbosité du journal de diagnostic
ja: 診断ログの詳細レベル
ko: 진단 로그의 세부 정보 표시
pl: Poziom szczegółowości dziennika diagnostycznego
pt_br: Detalhamento do log de diagnóstico
ru: Уровень детализации для журнала диагностики
tr: Tanılama günlüğü ayrıntı düzeyi

source: Dialog
de: Dialogfeld
es: Cuadro de diálogo
fr: Boîte de dialogue
it: Finestra di dialogo
ja: ダイアログ
ko: 대화 상자
pl: Okno dialogowe
pt_br: Caixa de Diálogo
ru: Диалоговое окно
tr: İletişim Kutusu
uk: Діалог
zh_cn: 对话框
zh_tw: 對話方塊

source: Dictionary type:
cs: Typ slovníku:
de: Wörterbuchtyp:
es: Tipo de diccionario:
fr: Type de dictionnaire :
it: Tipo di dizionario:
ja: 辞書の型:
ko: 사전 형식:
pl: Typ słownika:
pt_br: Tipo do dicionário:
ru: Тип словаря:
tr: Sözlük türü:
uk: Тип словника:
zh_cn: 字典类型:
zh_tw: 字典類型:

source: Did not find msgfmt. Please ensure that gettext tools are installed.
cs: Nešlo najít msgfmt. Ujistěte se prosím, jestli jsou nainstalované nástroje gettext.
de: msgfmt' wurde nicht gefunden. Stellen Sie sicher, dass die GetText-Tools installiert sind.
es: No se encuentra msgfmt. Asegúrese de que están instaladas las herramientas de GetText.
fr: Nous n’avons pas trouvé msgfmt. Assurez-vous que les outils GetText sont installés.
it: msgfmt non è stato trovato. Verificare che gli strumenti di gettext siano installati.
ja: msgfmt が見つかりませんでした。Gettext ツールがインストールされていることを確認してください。
ko: msgfmt를 찾지 못했습니다. gettext 도구가 설치되어 있는지 확인하세요.
pl: Nie znaleziono elementu msgfmt. Upewnij się, że narzędzia gettext są zainstalowane.
pt_br: msgfmt não encontrado. Verifique se as ferramentas do gettext estão instaladas.
ru: Не удалось найти msgfmt. Убедитесь, что инструменты gettext установлены.
tr: msgfmt. Lütfen gettext araçlarının yüklendiğinden emin olun.
uk: Не знайдено msgfmt. Переконайтесь, що засоби gettext встановлено.
zh_cn: 找不到 msgfmt。请确保安装了 gettext 工具。
zh_tw: 找不到 msgfmt。請確定已安裝 gettext 工具。

source: Did not find msgmerge. Please ensure that gettext tools are installed.
cs: Nešlo najít msgmerge. Ujistěte se prosím, jestli jsou nainstalované nástroje gettext.
de: msgmerge' wurde nicht gefunden. Stellen Sie sicher, dass die GetText-Tools installiert sind.
es: No se encuentra msgmerge. Asegúrese de que están instaladas las herramientas de GetText.
fr: Nous n’avons pas trouvé msgmerge. Assurez-vous que les outils GetText sont installés.
it: msgmerge non è stato trovato. Verificare che gli strumenti di gettext siano installati.
ja: msgmerge が見つかりませんでした。Gettext ツールがインストールされていることを確認してください。
ko: msgmerge를 찾지 못했습니다. gettext 도구가 설치되어 있는지 확인하세요.
pl: Nie znaleziono elementu msgmerge. Upewnij się, że narzędzia gettext są zainstalowane.
pt_br: msgmerge não encontrado. Verifique se as ferramentas do gettext estão instaladas.
ru: Не удалось найти msgmerge. Убедитесь, что инструменты gettext установлены.
tr: msgmerge bulunamadı. Lütfen gettext araçlarının yüklendiğinden emin olun.
uk: Не знайдено msgmerge. Переконайтесь, що засоби gettext встановлено.
zh_cn: 找不到 msgmerge。请确保安装了 gettext 工具。
zh_tw: 找不到 msgmerge。請確定已安裝 gettext 工具。

source: Did you know...?
cs: Víte, že...?
de: Schon gewusst...?
es: ¿Sabía que...?
fr: Le saviez-vous... ?
it: Suggerimenti utili
ja: ご存じでしたか...?
ko: 알고 계세요...?
pl: Czy wiesz, że...?
pt_br: Você sabia...?
ru: Знаете ли вы?
tr: Biliyor muydunuz...?
uk: Чи знаєте ви...?
zh_cn: 你是否知道...?
zh_tw: 您知道嗎...?

source: Did you know?
cs: Víte, že...
de: Schon gewusst...?
es: ¿Sabía que...?
fr: Le saviez-vous ?
it: Suggerimenti utili
ja: ご存じでしたか?
ko: 알고 계세요?
pl: Czy wiesz, że...?
pt_br: Você sabia?
ru: Знаете ли вы?
tr: Biliyor muydunuz?
uk: Чи знаєте ви?
zh_cn: 你知道吗?
zh_tw: 您知道嗎?

source: Direction
cs: Směr
de: Richtung
es: Dirección
it: Direzione
ja: 方向
ko: 방향
pl: Kierunek
pt_br: Direção
ru: Направление
tr: Yön
uk: Напрямок
zh_cn: 方向
zh_tw: 方向

source: Directive closed prematurely.
cs: Direktiva je předčasně zavřená.
de: Direktive wurde vorzeitig geschlossen.
es: Directiva cerrada antes de tiempo.
fr: Directive fermé prématurément.
it: La direttiva è stata chiusa in modo anomalo.
ja: ディレクティブは処理の途中で中断されました。
ko: 지시문이 중간에 닫혔습니다.
pl: Dyrektywa zamknięta przedwcześnie.
pt_br: A diretiva foi encerrada prematuramente.
ru: Директива закрыта преждевременно.
tr: Yönerge erken kapandı.
zh_cn: 指令提前关闭。
zh_tw: 指示詞提前結束。

source: Directories
cs: Adresáře
de: Verzeichnisse
es: Directorios
fr: Répertoires
it: Directory
ja: ディレクトリ
ko: 디렉터리
pl: Katalogi
pt_br: Diretórios
ru: Каталоги
tr: Dizinler
uk: Теки
zh_cn: 目录
zh_tw: 目錄

source: Directory
cs: Adresář
de: Verzeichnis
es: Directorio
fr: Répertoire
ja: ディレクトリ
ko: 디렉터리
pl: Katalog
pt_br: Diretório
ru: Каталог
tr: Dizin
uk: Тека
zh_cn: 目录
zh_tw: 目錄

source: Directory '{0}' could not be moved.
cs: Adresář {0} se nepodařilo přesunout.
de: Verzeichnis '{0}' konnte nicht verschoben werden.
es: El directorio '{0}' no se puede mover.
fr: Nous n’avons pas pu déplacer le répertoire « {0} ».
it: Non è stato possibile spostare la directory '{0}'.
ja: ディレクトリ '{0}' を移動できませんでした。
ko: '{0}' 디렉터리를 이동할 수 없습니다.
pl: Nie można przenieść katalogu „{0}”.
pt_br: O diretório '{0}' não pôde ser movido.
ru: Не удалось переместить каталог "{0}".
tr: '{0}' dizini taşınamadı.
uk: Не вдалось перемістити теку '{0}'.
zh_cn: 无法移动目录“{0}”。
zh_tw: 目錄 '{0}' 無法移動。

source: Directory not found
cs: Adresář nejde najít.
de: Verzeichnis nicht gefunden
es: Directorio no encontrado
fr: Répertoire introuvable
it: La directory non è stata trovata
ja: ディレクトリが見つかりません
ko: 디렉터리를 찾을 수 없습니다.
pl: Nie znaleziono katalogu
pt_br: Diretório não encontrado
ru: Каталог не найден
tr: Dizin bulunamadı
uk: Теки не існує
zh_cn: 找不到目录
zh_tw: 找不到目錄

source: Directory not found: {0}
cs: Adresář se nenašel: {0}
de: Verzeichnis nicht gefunden: {0}
es: No se encuentra el directorio: {0}
fr: Répertoire introuvable : {0}
it: Directory non trovata: {0}
ja: ディレクトリが見つかりません: {0}
ko: 디렉터리를 찾을 수 없음: {0}
pl: Nie znaleziono katalogu: {0}
pt_br: Diretório não encontrado: {0}
ru: Каталог не найден: {0}
tr: Dizin bulunamadı: {0}
uk: Теку не знайдено: {0}
zh_cn: 找不到目录: {0}
zh_tw: 找不到目錄: {0}

source: Directory prefix:
cs: Instalační adresář:
de: Verzeichnispräfix:
es: Prefijo de directorio:
fr: Préfixe du répertoire :
it: Prefisso della directory:
ja: ディレクトリ プレフィックス:
ko: 디렉터리 접두사:
pl: Prefiks katalogu:
pt_br: Prefixo de diretório:
ru: Префикс каталога:
tr: Klasör ön eki:
uk: Префікс теки:
zh_cn: 目录前缀:
zh_tw: 目錄前置詞:

source: Directory structure:
cs: Adresářová struktura:
de: Verzeichnisstruktur:
es: Estructura de directorios:
fr: Structure de répertoire :
it: Struttura di directory:
ja: ディレクトリ構造:
ko: 디렉터리 구조:
pl: Struktura katalogów:
pt_br: Estrutura de diretório:
ru: Структура каталогов:
tr: Dizin yapısı:
uk: Структура тек:
zh_cn: 目录结构:
zh_tw: 目錄結構:

source: Directory {0} already exists. Do you want to continue creating the project?
cs: Adresář {0} už existuje. Chcete pokračovat ve vytváření projektu?
de: Verzeichnis '{0}' ist bereits vorhanden. Möchten Sie die Projekterstellung fortsetzen?
es: El directorio {0} ya existe. ¿Quiere continuar creando el proyecto?
fr: Le répertoire {0} existe déjà. Voulez-vous continuer à créer le projet ?
it: La directory {0} esiste già. Continuare a creare il progetto?
ja: ディレクトリ {0} が既に存在します。 プロジェクトの作成を続行しますか。
ko: {0} 디렉터리가 이미 있습니다. 계속 프로젝트를 만들까요?
pl: Katalog {0} już istnieje. Czy chcesz kontynuować tworzenie projektu?
pt_br: O diretório {0} já existe. Deseja continuar criando o projeto?
ru: Каталог {0} уже существует. Вы хотите продолжить создание проекта?
tr: {0} dizini zaten var. Projeyi oluşturmaya devam etmek istiyor musunuz?
uk: Тека {0} уже існує. Бажаєте продовжити створення проекту?
zh_cn: 已经存在目录 {0}。 是否要继续创建该项目?
zh_tw: 目錄 {0} 已經存在。 要繼續建立專案嗎?

source: Directory {0} is empty, no files have been added.
cs: Adresář {0} je prázdný, nepřidaly se žádné soubory.
de: Das Verzeichnis {0} ist leer, es wurden keine Dateien hinzugefügt.
es: El directorio {0} está vacío, no se han agregado archivos.
fr: Le répertoire {0} est vide. Aucun fichier n’a été ajouté.
it: La directory {0} è vuota. Non sono stati aggiunti file.
ja: ディレクトリ {0} が空です。ファイルは追加されませんでした。
ko: {0} 디렉터리가 비어 있습니다. 파일이 추가되지 않았습니다.
pl: Katalog {0} jest pusty. Żadne pliki nie zostały dodane.
pt_br: O diretório {0} está vazio, nenhum arquivo foi adicionado.
ru: Каталог {0} пуст, файлы не добавлены.
tr: {0} dizini boş, hiçbir dosya eklenmemiş.
uk: Тека {0} порожня, файли не додано.
zh_cn: 目录 {0} 为空，尚未添加任何文件。
zh_tw: 目錄 {0} 是空白，尚未新增任何檔案。

source: Directory:
cs: Adresář:
de: Verzeichnis:
es: Directorio:
fr: Répertoire :
ja: ディレクトリ:
ko: 디렉터리:
pl: Katalog:
pt_br: Diretório:
ru: Каталог:
tr: Dizin:
uk: Тека:
zh_cn: 目录:
zh_tw: 目錄:

source: Dirty Files
cs: Neuložené soubory
de: Geänderte Dateien
es: Archivos con modificaciones
fr: Fichiers à l'intégrité compromise
ja: ダーティ ファイル
ko: 더티 파일
pl: Zmodyfikowane pliki
pt_br: Arquivos Dirty
ru: Измененные файлы
tr: Değişiklik İçeren Dosyalar

source: Disable
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効にする
ko: 사용 안 함
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
tr: Devre Dışı Bırak
uk: Вимкнути
zh_cn: 禁用
zh_tw: 停用

source: Disable AIO
cs: Zakázat AIO
de: AIO deaktivieren
es: Deshabilitar AIO
fr: Désactiver AIO
it: Disabilita AIO
ja: AIO を無効にする
ko: AIO 사용 안 함
pl: Wyłącz AIO
pt_br: Desabilitar AIO
ru: Отключить AIO
tr: AIO'yu Devre Dışı Bırak
uk: Вимкнути AIO
zh_cn: 禁用 AIO
zh_tw: 停用 AIO

source: Disable All Breakpoints
cs: Zakázat všechny zarážky
de: Alle Haltepunkte deaktivieren
es: Deshabilitar todos los puntos de interrupción
fr: Désactiver tous les points d'arrêt
it: Abilita o disabilita tutti i punti di interruzione
ja: すべてのブレークポイントを無効にする
ko: 모든 중단점 해제
pl: Wyłącz wszystkie punkty przerwania
pt_br: Desabilitar Todos os Pontos de Interrupção
ru: Отключить все точки останова
tr: Tüm Kesme Noktalarını Devre Dışı Bırak

source: Disable Breakpoint
cs: Zakázat zarážky
de: Haltepunkte deaktivieren
es: Deshabilitar puntos de interrupción
fr: Désactiver les points d'arrêt
it: Abilita/Disabilita punto di interruzione
ja: ブレークポイントの無効化
ko: 중단점 해제
pl: Wyłącz punkty przerwania
pt_br: Desabilitar Pontos de Interrupção
ru: Отключить точки останова
tr: Kesme Noktalarını Devre Dışı Bırak

source: Disable Designer
cs: Zakázat návrháře
de: Designer deaktivieren
es: Deshabilitar el diseñador
fr: Désactiver le concepteur
it: Disabilita finestra di progettazione
ja: デザイナーを無効にする
ko: 디자이너 사용 안 함
pl: Wyłącz projektanta
pt_br: Desabilitar Designer
ru: Отключить конструктор
tr: Tasarımcıyı Devre Dışı Bırak
uk: Вимкнути дизайнер
zh_cn: 禁用设计器
zh_tw: 停用設計工具

source: Disable LLVM
cs: Zakázat LLVM
de: LLVM deaktivieren
es: Deshabilitar LLVM
fr: Désactiver la LLVM
it: Disattiva LLVM
ja: LLVM を無効にする
ko: LLVM 사용 안 함
pl: Wyłącz LLVM
pt_br: Desabilitar LLVM
ru: Отключить LLVM
tr: LLVM'yi Devre Dışı Bırak
uk: Вимкнути LLVM
zh_cn: 禁用 LLVM
zh_tw: 停用 LLVM

source: Disable Managed Collation
cs: Zakázat spravovanou kolaci
de: Verwaltete Sortierung deaktivieren
es: Deshabilitar intercalación administrada
fr: Désactiver le classement managé
it: Disabilita regole di confronto gestite
ja: マネージド照合順序を無効にする
ko: 관리되는 데이터 정렬 사용 안 함
pl: Wyłącz sortowanie zarządzanych
pt_br: Desabilitar Ordenação Gerenciada
ru: Отключить управляемую сортировку
tr: Yönetilen Harmanlamayı Devre Dışı Bırak
zh_cn: 禁用托管排序规则
zh_tw: 停用 Managed 定序

source: Disable Version Control for this solution
cs: Zakázat správu verzí pro toto řešení
de: Versionskontrolle für diese Projektmappe deaktivieren
es: Deshabilitar el control de versiones para esta solución
fr: Désactiver la gestion de version pour cette solution
it: Disabilita il controllo della versione per questa soluzione
ja: このソリューションでバージョン コントロールを無効化する
ko: 이 솔루션에 버전 제어 사용 안 함
pl: Wyłącz kontrolę wersji dla tego rozwiązania
pt_br: Desabilitar Controle de Versão para esta solução
ru: Отключить управление версиями для этого решения
tr: Sürüm Denetimi'ni bu çözüm için devre dışı bırak
uk: Вимкнути керування версіями для цього рішення
zh_cn: 为此解决方案禁用版本控制
zh_tw: 停用此解決方案的版本控制

source: Disable Version Control globally
cs: Zakázat správu verzí globálně
de: Versionskontrolle global deaktivieren
es: Deshabilitar el control de versiones globalmente
fr: Désactiver la gestion de version globalement
it: Disabilita il controllo della versione globalmente
ja: バージョン コントロールをグローバルに無効化する
ko: 전역으로 버전 제어 사용 안 함
pl: Wyłącz kontrolę wersji globalnie
pt_br: Desabilitar Controle de Versão globalmente
ru: Отключить управление версиями на глобальном уровне
tr: Sürüm Denetimi'ni genel olarak devre dışı bırak
uk: Глобально вимкнути керування версіями
zh_cn: 全局禁用版本控制
zh_tw: 全域停用版本控制

source: Disable _Folding
cs: _Zakázat skrývání
de: _Faltung deaktivieren
es: Deshabilitar _plegado
fr: Désactiver le _pliage
it: _Disabilita riduzione
ja: 折りたたみを無効にする(_F)
ko: 접기 사용 안 함(_F)
pl: Wyłącz _składanie
pt_br: Desabilitar _Dobramento
ru: Отк_лючить свертывание
tr: _Katlamayı Devre Dışı Bırak
zh_cn: 禁用折叠(_F)
zh_tw: 停用摺疊(_F)

source: Disable some JIT optimizations which are normally disabled when running inside the debugger. This is useful if you plan to attach to the running process with the debugger.
cs: Zakáže některé optimalizace za běhu, které jsou běžně zakázané při provozování v ladicím programu. To je užitečné, pokud chcete k provozovanému procesu připojit ladicí program.
de: Deaktiviert einige JIT-Optimierungen, die bei der Ausführung innerhalb des Debuggers normalerweise deaktiviert sind. Dies ist hilfreich, wenn Sie den Debugger an den laufenden Prozess anfügen möchten.
es: Deshabilite algunas optimizaciones JIT que suelen estar deshabilitadas cuando se ejecuta la aplicación en el depurador. Esto es útil si planea usar el proceso de ejecución con el depurador.
fr: Désactivez certaines optimisations JIT qui sont normalement désactivées lors de l’exécution dans le débogueur. Cela est utile si vous projetez d’attacher le débogueur au processus en cours d’exécution.
it: Disabilita alcune ottimizzazioni JIT che sono in genere disabilitate durante l'esecuzione all'interno del debugger. Questa opzione è utile se si intende collegarsi al processo in esecuzione con il debugger.
ja: デバッガー内部で実行するときに通常無効になる一部の JIT 最適化を無効にします。これは、デバッガーを使用するプロセスの実行に添付する場合に便利です。
ko: 디버거 내부에서 실행될 때 일반적으로 사용하지 않도록 설정되는 일부 JIT 최적화를 사용하지 않도록 설정합니다. 디버거를 사용하여 실행 중인 프로세스에 연결하려는 경우에 유용합니다.
pl: Wyłącz niektóre optymalizacje JIT, które są normalnie wyłączone podczas uruchamiania w debugerze. Jest to przydatne, jeśli planujesz dołączyć do uruchomionego procesu przy użyciu debugera.
pt_br: Desabilite algumas otimizações JIT que normalmente estão desabilitadas quando a execução ocorre dentro do depurador. Isso é útil se você pretende anexar ao processo em execução com o depurador.
ru: Отключите некоторые оптимизации JIT, которые обычно отключены при запуске внутри отладчика. Это удобно, если вы планируете подключиться к запущенному процессу с помощью отладчика.
tr: Hata ayıklayıcısı içinde çalışırken normalde devre dışı olan bazı JIT iyileştirmelerini devre dışı bırakın. Çalışan işleme hata ayıklayıcısı ile iliştirme planlıyorsanız bu işlem yararlıdır.
uk: Частково вимкнути JIT-оптимізацію, яка зазвичай вимкнена при запуску зі зневаджувачем. Це потрібно, якщо планується підключення зневаджувача до процесу.
zh_cn: 禁用在调试程序内运行时一般都会禁用的某些 JIT 优化。如果你打算附加到调试程序中正在运行的进程，此操作非常有用。
zh_tw: 停用在偵錯工具內執行時一般會停用的一些 JIT 最佳化。若您想將偵錯工具附加至執行中的處理序，這會很有用。

source: Disable version control
cs: Zakázat správu verzí
de: Versionskontrolle deaktivieren
es: Deshabilitar control de versiones
fr: Désactiver la gestion de version
it: Disabilita il controllo della versione
ja: バージョン コントロールの無効化
ko: 버전 제어 사용 안 함
pl: Wyłącz kontrolę wersji
pt_br: Desabilitar controle de versão
ru: Отключить управление версиями
tr: Sürüm denetimini devre dışı bırak
uk: Вимкнути керування версіями
zh_cn: 禁用版本控制
zh_tw: 停用版本控制

source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitata
ja: 無効
ko: 사용 안 함
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
tr: Devre Dışı
uk: Вимкнено
zh_cn: 已禁用
zh_tw: 已停用

source: Disabled add-ins can't be loaded.
cs: Zakázané doplňky nejde načíst.
de: Deaktivierte Add-Ins können nicht geladen werden.
es: Los complementos deshabilitados no se pueden cargar.
fr: Impossible de charger des compléments désactivés.
it: Non è possibile caricare i componenti aggiuntivi disabilitati.
ja: 無効になっているアドインを読み込むことはできせん。
ko: 사용하지 않도록 설정된 추가 기능을 로드할 수 없습니다.
pl: Nie można załadować wyłączonych dodatków.
pt_br: Suplementos desabilitados não podem ser carregados.
ru: Отключенные надстройки невозможно загрузить.
tr: Devre dışı bırakılmış eklentiler yüklenemez.
uk: Вимкнені додатки неможливо завантажити.
zh_cn: 无法加载禁用的外接程序。
zh_tw: 無法載入已停用的增益集。

source: Disassembly
cs: Zpětný překlad
de: Disassemblierung
es: Desensamblado
fr: Désassemblage
ja: 逆アセンブリ
ko: 디스어셈블리
pl: Dezasemblacja
pt_br: Desmontar
ru: Дизассемблирование
tr: Ayrıştırma
uk: Розбір
zh_cn: 反汇编
zh_tw: 反組譯碼

source: Disassembly Tab
cs: Karta Zpětný překlad
de: Registerkarte für Disassemblierung
es: Pestaña Desensamblado
fr: Onglet Désassemblage
ja: 逆アセンブリ タブ
ko: 디스어셈블리 탭
pl: Karta Dezasemblacja
pt_br: Guia de Desmontagem
ru: Вкладка "Дизассемблированный код"
tr: Ayrıştırma Sekmesi

source: Discovery document
cs: Dokument zjišťování
de: Discovery-Dokument
es: Documento de detección
fr: Document de découverte
it: Documento di individuazione
ja: 探索ドキュメント
ko: 검색 문서
pl: Dokument odnajdywania
pt_br: Documento de descoberta
ru: Документ обнаружения
tr: Bulma belgesi
zh_cn: 发现文档
zh_tw: 探索文件

source: Display Options
cs: Možnosti zobrazení
de: Anzeigeoptionen
es: Opciones de visualización
fr: Options d’affichage
it: Opzioni di visualizzazione
ja: 表示オプション
ko: 옵션 표시
pl: Opcje wyświetlania
pt_br: Exibir Opções
ru: Параметры отображения
tr: Görüntüleme Seçenekleri
uk: Параметри відображення
zh_cn: 显示选项
zh_tw: 顯示選項

source: Display Options List
cs: Seznam možností zobrazení
de: Optionsliste anzeigen
es: Lista de opciones de visualización
fr: Afficher la liste d’options
it: Elenco opzioni di visualizzazione
ja: オプション リストを表示
ko: 옵션 목록 표시
pl: Wyświetl listę opcji
pt_br: Exibir Lista de Opções
ru: Список параметров отображения
tr: Seçenekler Listesini Göster
uk: Показати список настройок
zh_cn: 显示选项列表
zh_tw: 顯示選項清單

source: Display the document list menu
cs: Zobrazit nabídku seznamu dokumentů
de: Dokumentenlistenmenü anzeigen
es: Mostrar el menú de lista de documentos
fr: Afficher le menu de la liste des documents
ja: ドキュメント リスト メニューを表示する
ko: 문서 목록 메뉴 표시
pl: Wyświetl menu listy dokumentów
pt_br: Exibir o menu de lista de documentos
ru: Отображать меню списка документов
tr: Belge listesi menüsünü görüntüle

source: Dispose console after running
cs: Zavřít konzoli po skončení běhu
de: Konsole nach Ausführung freigeben
es: Eliminar consola tras la ejecución
fr: Supprimer la console après exécution
it: Chiudi la console dopo l'esecuzione
ja: 実行後にコンソールを破棄
ko: 실행 후 콘솔 삭제
pl: Usuń konsolę po uruchomieniu
pt_br: Descartar o console após a execução
ru: Ликвидировать консоль после выполнения
tr: Çalıştırdıktan sonra konsolu atın
uk: Приховати консоль після запуску
zh_cn: 运行后释放控制台
zh_tw: 執行後處置主控台

source: Do _Not Send
cs: _Neodesílat
de: _Nicht senden
es: _No enviar
fr: Ne _Pas Envoyer
it: _Non inviare
ja: 送信しない(_N)
ko: 보내지 않음(_N)
pl: _Nie wysyłaj
pt_br: _Não Enviar
ru: Не _отправлять
tr: _Gönderme
uk: _Не надсилати
zh_cn: 不发送(_N)
zh_tw: 不要傳送(_N)

source: Do complete on
cs: Dokončit klávesou
de: Vervollständigen nach
es: Completar después de
fr: Compléter en cas d'appui sur
it: Completa dopo la pressione di
ja: 補完対象
ko: 완료 위치
pl: Uzupełnij dla
pt_br: Realizar conclusão em
ru: Завершение при
tr: Şunlarla karşılaşıldığında tamamlama yap
zh_cn: 键入“完成”的位置
zh_tw: 輸入下列項目即可完成:

source: Do not accept this certificate and do not connect to this repository
cs: Nepřijmout tento certifikát a nepřipojit se k tomuto úložišti
de: Dieses Zertifikat nicht akzeptieren und keine Verbindung mit dem Repository herstellen
es: No aceptar este certificado y no conectarse al repositorio
fr: Ne pas accepter ce certificat et ne pas se connecter à ce référentiel
it: Non accettare questo certificato e non eseguire la connessione al repository
ja: この証明書を受け入れず、このリポジトリには接続しない
ko: 이 인증서를 허용하지 않고 이 리포지토리에 연결하지 않음
pl: Nie akceptuj tego certyfikatu i nie łącz z tym certyfikatem
pt_br: Não aceitar este certificado e não conectar a este repositório
ru: Не принимать этот сертификат и не подключаться к этому репозиторию
tr: Sertifikayı kabul etme ve bu depoya bağlanma
uk: Не приймати цього сертифікату і не з'єднуватися з цим сховищем
zh_cn: 不接受此证书并且不连接到此存储库
zh_tw: 不接受此憑證且不連線到這個存放庫

source: Do not copy
cs: Nekopírovat
de: Nicht kopieren
es: No copiar
fr: Ne pas copier
it: Non copiare
ja: コピーしない
ko: 복사하지 않음
pl: Nie kopiuj
pt_br: Não copiar
ru: Не копировать
tr: Kopyalama
uk: Не копіювати
zh_cn: 不复制
zh_tw: 不要複製

source: Do not prefer 'this.'
cs: Nepreferovat „this.“
de: "this." nicht bevorzugen
es: No preferir "this."
fr: Ne pas préférer 'this.'
ja: 'this.' を優先しない
ko: 'this'를 기본으로 사용하지 마세요.
pl: Nie preferuj kwalifikatora „this.”
pt_br: Não preferir 'this'.
ru: Не предпочитать "this."
tr: 'This' öğesini tercih etme.

source: Do not reference mscorlib.dll
cs: Neodkazovat na mscorlib.dll
de: Nicht auf 'mscorlib.dll' verweisen
es: No hacer referencia a mscorlib.dll
fr: Ne pas référencer mscorlib.dll
it: Ometti riferimenti a mscorlib.dll
ja: mscorlib.dll を参照しない
ko: mscorlib.dll을 참조하지 않음
pl: Nie odwołuj się do biblioteki mscorlib.dll
pt_br: Não referenciar mscorlib.dll
ru: Не ссылаться на mscorlib.dll
tr: mscorlib.dll dosyasına başvurma
uk: Не посилатися на mscorlib.dll
zh_cn: 不引用 mscorlib.dll
zh_tw: 不要參考 mscorlib.dll
