Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Go Back to Workspace
cs: Vrátit se zpátky do pracovního prostoru
de: Zurück zum Arbeitsbereich
es: Volver al área de trabajo
fr: Revenir à l’espace de travail
it: Torna all'area di lavoro
ja: ワークスペースに戻る
ko: 작업 영역으로 돌아가기
pl: Wróć do obszaru roboczego
pt_br: Voltar para o Workspace
ru: Вернуться к рабочей области
tr: Çalışma Alanına Geri Dön
uk: Повернутись до робочого простору
zh_cn: 返回到工作区
zh_tw: 返回工作區

source: Go To
cs: Přejít na
de: Gehe zu
es: Ir a
fr: Atteindre
ja: 移動先
ko: 이동
pl: Przejdź do
pt_br: Ir para
ru: Перейти к
tr: Git

source: Go back one page
cs: Přejít o jednu stránku zpátky
de: Eine Seite zurück
es: Retroceder una página
fr: Reculer d’une page
it: Torna indietro di una pagina
ja: 1 ページ戻る
ko: 한 페이지 뒤로 이동
pl: Przejdź jedną stronę wstecz
pt_br: Voltar uma página
ru: Перейти на одну страницу назад
tr: Bir sayfa geri git
uk: На одну сторінку назад
zh_cn: 向后一页
zh_tw: 回上一頁

source: Go back to the home page
cs: Přejít zpátky na domovskou stránku
de: Zurück zur Homepage
es: Retroceder a la página principal
fr: Revenir à la page d’accueil
it: Torna alla home page
ja: ホーム ページに戻る
ko: 홈페이지로 돌아가기
pl: Wróć do strony głównej
pt_br: Voltar para a página inicial
ru: Вернуться на домашнюю страницу
tr: Ana sayfaya geri git
uk: Перейти на домашню сторінку
zh_cn: 返回到主页
zh_tw: 返回首頁

source: Go down one page
cs: Přejít o stránku níž
de: Eine Seite nach unten
es: Avanzar una página
fr: Aller à la page suivante
it: Vai giù di una pagina
ja: 1 ページ下に移動
ko: 한 페이지 아래로 이동
pl: Przejdź jedną stronę w dół
pt_br: Descer uma página
ru: Перейти на одну страницу вниз
tr: Bir sayfa aşağı git
uk: Перейти на сторінку вниз
zh_cn: 向下一页
zh_tw: 往下一頁

source: Go forward one page
cs: Přejít o jednu stránku dopředu
de: Eine Seite vorwärts
es: Avanzar una página
fr: Avancer d’une page
it: Avanza di una pagina
ja: 1 ページ進む
ko: 한 페이지 앞으로 이동
pl: Przejdź jedną stronę do przodu
pt_br: Avançar uma página
ru: Перейти на одну страницу вперед
tr: Bir sayfa ileri git
uk: На одну сторінку вперед
zh_cn: 向前一页
zh_tw: 到下一頁

source: Go left one character
cs: Přejít o jeden znak doleva
de: Ein Zeichen nach links
es: Retroceder un carácter a la izquierda
fr: Se déplacer d’un caractère vers la gauche
it: Vai a sinistra di un carattere
ja: 1 文字左へ進む
ko: 한 문자 왼쪽으로 이동
pl: Przejdź jeden znak w lewo
pt_br: Ir um caractere para a esquerda
ru: Перейти на один символ влево
tr: Tek karakter sola git
uk: Перейти на символ ліворуч
zh_cn: 向左一个字符
zh_tw: 往左一個字元

source: Go right one character
cs: Přejít o jeden znak doprava
de: Ein Zeichen nach rechts
es: Avanzar un carácter a la derecha
fr: Se déplacer d’un caractère vers la droite
it: Vai a destra di un carattere
ja: 1 文字右へ進む
ko: 한 문자 오른쪽으로 이동
pl: Przejdź jeden znak w prawo
pt_br: Ir um caractere para a direita
ru: Перейти на один символ вправо
tr: Tek karakter sağa git
uk: Перейти на символ праворуч
zh_cn: 向右一个字符
zh_tw: 往右一個字元

source: Go to Base Member
cs: Přejít na základní člen
de: Zu Basismember wechseln
es: Ir al miembro base
fr: Accéder au membre de base
ja: 基本メンバーに移動する
ko: 기본 멤버로 이동
pl: Przejdź do składowej bazowej
pt_br: Ir para Membro Base
ru: Перейти к базовому элементу
tr: Temel Üye'ye git

source: Go to Breakpoint
cs: Přejít na zarážku
de: Zu Haltepunkt wechseln
es: Ir al punto de interrupción
fr: Atteindre le point d'arrêt
ja: ブレークポイントに移動します
ko: 중단점으로 이동
pl: Przejdź do punktu przerwania
pt_br: Ir para Ponto de Interrupção
ru: К точке останова
tr: Kesme Noktasına Git

source: Go to Controller
cs: Přejít na kontroler
de: Gehe zu Controller
es: Ir al controlador
fr: Aller à contrôleur
it: Vai a controller
ja: コントローラーに移動
ko: 컨트롤러로 이동
pl: Przejdź do kontrolera
pt_br: Ir para o Controlador
ru: Перейти к контроллеру
tr: Denetleyiciye Git
zh_cn: 转到控制器
zh_tw: 前往控制器

source: Go to Download Page
cs: Přejít na stránku stahování
de: Gehe zu Downloadseite
es: Ir a la página de descarga
fr: Accéder à la page de téléchargement
it: Vai alla pagina di download
ja: ダウンロード ページへ移動
ko: 다운로드 페이지로 이동
pl: Przejdź do strony pobierania
pt_br: Ir para a Página de Download
ru: Перейти к странице скачивания
tr: İndirmeler Sayfasına Git
zh_cn: 转到下载页
zh_tw: 前往 [下載] 頁面

source: Go to File...
cs: Přejít na soubor...
de: Zu Datei wechseln...
es: Ir a archivo...
fr: Accéder au fichier...
it: Vai al file...
ja: ファイルに移動...
ko: 파일로 이동...
pl: Przejdź do pliku...
pt_br: Ir para Arquivo...
ru: Перейти к файлу...
tr: Dosyaya git...
uk: Перейти до файлу...
zh_cn: 转到文件...
zh_tw: 前往檔案...

source: Go to Implementation
cs: Přejít na implementaci
de: Zur Implementierung wechseln
es: Ir a la implementación
fr: Accéder à l'implémentation
ja: 実装に移動
ko: 구현으로 이동
pl: Przejdź do implementacji
pt_br: Ir para Implementação
ru: Перейти к реализации
tr: Uygulamaya git

source: Go to Line...
cs: Přejít na řádek...
de: Gehe zu Zeile...
es: Ir a la línea...
fr: Atteindre la ligne...
it: Vai alla riga...
ja: 行へ移動...
ko: 줄로 이동...
pl: Przejdź do wiersza...
pt_br: Ir para Linha...
ru: Перейти к строке...
tr: Satıra Git...
zh_cn: 转到行...
zh_tw: 前往行...

source: Go to Matching Brace
cs: Přejít na odpovídající závorku
de: Gehe zu zugehöriger geschweifter Klammer
es: Ir a llave coincidente
fr: Atteindre l’accolade correspondante
it: Vai alla parentesi gra_ffa corrispondente
ja: 対応するかっこに移動
ko: 일치하는 중괄호로 이동
pl: Przejdź do pasującego nawiasu klamrowego
pt_br: Ir para Chave Correspondente
ru: Перейти к парной фигурной скобке
tr: Eşleşen Ayraca Git
zh_cn: 转到匹配大括号
zh_tw: 前往成對括弧

source: Go to Next Bookmark
cs: Přejít na další záložku
de: Gehe zu nächster Textmarke
es: Ir al marcador siguiente
fr: Atteindre le signet suivant
it: Passa al segnalibro successivo
ja: 次のブックマークに移動
ko: 다음 책갈피로 이동
pl: Przejdź do następnej zakładki
pt_br: Ir para o Próximo Indicador
ru: Перейти к следующей закладке
tr: Sonraki Yer İşaretine Git
zh_cn: 转到下一个书签
zh_tw: 前往下一個書籤

source: Go to Previous Bookmark
cs: Přejít na předchozí záložku
de: Gehe zu vorheriger Textmarke
es: Ir al marcador anterior
fr: Atteindre le signet précédent
it: Torna al segnalibro precedente
ja: 前のブックマークに移動
ko: 이전 책갈피로 이동
pl: Przejdź do poprzedniej zakładki
pt_br: Ir para o Indicador Anterior
ru: Перейти к предыдущей закладке
tr: Önceki Yer İşaretine Git
zh_cn: 转到上一个书签
zh_tw: 前往上一個書籤

source: Go to Type...
cs: Přejít na typ...
de: Zum Typ wechseln...
es: Ir a tipo...
fr: Accéder au type...
it: Vai al tipo...
ja: 型に移動...
ko: 형식으로 이동...
pl: Przejdź do typu...
pt_br: Ir para Tipo...
ru: Перейти к типу...
tr: Türe git...
uk: Перейти до опису типу...
zh_cn: 转到类型...
zh_tw: 前往類型...

source: Go to View
cs: Přejít na zobrazení
de: Gehe zu Ansicht
es: Ir a vista
fr: Accéder à la vue
it: Vai a visualizzazione
ja: ビューに移動
ko: 뷰로 이동
pl: Przejdź do widoku
pt_br: Ir para a Exibição
ru: Перейти к представлению
tr: Görünüme Git
zh_cn: 转到视图
zh_tw: 前往檢視

source: Go to _Base Event
cs: Přejít na _základní událost
de: Gehe zu _Basisereignis
es: Ir a evento _base
fr: Atteindre l’événement de _base
it: Vai a evento di _base
ja: 基本イベントに移動(_B)
ko: 기본 이벤트로 이동(_B)
pl: Przejdź do zdarzenia _podstawowego
pt_br: Ir para o Evento _Base
ru: Перейти к _базовому событию
tr: _Temel Olayı'na git
zh_cn: 转到基本事件(_B)
zh_tw: 前往基底事件(_B)

source: Go to _Base Method
cs: Přejít na _základní metodu
de: Gehe zu _Basismethode
es: Ir a método _base
fr: Atteindre la méthode de _base
it: Vai a metodo di _base
ja: 基本メソッドに移動(_B)
ko: 기본 메서드로 이동(_B)
pl: Przejdź do metody _podstawowej
pt_br: Ir para o Método _Base
ru: Перейти к _базовому методу
tr: Temel Metot'a git
uk: Перейти до _базового методу
zh_cn: 转到基方法(_B)
zh_tw: 前往基底方法(_B)

source: Go to _Base Property
cs: Přejít na _základní vlastnost
de: Gehe zu _Basiseigenschaft
es: Ir a propiedad _base
fr: Atteindre la propriété de _base
it: Vai a proprietà di _base
ja: 基本プロパティに移動(_B)
ko: 기본 속성으로 이동(_B)
pl: Przejdź do właściwości _podstawowej
pt_br: Ir para a Propriedade _Base
ru: Перейти к _базовому свойству
tr: _Temel Özelliğe git
uk: Перейти до _базової властивості
zh_cn: 转到基属性(_B)
zh_tw: 前往基底屬性(_B)

source: Go to _Base Symbol
cs: Přejít na _základní symbol
de: Gehe zu _Basissymbol
es: Ir a símbolo _base
fr: Atteindre le symbole de _base
it: Vai a simbolo di _base
ja: 基本シンボルに移動(_B)
ko: 기본 기호로 이동(_B)
pl: Przejdź do symbolu _podstawowego
pt_br: Ir para o Símbolo _Base
ru: Перейти к _базовому символу
tr: _Temel Sembol'e git
zh_cn: 转到基本符号(_B)
zh_tw: 前往基底符號(_B)

source: Go to _Base Type
cs: Přejít na _základní typ
de: Gehe zu _Basistyp
es: Ir a tipo _base
fr: Atteindre le type de _base
it: Vai a tipo di _base
ja: 基本型に移動(_B)
ko: 기본 형식으로 이동(_B)
pl: Przejdź do typu _podstawowego
pt_br: Ir para o Tipo _Base
ru: Перейти к _базовому типу
tr: _Temel Türü'ne git
uk: Перейти до _базового типу
zh_cn: 转到基类型(_B)
zh_tw: 前往基底類型(_B)

source: Go to _Interface Event
cs: Přejít na událost _rozhraní
de: Gehe zu _Schnittstellenereignis
es: Ir a evento de i_nterfaz
fr: Atteindre l’événement d’_interface
it: Vai a evento di _interfaccia
ja: インターフェイス イベントへの移動(_I)
ko: 인터페이스 이벤트로 이동(_I)
pl: Przejdź do zdarzenia _interfejsu
pt_br: Ir para o Evento de _Interface
ru: Перейти к _событию интерфейса
tr: _Arabirim Olayı'na git
uk: Перейти до події _інтерфейсу
zh_cn: 转到接口事件(_I)
zh_tw: 前往介面事件(_I)

source: Go to _Interface Method
cs: Přejít na metodu _rozhraní
de: Gehe zu _Schnittstellenmethode
es: Ir a _método de interfaz
fr: Atteindre la méthode d’_interface
it: Vai a metodo di _interfaccia
ja: インターフェイス メソッドに移動(_I)
ko: 인터페이스 메서드로 이동(_I)
pl: Przejdź do metody _interfejsu
pt_br: Ir para o Método de _Interface
ru: Перейти к _методу интерфейса
tr: _Arabirim Metodu'na git
zh_cn: 转到接口方法(_I)
zh_tw: 前往介面方法(_I)

source: Go to _Interface Property
cs: Přejít na vlastnost _rozhraní
de: Gehe zu _Schnittstelleneigenschaft
es: Ir a propie_dad de interfaz
fr: Atteindre la propriété d’interface
it: Vai a proprietà di _interfaccia
ja: インターフェイス プロパティに移動(_I)
ko: 인터페이스 속성으로 이동(_I)
pl: Przejdź do właściwości _interfejsu
pt_br: Ir para a Propriedade da _Interface
ru: Перейти к с_войству интерфейса
tr: _Arabirim Özelliklerine git
uk: Перейти до властивості _інтерфейсу
zh_cn: 转到接口属性(_I)
zh_tw: 前往介面屬性(_I)

source: Go to _Log
cs: Přejít na proto_kol
de: Zu Protoko_ll wechseln
es: Ir a _registro
fr: Aller au journa_l
ja: ログに移動(_L)
ko: 로그로 이동(_L)
pl: Przejdź do _dziennika
pt_br: Ir para o _Log
ru: Перейти к жур_налу
tr: _Günlüğe Git

source: Go to _Reference
cs: Přejít na _odkaz
de: Zu Ve_rweis wechseln
es: Ir a _referencia
fr: Aller à la _référence
ja: 参照に移動(_R)
ko: 참조로 이동(_R)
pl: Przejdź do _odwołania
pt_br: Ir para a _Referência
ru: Перейти по с_сылке
tr: _Başvuruya Git

source: Go to a specific line
cs: Přejít na konkrétní řádek
de: Zu einer bestimmten Zeile wechseln
es: Ir a una línea específica
fr: Accéder à une ligne spécifique
it: Va a una riga specifica
ja: 指定行に移動
ko: 특정 줄로 이동
pl: Przejdź do określonego wiersza
pt_br: Ir para uma linha específica
ru: Перейти к определенной строке
tr: Belirli bir satıra git
uk: Перейти до певного рядка
zh_cn: 转到特定行
zh_tw: 前往特定行

source: Go to beginning of document
cs: Přejít na začátek dokumentu
de: Zum Anfang des Dokuments wechseln
es: Ir al principio del documento
fr: Atteindre le début du document
it: Vai all'inizio del documento
ja: ドキュメントの先頭に移動
ko: 문서의 시작으로 이동
pl: Przejdź do początku dokumentu
pt_br: Ir para o início do documento
ru: Перейти в начало документа
tr: Belgenin başına git
uk: Перейти на початок документа
zh_cn: 转到文档起始处
zh_tw: 前往文件開頭

source: Go to beginning of line
cs: Přejít na začátek řádku
de: Zum Zeilenanfang wechseln
es: Ir al principio de la línea
fr: Atteindre le début de la ligne
it: Vai all'inizio della riga
ja: 行頭に移動
ko: 줄의 시작으로 이동
pl: Przejdź do początku wiersza
pt_br: Ir para o início da linha
ru: Перейти в начало строки
tr: Satır başına git
uk: Перейти на початок рядка
zh_cn: 转到行首
zh_tw: 前往行開頭

source: Go to end of document
cs: Přejít na konec dokumentu
de: Zum Ende des Dokuments wechseln
es: Ir al final del documento
fr: Atteindre la fin du document
it: Vai alla fine del documento
ja: ドキュメントの末尾に移動
ko: 문서의 끝으로 이동
pl: Przejdź na koniec dokumentu
pt_br: Ir para o fim do documento
ru: Перейти в конец документа
tr: Belgenin sonuna git
uk: Перейти на кінець документа
zh_cn: 转到文档结尾处
zh_tw: 前往文件結尾

source: Go to end of line
cs: Přejít na konec řádku
de: Zum Zeilenende wechseln
es: Ir al final de la línea
fr: Atteindre la fin de la ligne
it: Vai alla fine della riga
ja: 行末に移動
ko: 줄의 끝으로 이동
pl: Przejdź na koniec wiersza
pt_br: Ir para o fim da linha
ru: Перейти в конец строки
tr: Satır sonuna git
uk: Перейти на кінець рядка
zh_cn: 转到行尾
zh_tw: 前往行結尾

source: Go to failure
cs: Přejít na chybu
de: Gehe zu Fehler
es: Ir al error
fr: Accéder à l’échec
it: Vai all'errore
ja: エラーに移動する
ko: 실패로 이동
pl: Przejdź do błędu
pt_br: Ir para falha
ru: Перейти к ошибке
tr: Hataya git
uk: Перейти до проваленого
zh_cn: 转到失败
zh_tw: 前往失敗處

source: Go to next bookmark
cs: Přejít na následující záložku
de: Gehe zu nächster Textmarke
es: Ir al marcador siguiente
fr: Aller au signet suivant
it: Passa al segnalibro successivo
ja: 次のブックマークに移動
ko: 다음 책갈피로 이동
pl: Przejdź do następnej zakładki
pt_br: Ir para o próximo indicador
ru: Перейти к следующей закладке
tr: Sonraki yer işaretine git
uk: До наступної закладки
zh_cn: 转到下一个书签
zh_tw: 前往下個書籤

source: Go to next line
cs: Přejít na následující řádek
de: Zur nächsten Zeile wechseln
es: Ir a la línea siguiente
fr: Aller à la ligne suivante
it: Vai a riga successiva
ja: 次の行に移動
ko: 다음 줄로 이동
pl: Przejdź do następnego wiersza
pt_br: Ir para próxima linha
ru: Перейти к следующей строке
tr: Sonraki satıra git
uk: Перейти до наступного рядка
zh_cn: 转到下一行
zh_tw: 前往下一行

source: Go to next subword
cs: Přejít na následující podslovo
de: Zum nächsten Teilwort wechseln
es: Ir a la subpalabra siguiente
fr: Aller au sous-mot suivant
it: Vai a sottoparola successiva
ja: 次の部分語まで移動
ko: 다음 부분 단어로 이동
pl: Przejdź do następnego wyrazu podrzędnego
pt_br: Ir para a próxima subpalavra
ru: Перейти к следующему подслову
tr: Sonraki alt sözcüğe git
uk: Перейти до наступного підслова
zh_cn: 转到下一个子词
zh_tw: 前往下個 subword

source: Go to next word
cs: Přejít na následující slovo
de: Zum nächsten Wort wechseln
es: Ir a la siguiente palabra
fr: Aller au mot suivant
it: Vai a parola successiva
ja: 次の単語に移動
ko: 다음 단어로 이동
pl: Przejdź do następnego wyrazu
pt_br: Ir para a próxima palavra
ru: Перейти к следующему слову
tr: Sonraki sözcüğe git
uk: До наступного слова
zh_cn: 转到下一个词
zh_tw: 前往下個字組

source: Go to previous bookmark
cs: Přejít na předchozí záložku
de: Gehe zu vorheriger Textmarke
es: Ir al marcador anterior
fr: Aller au signet précédent
it: Torna al segnalibro precedente
ja: 前のブックマークに移動
ko: 이전 책갈피로 이동
pl: Przejdź do poprzedniej zakładki
pt_br: Ir para o indicador anterior
ru: Перейти к предыдущей закладке
tr: Önceki yer işaretine git
uk: До попередньої закладки
zh_cn: 转到上一个书签
zh_tw: 前往上個書籤

source: Go to previous line
cs: Přejít na předchozí řádek
de: Zur vorherigen Zeile wechseln
es: Ir a la línea anterior
fr: Aller à la ligne précédente
it: Vai a riga precedente
ja: 前の行に移動
ko: 이전 줄로 이동
pl: Przejdź do poprzedniego wiersza
pt_br: Ir para a linha anterior
ru: Перейти к предыдущей строке
tr: Önceki satıra git
uk: Перейти до попереднього рядка
zh_cn: 转到上一行
zh_tw: 前往上一行

source: Go to previous subword
cs: Přejít na předchozí podslovo
de: Zum vorherigen Teilwort wechseln
es: Ir a la subpalabra anterior
fr: Aller au sous-mot précédent
it: Vai a sottoparola precedente
ja: 前の部分語まで移動
ko: 이전 부분 단어로 이동
pl: Przejdź do poprzedniego wyrazu podrzędnego
pt_br: Ir para a subpalavra anterior
ru: Перейти к предыдущему подслову
tr: Önceki alt sözcüğe git
uk: Перейти до попереднього підслова
zh_cn: 转到上一个子词
zh_tw: 前往上個 subword

source: Go to previous word
cs: Přejít na předchozí slovo
de: Zum vorherigen Wort wechseln
es: Ir a la palabra anterior
fr: Aller au mot précédent
it: Vai a parola precedente
ja: 前の単語に移動
ko: 이전 단어로 이동
pl: Przejdź do poprzedniego wyrazu
pt_br: Ir para a palavra anterior
ru: Перейти к предыдущему слову
tr: Önceki sözcüğe git
uk: До попереднього слова
zh_cn: 转到上一个词
zh_tw: 前往上個字組

source: Go up one page
cs: Přejít o stránku výš
de: Eine Seite nach oben
es: Retroceder una página
fr: Aller à la page précédente
it: Vai su di una pagina
ja: 1 ページ上に移動
ko: 한 페이지 위로 이동
pl: Przejdź jedną stronę w górę
pt_br: Subir uma página
ru: Перейти на одну страницу вверх
tr: Bir sayfa yukarı git
uk: Перейти на сторінку вгору
zh_cn: 向上一页
zh_tw: 往上一頁

source: Graphical application
cs: Grafická aplikace
de: Grafikanwendung
es: Aplicación gráfica
fr: Application graphique
it: Applicazione di grafica
ja: グラフィック アプリケーション
ko: 그래픽 애플리케이션
pl: Aplikacja graficzna
pt_br: Aplicativo gráfico
ru: Графическое приложение
tr: Grafik uygulaması
uk: Графічний застосунок
zh_cn: 图形应用程序
zh_tw: 圖形化應用程式

source: Greek
cs: řečtina
de: Griechisch
es: Griego
fr: Grec
it: Greco
ja: ギリシャ語
ko: 그리스어
pl: Grecki
pt_br: Grego
ru: Греческий
tr: Yunanca
uk: Грецьке
zh_cn: 希腊语
zh_tw: 希臘文

source: Green
cs: Zelená
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 녹색
pl: Zielony
pt_br: Verde
ru: Зеленый
tr: Yeşil

source: Group '{0}' not found
cs: Skupina {0} se nenašla.
de: Gruppe '{0}' nicht gefunden
es: Grupo '{0}' no encontrado
fr: Groupe « {0} » introuvable
it: Il gruppo '{0}' non è stato trovato
ja: グループ '{0}' が見つかりません
ko: '{0}' 그룹을 찾을 수 없습니다.
pl: Nie znaleziono grupy „{0}”
pt_br: Grupo '{0}' não encontrado
ru: Группа "{0}" не найдена
tr: '{0}' grubu bulunamadı
uk: Група '{0}' не знайдена
zh_cn: 找不到组“{0}”
zh_tw: 找不到群組 '{0}'

source: Group '{0}':'{1}'
cs: Skupina {0}:{1}
de: Gruppe '{0}':'{1}'
es: Grupo '{0}':'{1}'
fr: Groupe « {0} »:« {1} »
it: Gruppo '{0}':'{1}'
ja: グループ '{0}':'{1}'
ko: 그룹 '{0}':'{1}'
pl: Grupa „{0}”:„{1}”
pt_br: Agrupar '{0}':'{1}'
ru: Группировать "{0}":"{1}"
tr: Grup '{0}':'{1}'
uk: Група '{0}':'{1}'
zh_cn: 组“{0}”:“{1}”
zh_tw: 群組 '{0}':'{1}'

source: Group Width
cs: Šířka skupiny
de: Gruppenbreite
es: Ancho del grupo
fr: Largeur de groupe
ja: グループの幅
ko: 그룹 너비
pl: Szerokość grupy
pt_br: Largura do Grupo
ru: Ширина группы
tr: Grup Genişliği

source: Group by component category
cs: Seskupit podle kategorie komponent
de: Nach Komponentenkategorie gruppieren
es: Agrupar por categoría de componente
fr: Grouper par catégorie de composants
it: Raggruppa per categoria di componente
ja: コンポーネント カテゴリでグループ化
ko: 구성 요소 범주별 그룹화
pl: Grupuj według kategorii składników
pt_br: Agrupar por categoria de componente
ru: Группировать по категории компонентов
tr: Bileşen kategorisine göre gruplandır
uk: Групувати за категорією компонента
zh_cn: 按组件类别分组
zh_tw: 依元件分類分組

source: Group entries by type
cs: Seskupit položky podle typu
de: Einträge nach Typ gruppieren
es: Agrupar entradas por tipo
fr: Regrouper les entrées par type
it: Raggruppa le voci per tipo
ja: 種類別にエントリをグループ化
ko: 형식별 항목 그룹화
pl: Grupuj wpisy według typu
pt_br: Agrupar as entradas por tipo
ru: Записи группы по типу
tr: Girdileri türe göre grupla
uk: Групувати елементи за типом
zh_cn: 按类型对条目分组
zh_tw: 依類型將項目分組

source: Group members by access
cs: Seskupit členy podle přístupu
de: Member nach Zugriff gruppieren
es: Agrupar miembros por acceso
fr: Regrouper les membres par accès
it: Raggruppa membri per accesso
ja: メンバーをアクセスでグループ化
ko: 액세스별 멤버 그룹화
pl: Grupuj składowe według dostępu
pt_br: Agrupar membros por acesso
ru: Элементы группы по доступу
tr: Üyeleri erişime göre grupla
uk: Групувати члени за їх доступністю
zh_cn: 按访问权限对成员分组
zh_tw: 依存取將成員分組

source: Group members by member type
cs: Seskupit členy podle typu
de: Member nach Typ gruppieren
es: Agrupar miembros por tipo
fr: Regrouper les membres par type
it: Raggruppa membri per tipo di membro
ja: メンバーをメンバーの種類でグループ化
ko: 멤버 유형별 멤버 그룹화
pl: Grupuj składowe według typu
pt_br: Agrupar membros por tipo
ru: Элементы группы по типу элемента
tr: Üyeleri üye tipine göre grupla
uk: Групувати члени за їх типом
zh_cn: 按成员类型对成员分组
zh_tw: 依成員類型將成員分組

source: Group non-public members
cs: Seskupit neveřejné členy
de: Nicht öffentliche Member gruppieren
es: Agrupar miembros no públicos
fr: Regrouper les membres non publics
it: Raggruppa membri non pubblici
ja: パブリックでないメンバーをグループ化する
ko: public이 아닌 멤버 그룹화
pl: Grupuj niepubliczne składowe
pt_br: Agrupar membros não públicos
ru: Не являющиеся общими элементы группы
tr: Genel olmayan üyeleri grupla
uk: Групувати не загальнодоступні члени
zh_cn: 对非公共成员分组
zh_tw: 群組非公開成員

source: Group sorting order when grouping is enabled:
cs: Pořadí řazení skupin, když je povolené seskupování:
de: Sortierreihenfolge für Gruppen bei aktivierter Gruppierung:
es: Está habilitado el uso de criterio de ordenación durante la agrupación:
fr: Grouper l’ordre de tri lorsque le regroupement est activé :
it: Ordinamento del gruppo quando è abilitato il raggruppamento:
ja: グループ化が有効なときに並べ替え順序をグループ化します。
ko: 그룹화를 사용하도록 설정된 경우 그룹 정렬 순서:
pl: Kolejność sortowania grup, gdy grupowanie jest włączone:
pt_br: Ordem de classificação do grupo quando o agrupamento está habilitado:
ru: Порядок сортировки групп при включенном группировании:
tr: Gruplama etkinleştirildiğinde grup sıralama düzeni:
uk: Порядок сортування груп, якщо групування увімкнене:
zh_cn: 启用分组时的组排序顺序:
zh_tw: 啟用群組時的群組排列順序:

source: Group static members
cs: Seskupit statické členy
de: Statische Member gruppieren
es: Agrupar miembros estáticos
fr: Regrouper les membres statiques
it: Raggruppa membri statici
ja: 静的メンバーをグループ化する
ko: 정적 맴버 그룹화
pl: Grupuj statyczne składowe
pt_br: Agrupar membros estáticos
ru: Статические элементы группы
tr: Statik üyeleri grupla
uk: Групувати статичні члени
zh_cn: 对静态成员分组
zh_tw: 群組靜態成員

source: Grouping Constructs
cs: Seskupovací konstrukty
de: Gruppierungskonstrukte
es: Construcciones de agrupamiento
fr: Constructions de regroupement
it: Costrutti di raggruppamento
ja: グループ化コンストラクト
ko: 그룹화 생성자
pl: Konstrukcje grupujące
pt_br: Constructos de Agrupamento
ru: Конструкция группировки
tr: Gruplandırma Yapıları
uk: Групування
zh_cn: 分组构造
zh_tw: 分組建構

source: Gtk# 2.0 Project
cs: Projekt Gtk# 2.0
de: Gtk#-2.0-Projekt
es: Proyecto de Gtk# 2.0
fr: Projet Gtk# 2.0
it: Progetto GTK# 2.0
ja: Gtk# 2.0 プロジェクト
ko: GTK# 2.0 프로젝트
pl: Projekt Gtk# 2.0
pt_br: Projeto GTK# 2.0
ru: Проект GTK# 2.0
tr: Gtk# 2.0 Projesi
uk: Проект Gtk# 2.0
zh_cn: GTK# 2.0 项目
zh_tw: Gtk# 2.0 專案

source: HAM radio software
cs: Aplikace pro HAM radio
de: Amateurfunksoftware
es: Software de radio HAM
fr: Logiciel radio HAM
it: Software per radioamatori
ja: HAM 無線ソフトウェア
ko: HAM 무선 통신 소프트웨어
pl: Oprogramowanie radiowe HAM
pt_br: Software de rádio HAM
ru: Программное обеспечение для любительской радиосвязи
tr: HAM radyo yazılımı
uk: Радіоелектроніка
zh_cn: HAM 无线电软件
zh_tw: HAM 無線電波軟體

source: HTML Files
cs: Soubory HTML
de: HTML-Dateien
es: Archivos HTML
fr: Fichiers HTML
it: File HTML
ja: HTML ファイル
ko: HTML 파일
pl: Pliki HTML
pt_br: Arquivos HTML
ru: HTML-файлы
tr: HTML Dosyaları
uk: Файли HTML
zh_cn: HTML 文件
zh_tw: HTML 檔案

source: HTML document
cs: Dokument HTML
de: HTML-Dokument
es: Documento HTML
fr: Document HTML
it: Documento HTML
ja: HTML ドキュメント
ko: HTML 문서
pl: Dokument HTML
pt_br: Documento HTML
ru: HTML-документ
tr: HTML belgesi
uk: Документ HTML
zh_cn: HTML 文档
zh_tw: HTML 文件

source: HTTPS development certificate is not trusted
cs: Vývojový certifikát HTTPS není důvěryhodný.
de: Das HTTPS-Entwicklungszertifikat ist nicht vertrauenswürdig.
es: El certificado de desarrollo de HTTPS no es de confianza
fr: Le certificat de développement HTTPS n'est pas approuvé
ja: HTTPS 開発証明書は信頼されていません
ko: HTTPS 개발 인증서를 신뢰할 수 없습니다.
pl: Certyfikat programistyczny HTTPS nie jest zaufany
pt_br: O certificado de desenvolvimento de HTTPS não é confiável
ru: Сертификат разработки HTTPS не является доверенным
tr: HTTPS geliştirme sertifikasına güvenilmiyor
