Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Overrides the namespace in which the custom code generator should generate code.
cs: Přepíše obor názvů, ve kterém by měl generátor vlastního kódu generovat kód.
de: Überschreibt den Namespace, in dem der Generator für benutzerdefinierten Code den Code generieren soll.
es: Reemplaza el espacio de nombres en el que el generador de código personalizado debería generar código.
fr: Remplace l’espace de noms dans lequel le générateur de code personnalisé doit générer le code.
it: Esegue l'override dello spazio dei nomi in cui il generatore del codice personalizzato deve generare il codice.
ja: カスタム コード ジェネレーターがコードを生成する名前空間をオーバーライドします。
ko: 사용자 지정 코드 생성기가 코드를 생성해야 하는 네임스페이스를 재정의합니다.
pl: Przesłania przestrzeń nazw, w której niestandardowy generator kodu ma generować kod.
pt_br: Substitui o namespace no qual o gerador de código personalizado deve gerar código.
ru: Переопределяет пространство имен, в котором пользовательский генератор кода должен создавать код.
tr: Özel kod üreticisinin kod üretmesi gereken ad alanını geçersiz kılar.
uk: Заміщує простір назв, у якому власний генератор коду має генерувати код.
zh_cn: 替代自定义代码生成器应在其中生成代码的命名空间。
zh_tw: 覆寫自訂程式碼產生器應該在其中產生程式碼的命名空間。

source: Overwrite file?
cs: Přepsat soubor?
de: Datei überschreiben?
es: ¿Sobrescribir archivo?
fr: Remplacer le fichier ?
it: Sovrascrivere il file?
ja: ファイルを上書きしますか?
ko: 파일을 덮어쓸까요?
pl: Czy zastąpić plik?
pt_br: Deseja substituir o arquivo?
ru: Перезаписать файл?
tr: Dosyanın üzerine yazılsın mı?
zh_cn: 是否覆盖文件?
zh_tw: 覆寫檔案嗎?

source: Owners:
cs: Vlastníci:
de: Besitzer:
es: Propietarios:
fr: Propriétaires :
ja: 所有者:
ko: 소유자:
pl: Właściciele:
pt_br: Proprietários:
ru: Владельцы:
tr: Sahipler:

source: PCL {0} - not installed
cs: PCL {0} – není naistalováno
de: PCL {0} – nicht installiert
es: PCL {0}: sin instalar
fr: PCL {0} - non installé
it: {0} (non installato)
ja: PCL {0} - インストールされていません
ko: PCL {0} - 설치되지 않음
pl: PCL {0} — nie zainstalowano
pt_br: PCL {0} – não instalado
ru: PCL {0} — не установлено
tr: PCL {0} - yüklü değil

source: PNG resource
cs: Prostředek PNG
de: PNG-Ressource
es: Recurso PNG
fr: Ressource PNG
it: Risorsa PNG
ja: PNG リソース
ko: PNG 리소스
pl: Zasób PNG
pt_br: Recurso PNG
ru: Ресурс PNG
tr: PNG kaynağı
zh_cn: PNG 资源
zh_tw: PNG 資源

source: PO Files
cs: Soubory PO
de: PO-Dateien
es: Archivos .po
fr: Fichiers PO
it: File PO
ja: PO ファイル
ko: PO 파일
pl: Pliki PO
pt_br: Arquivos PO
ru: Файлы PO
tr: PO Dosyaları
uk: Файли PO
zh_cn: PO 文件
zh_tw: PO 檔案

source: PREVIEW
cs: NÁHLED
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
it: ANTEPRIMA
ja: プレビュー
ko: 미리 보기
pl: PODGLĄD
pt_br: VISUALIZAÇÃO
ru: ПРЕДВАРИТЕЛЬНЫЙ ПРОСМОТР
tr: ÖNİZLEME
zh_cn: 预览
zh_tw: 預覽

source: P_age Down
cs: O stránku do_lů
de: Bild _ab
es: Av_ Pág
fr: P_age vers le bas
it: Pagina _giù
ja: 次のページ(_A)
ko: 페이지 아래로(_A)
pl: Strona w _dół
ru: На с_траницу вниз
tr: Sayfa _Aşağı
uk: Н_а сторінку вниз
zh_cn: 向下翻页(_A)
zh_tw: Page Down(_A)

source: P_rimary placeholder:
cs: P_rimární zástupný symbol:
de: P_rimärer Platzhalter:
es: Marcador de posición p_rincipal:
fr: Espace réservé p_rincipal :
it: Se_gnaposto principale:
ja: プライマリ プレースホルダー(_R):
ko: 기본 자리 표시자(_R):
pl: P_odstawowy symbol zastępczy:
pt_br: Espaço reservado p_rimário:
ru: Основной _заполнитель:
tr: B_irincil yer tutucu:
uk: _Основний заповнювач:
zh_cn: 主占位符(_R):
zh_tw: 主要預留位置(_R):

source: P_roject version:
cs: _Verze projektu:
de: P_rojektversion:
es: Versión del p_royecto:
fr: Ve_rsion du projet :
it: Versione del p_rogetto:
ja: プロジェクト バージョン(_R):
ko: 프로젝트 버전(_R):
pl: _Wersja projektu:
pt_br: Versão do p_rojeto:
ru: Версия пр_оекта:
tr: P_roje sürümü:
uk: Версія п_роекту:
zh_cn: 项目版本(_R):
zh_tw: 專案版本(_R):

source: Package
cs: Balíček
de: Paket
es: Paquete
fr: Paquet
it: Pacchetto
ja: パッケージ
ko: 패키지
pl: Pakiet
pt_br: Pacote
ru: Пакет
tr: Paket
uk: Пакет
zh_cn: 包
zh_tw: 封裝

source: Package '{0}' already exists in project '{1}'
cs: Balíček {0} už v projektu {1} existuje.
de: Das Paket "{0}" ist im Projekt "{1}" bereits vorhanden.
es: El paquete "{0}" ya existe en el proyecto "{1}".
fr: Le paquet '{0}' existe déjà dans le projet '{1}'
ja: パッケージ '{0}' は既にプロジェクト '{1}' に存在します
ko: '{0}' 패키지가 이미 '{1}' 프로젝트에 있습니다.
pl: Pakiet „{0}” już istnieje w projekcie „{1}”
pt_br: O pacote '{0}' já existe no projeto '{1}'
ru: Пакет "{0}" уже существует в проекте "{1}"
tr: '{0}' paketi '{1}' projesinde zaten var

source: Package '{0}' already installed.
cs: Balíček {0} je už nainstalovaný.
de: Das Paket "{0}" wurde bereits installiert.
es: El paquete "{0}" ya está instalado.
fr: Le paquet '{0}' est déjà installé.
it: Il tipo '{0}' è già registrato
ja: パッケージ '{0}' は既にインストールされています。
ko: '{0}' 패키지는 이미 설치되어 있습니다.
pl: Pakiet „{0}” został już zainstalowany.
pt_br: O pacote '{0}' já está instalado.
ru: Пакет "{0}" уже установлен.
tr: '{0}' paketi zaten yüklendi.

source: Package '{0}' does not exist in project '{1}'
cs: Balíček {0} v projektu {1} neexistuje.
de: Das Paket "{0}" ist im Projekt "{1}" nicht vorhanden.
es: El paquete "{0}" no existe en el proyecto "{1}".
fr: Le paquet '{0}' n'existe pas dans le projet '{1}'
ja: パッケージ '{0}' はプロジェクト '{1}' に存在しません
ko: '{0}' 패키지가 '{1}' 프로젝트에 없습니다.
pl: Pakiet „{0}” nie istnieje w projekcie „{1}”
pt_br: O pacote '{0}' não existe no projeto '{1}'
ru: Пакет "{0}" не существует в проекте "{1}"
tr: '{0}' paketi '{1}' projesinde yok

source: Package '{0}' has already been uninstalled from project '{1}'
cs: Balíček {0} už byl z projektu {1} odinstalován.
de: Das Paket "{0}" wurde bereits aus dem Projekt "{1}" deinstalliert.
es: El paquete "{0}" ya se ha desinstalado del proyecto "{1}".
fr: Le paquet '{0}' a déjà été désinstallé du projet '{1}'
ja: パッケージ '{0}' は既にプロジェクト '{1}' からアンインストールされています
ko: '{0}' 패키지는 이미 '{1}' 프로젝트에서 제거되었습니다.
pl: Pakiet „{0}” został już odinstalowany z projektu „{1}”
pt_br: O pacote '{0}' já foi desinstalado do projeto '{1}'
ru: Пакет "{0}" уже удален из проекта "{1}"
tr: '{0}' paketi '{1}' projesinden zaten kaldırılmış

source: Package Console
cs: Konzole balíčku
de: Paketkonsole
es: Consola de paquetes
fr: Console des paquets
it: Console pacchetti
ja: パッケージ コンソール
ko: 패키지 콘솔
pl: Konsola pakietów
pt_br: Console de Pacotes
ru: Консоль пакета
tr: Paket Konsolu
uk: Консоль пакунка
zh_cn: 包控制台
zh_tw: 封裝主控台

source: Package Id.
cs: ID balíčku
de: Paket-ID
es: Id. de paquete
fr: ID du paquet.
it: ID pacchetto.
ja: パッケージ ID。
ko: 패키지 ID.
pl: Identyfikator pakietu.
pt_br: ID do Pacote.
ru: Идентификатор пакета.
tr: Paket Kimliği
uk: Ідентифікатор пакунка.
zh_cn: 包 ID。
zh_tw: 封裝識別碼

source: Package References
cs: Odkazy na balíček
de: Paketverweise
es: Referencias de paquete
fr: Références du paquet
it: Riferimenti al pacchetto
ja: パッケージ参照
ko: 패키지 참조
pl: Odwołania pakietu
pt_br: Referências de Pacote
ru: Ссылки на пакет
tr: Paket Başvuruları
uk: Посилання на пакети
zh_cn: 包引用
zh_tw: 封裝參考

source: Package Settings
cs: Nastavení balíčku
de: Paketeinstellungen
es: Configuración del paquete
fr: Paramètres du paquet
it: Impostazioni del pacchetto
ja: パッケージ設定
ko: 패키지 설정
pl: Ustawienia pakietu
pt_br: Configurações do Pacote
ru: Параметры пакета
tr: Paket Ayarları
uk: Настройки пакета
zh_cn: 包设置
zh_tw: 封裝設定

source: Package is a development dependency.
cs: Balíček představuje vývojovou závislost.
de: Paket ist eine Entwicklungsabhängigkeit.
es: El paquete es una dependencia de desarrollo.
fr: Le paquet est une dépendance de développement.
it: Il pacchetto è una dipendenza di sviluppo.
ja: パッケージは開発の依存関係です。
ko: 패키지가 개발 종속성입니다.
pl: Pakiet jest zależnością programistyczną.
pt_br: O pacote é uma dependência de desenvolvimento.
ru: Пакет является зависимостью разработки.
tr: Paket bir geliştirme bağımlılığıdır.
uk: Пакунок залежний від розробки.
zh_cn: 包是开发依赖关系。
zh_tw: 封裝為開發相依性。

source: Package is not restored
cs: Balíček není obnovený.
de: Paket wurde nicht wiederhergestellt.
es: El paquete no se ha restaurado
fr: Le paquet n’est pas restauré
it: Il pacchetto non è stato ripristinato
ja: パッケージは復元されません
ko: 패키지가 복원되지 않았습니다.
pl: Nie przywrócono pakietu
pt_br: Pacote não restaurado
ru: Пакет не восстановлен
tr: Paket geri yüklenmedi
uk: Пакунок не відновлено
zh_cn: 包未还原
zh_tw: 未還原封裝

source: Package name not provided.
cs: Není zadaný název balíčku.
de: Paketname nicht angegeben
es: No se proporcionó un nombre de paquete.
fr: Nom de paquet non fourni.
it: Il nome del pacchetto non è stato specificato.
ja: パッケージ名が提供されていません。
ko: 패키지 이름이 제공되지 않았습니다.
pl: Nie podano nazwy pakietu.
pt_br: Nome de pacote não informado.
ru: Не указано имя пакета.
tr: Paket adı belirtilmemiş.
uk: Не вказана назва пакета.
zh_cn: 未提供包名称。
zh_tw: 未提供封裝名稱。

source: Package needs retargeting
cs: Je třeba změnit cílení balíčku.
de: Paket muss neu zugewiesen werden
es: Es necesario redestinar el paquete
fr: Le paquet nécessite un reciblage
it: Il pacchetto deve essere ridestinato
ja: パッケージの再ターゲットが必要です
ko: 패키지의 대상을 변경해야 합니다.
pl: Pakiet wymaga przekierowania
pt_br: O pacote precisa de redirecionamento
ru: Необходимо перенацелить пакет
tr: Paketi yeniden hedeflendirmek gerekiyor
uk: Пакунок потрібно перенацілити
zh_cn: 包需要重定目标
zh_tw: 封裝需要重定目標

source: Package restore failed for project {0}: {1}
cs: Obnovení balíčku selhalo pro projekt {0}: {1}
de: Fehler bei der Paketwiederherstellung für Projekt {0}: {1}.
es: Error de restauración del paquete para el proyecto {0}: {1}
fr: La restauration du paquet a échoué pour le projet {0} : {1}
it: Il ripristino del pacchetto non è riuscito per il progetto {0}: {1}
ja: プロジェクト {0} のパッケージを復元できませんでした: {1}
ko: {0} 프로젝트에 대한 패키지 복원 실패: {1}
pl: Błąd przywracania pakietu dla projektu {0}: {1}
pt_br: Falha na restauração do pacote para o projeto {0}: {1}
ru: Сбой восстановления пакета для проекта {0}: {1}
tr: {0} projesi için paket geri yükleme başarısız oldu: {1}
zh_cn: 项目 {0} 的包还原操作失败: {1}
zh_tw: 專案 {0} 的封裝還原失敗: {1}

source: Package restore failed.
cs: Obnovení balíčku selhalo.
de: Fehler bei der Paketwiederherstellung.
es: Error de restauración del paquete.
fr: La restauration du paquet a échoué.
it: Il ripristino del pacchetto non è riuscito.
ja: パッケージを復元できませんでした。
ko: 패키지를 복원하지 못했습니다.
pl: Błąd przywracania pakietu.
pt_br: Falha na restauração do pacote.
ru: Сбой при восстановлении пакета.
tr: Paket geri yükleme başarısız oldu.
zh_cn: 包还原操作失败。
zh_tw: 封裝還原失敗。

source: Package restored with warnings. Expand the package to see the warnings.
cs: Balíček se obnovil s upozorněními. Pokud chcete zobrazit upozornění, rozbalte balíček.
de: Das Paket wurde mit Warnungen wiederhergestellt. Erweitern Sie das Paket, um die Warnungen anzuzeigen.
es: El paquete se ha restaurado con advertencias. Expándalo para verlas.
fr: Package restauré avec des avertissements. Développez le package pour afficher les avertissements.
ja: パッケージは復元されましたが、警告が発生しました。警告を表示するには、パッケージを展開します。
ko: 패키지가 복원되었지만 경고가 발생했습니다. 패키지를 확장하여 경고를 확인합니다.
pl: Przywrócono pakiet z ostrzeżeniami. Rozwiń pakiet, aby wyświetlić ostrzeżenia.
pt_br: Pacote restaurado com avisos. Expanda o pacote para ver os avisos.
ru: Пакет восстановлен с предупреждениями. Разверните пакет для просмотра предупреждений.
tr: Paket uyarılarla geri yüklendi. Uyarıları görmek için paketi genişletin.

source: Package retargeting required.
cs: Vyžaduje se změna cílení balíčku.
de: Paketneuzuweisung erforderlich
es: Es necesario redestinar el paquete.
fr: Reciblage du paquet requis.
it: Il pacchetto deve essere ridestinato.
ja: パッケージの再ターゲットが必要です。
ko: 패키지의 대상을 변경해야 합니다.
pl: Wymagane jest przekierowanie pakietu.
pt_br: Redirecionamento de pacote necessário.
ru: Требуется перенацелить пакет.
tr: Paketlerin yeniden hedeflenmesi gerekli.
uk: Необхідне перенацілення пакунка.
zh_cn: 需要重定包目标。
zh_tw: 需要重定封裝目標。

source: Package that provides this reference.
cs: Balíček, který poskytuje tento odkaz.
de: Paket, das den Verweis bereitstellt.
es: Paquete que proporciona esta referencia.
fr: Paquet qui fournit cette référence.
it: Pacchetto che fornisce questo riferimento.
ja: この参照を提供するパッケージ。
ko: 이 참조를 제공하는 패키지입니다.
pl: Pakiet, który zawiera to odwołanie.
pt_br: Pacote que fornece esta referência.
ru: Пакет, предоставляющий эту ссылку.
tr: Bu başvuruyu sağlayan paket.
uk: Пакунок, що надає це посилання.
zh_cn: 提供此引用的包。
zh_tw: 提供此參考的封裝。

source: Package version.
cs: Verze balíčku
de: Paketversion
es: Versión del paquete.
fr: Version du paquet.
it: Versione del pacchetto.
ja: パッケージ バージョン。
ko: 패키지 버전.
pl: Wersja pakietu.
pt_br: Versão de pacote.
ru: Версия пакета.
tr: Paket sürümü.
uk: Версія пакунка.
zh_cn: 包版本。
zh_tw: 封裝版本。

source: Packages
cs: Balíčky
de: Pakete
es: Paquetes
fr: Paquets
it: Pacchetti
ja: パッケージ
ko: 패키지
pl: Pakiety
pt_br: Pacotes
ru: Пакеты
tr: Paketler
uk: Пакети
zh_cn: 包
zh_tw: 封裝

source: Packages added with warnings.
cs: Balíčky se přidaly s upozorněními.
de: Pakete mit Warnungen hinzugefügt.
es: Paquetes agregados con advertencias.
fr: Paquets ajoutés avec des avertissements.
it: I pacchetti sono stati aggiunti con avvisi.
ja: パッケージは追加されましたが、警告が発生しました。
ko: 패키지가 추가되었지만 경고가 발생했습니다.
pl: Dodano pakiety z ostrzeżeniami.
pt_br: Pacotes adicionados com avisos.
ru: Пакеты добавлены с предупреждениями.
tr: Paketler uyarılarla eklendi.
uk: Пакунки додано з попередженнями.
zh_cn: 已添加包，但出现警告。
zh_tw: 已新增封裝，但有警告。

source: Packages are compatible.
cs: Balíčky jsou kompatibilní.
de: Pakete sind kompatibel.
es: Los paquetes son compatibles.
fr: Les paquets sont compatibles.
it: I pacchetti sono compatibili.
ja: パッケージは互換性があります。
ko: 패키지가 호환됩니다.
pl: Pakiety są zgodne.
pt_br: Os pacotes são compatíveis.
ru: Пакеты совместимы.
tr: Paketler uyumlu.
uk: Пакунки сумісні.
zh_cn: 包是兼容的。
zh_tw: 封裝相容。

source: Packages are up to date.
cs: Balíčky jsou aktuální.
de: Pakete sind aktuell.
es: Los paquetes están actualizados.
fr: Les paquets sont à jour.
it: I pacchetti sono aggiornati.
ja: パッケージは最新の状態です。
ko: 패키지가 최신입니다.
pl: Pakiety są aktualne.
pt_br: Os pacotes estão atualizados.
ru: Пакеты имеют актуальное состояние.
tr: Paketler güncel.
uk: Пакунки актуальні.
zh_cn: 包是最新版本。
zh_tw: 封裝為最新狀態。

source: Packages containing MSBuild targets and props files cannot be fully installed in projects targeting multiple frameworks. The MSBuild targets and props files have been ignored.
cs: Balíčky obsahující cíle a soubory vlastností MSBuild není možné plně nainstalovat v projektech, které cílí na více architektur. Cíle a soubory vlastností MSBuild se ignorují.
de: Pakete, die MSBuild-Ziele und -Eigenschaftendateien enthalten, können in Projekten mit mehreren Zielframeworks nicht vollständig installiert werden. Die MSBuild-Ziele und -Eigenschaftendateien wurden ignoriert.
es: Los paquetes que contienen destinos y archivos de propiedades de MSBuild no se pueden instalar completamente en proyectos dirigidos a varias plataformas. Los destinos y archivos de propiedades de MSBuild se han omitido.
fr: Impossible d'installer complètement les paquets contenant des cibles et des fichiers de propriétés MSBuild dans les projets ciblant plusieurs frameworks. Les cibles et les fichiers de propriétés MSBuild ont été ignorés.
ja: パッケージに MSBuild targets ファイルと props ファイルが存在しているため、複数のフレームワークをターゲットとするプロジェクトにこのパッケージを完全にインストールすることはできません。MSBuild targets ファイルと props ファイルは無視されました。
ko: MSBuild 대상 및 props 파일이 포함된 패키지를 여러 프레임워크를 대상으로 하는 프로젝트에 완벽히 설치할 수 없습니다. MSBuild 대상 및 props 파일이 무시되었습니다.
pl: Pakiety zawierające cele i pliki właściwości programu MSBuild nie mogą być w pełni zainstalowane w projektach przeznaczonych dla wielu platform. Cele i pliki właściwości programu MSBuild zostały zignorowane.
pt_br: Os pacotes que contêm arquivos de destinos e de propriedades do MSBuild não podem ser totalmente instalados em projetos direcionados a várias estruturas. Os arquivos de destinos e de propriedades do MSBuild foram ignorados.
ru: Пакеты, содержащие целевые объекты и файлы свойств MSBuild, не могут быть полностью установлены в проектах, предназначенных для множества платформ. Целевые объекты и файлы свойств MSBuild были пропущены.
tr: MSBuild hedeflerini ve özellik dosyalarını içeren paketler, birden çok çerçeveyi hedefleyen projelerde tam olarak yüklenemez. MSBuild hedefleri ve özellik dosyaları yoksayıldı.

source: Packages restored with warnings.
cs: Balíčky se obnovily s upozorněními.
de: Pakete mit Warnungen wiederhergestellt.
es: Paquetes restaurados con advertencias.
fr: Paquets restaurés avec des avertissements.
it: I pacchetti sono stati ripristinati con avvisi.
ja: パッケージは復元されましたが、警告が発生しました。
ko: 패키지가 복원되었지만 경고가 발생했습니다.
pl: Przywrócono pakiety z ostrzeżeniami.
pt_br: Pacotes restaurados com avisos.
ru: Пакеты восстановлены с предупреждениями.
tr: Paketler uyarılarla geri yüklendi.
uk: Пакунки відновлено з попередженнями.
zh_cn: 已还原包，但出现警告。
zh_tw: 已還原封裝，但有警告。

source: Packages retarget with warnings.
cs: Cílení balíčků se změnilo s upozorněními.
de: Pakete mit Warnungen neu zugewiesen.
es: Paquetes redestinados con advertencias.
fr: Paquets reciblés avec des avertissements.
it: I pacchetti sono stati ridestinati con avvisi.
ja: パッケージは再ターゲットされましたが、警告が発生しました。
ko: 패키지의 대상이 변경되었지만 경고가 발생했습니다.
pl: Przekierowano pakiety z ostrzeżeniami.
pt_br: Pacotes redirecionados com avisos.
ru: Пакеты перенацелены с предупреждениями.
tr: Paketler uyarılarla yeniden hedeflendi.
uk: Пакунки перенацілено з попередженнями.
zh_cn: 已重定包目标，但出现警告。
zh_tw: 已重定封裝目標，但有警告。

source: Packages successfully added.
cs: Balíčky se úspěšně přidaly.
de: Pakete erfolgreich hinzugefügt.
es: Paquetes agregados correctamente.
fr: Paquets correctement ajoutés.
it: I pacchetti sono stati aggiunti.
ja: パッケージは正常に追加されました。
ko: 패키지가 추가되었습니다.
pl: Pomyślnie dodano pakiety.
pt_br: Pacotes adicionados com êxito.
ru: Пакеты успешно добавлены.
tr: Paketler başarıyla eklendi.
uk: Пакунки успішно додано.
zh_cn: 已成功添加包。
zh_tw: 已成功新增封裝。

source: Packages successfully restored.
cs: Balíčky se úspěšně obnovily.
de: Pakete erfolgreich wiederhergestellt.
es: Paquetes restaurados correctamente.
fr: Paquets correctement restaurés.
it: I pacchetti sono stati ripristinati.
ja: パッケージは正常に復元されました。
ko: 패키지가 복원되었습니다.
pl: Pomyślnie przywrócono pakiety.
pt_br: Pacotes restaurados com sucesso.
ru: Пакеты успешно восстановлены.
tr: Paketler başarıyla geri yükledi.
uk: Пакунки успішно відновлено.
zh_cn: 已成功还原包。
zh_tw: 已成功還原封裝。

source: Packages successfully retargeted.
cs: Cílení balíčků se úspěšně změnilo.
de: Pakete erfolgreich neu zugewiesen.
es: Paquetes redestinados correctamente.
fr: Paquets correctement reciblés.
it: I pacchetti sono stati ridestinati.
ja: パッケージは正常に再ターゲットされました。
ko: 패키지의 대상이 변경되었습니다.
pl: Pomyślnie przekierowano pakiety.
pt_br: Pacotes redirecionados com êxito.
ru: Пакеты успешно перенацелены.
tr: Paketler başarıyla yeniden hedeflendi.
uk: Пакунки успішно перенацілено.
zh_cn: 已成功重定包目标。
zh_tw: 已成功重定封裝目標。

source: Packages successfully updated.
cs: Balíčky se úspěšně aktualizovaly.
de: Pakete erfolgreich aktualisiert.
es: Paquetes actualizados correctamente.
fr: Paquets correctement mis à jour.
it: I pacchetti sono stati aggiornati.
ja: パッケージは正常に更新されました。
ko: 패키지가 업데이트되었습니다.
pl: Pomyślnie zaktualizowano pakiety.
pt_br: Pacotes atualizados com êxito.
ru: Пакеты успешно обновлены.
tr: Paketler başarıyla güncelleştirildi.
uk: Пакунки успішно оновлено.
zh_cn: 已成功更新包。
zh_tw: 已成功更新封裝。

source: Packages updated with warnings.
cs: Balíčky se aktualizovaly s upozorněními.
de: Pakete mit Warnungen aktualisiert.
es: Paquetes actualizados con advertencias.
fr: Paquets mis à jour avec des avertissements.
it: I pacchetti sono stati aggiornati con avvisi.
ja: パッケージは更新されましたが、警告が発生しました。
ko: 패키지가 업데이트되었지만 경고가 발생했습니다.
pl: Zaktualizowano pakiety z ostrzeżeniami.
pt_br: Pacotes atualizados com avisos.
ru: Пакеты обновлены с предупреждениями.
tr: Paketler uyarılarla güncelleştirildi.
uk: Пакунки оновлено з попередженнями.
zh_cn: 已更新包，但出现警告。
zh_tw: 已更新封裝，但有警告。

source: Packaging project
cs: Balící projekt
de: Paketerstellungsprojekt
es: Empaquetando proyecto
fr: Projet d’empaquetage
it: Progetto di creazione pacchetti
ja: パッケージ プロジェクト
ko: 패키징 프로젝트
pl: Projekt pakietu
pt_br: Projeto de empacotamento
ru: Проект упаковки
tr: Paketleme projesi
uk: Проект упаковки
zh_cn: 打包项目
zh_tw: 封裝專案

source: Packaging project not selected.
cs: Není vybraný balící projekt.
de: Kein Paketerstellungsprojekt ausgewählt
es: No se seleccionó el proyecto de empaquetado.
fr: Projet d’empaquetage non sélectionné.
it: Il progetto di creazione pacchetti non è stato selezionato.
ja: パッケージ プロジェクトが選択されていません。
ko: 패키징 프로젝트가 선택되지 않았습니다.
pl: Nie wybrano projektu pakietu.
pt_br: Projeto de empacotamento não selecionado.
ru: Проект упаковки не выбран.
tr: Paketleme projesi seçilmemiş.
uk: Не вибрано проект упаковки.
zh_cn: 未选择打包项目。
zh_tw: 未選取封裝專案。

source: Pad Tab Bar
cs: Panel karty oblasti
de: Registerkartenleiste in Pad
es: Barra de la pestaña de relleno
fr: Barre d'onglets du bloc
ja: パッド タブ バー
ko: 패드 탭 표시줄
pl: Pasek kart pada
pt_br: Barra de Guias de Preenchimento
ru: Панель инструментов вкладок
tr: Bölme Sekme Çubuğu

source: Pad resize handle
cs: Úchyt pro změnu velikosti panelu
de: Ziehpunkt zum Ändern der Feldgröße
es: Controlador de tamaño del panel
fr: Poignée de redimensionnement du bloc
ja: パッドのサイズ変更ハンドル
ko: 패드 크기 조정 핸들
pl: Uchwyt zmiany rozmiaru konsoli
pt_br: Alça de redimensionamento do painel
ru: Маркер изменения размера панели
tr: Paneli yeniden boyutlandırma tutamacı

source: Pads
cs: Panely
de: Bereiche
es: Paneles
fr: Blocs
it: Riquadri
ja: パッド
ko: 패드
pl: Konsole
pt_br: Painéis
ru: Панели
tr: Bölmeler
uk: Панелі
zh_cn: 板
zh_tw: 板

source: Page %N of %Q
cs: Stránka %N z %Q
de: Seite %N von %Q
es: Página %N de %Q
fr: Page %N sur %Q
it: Pagina %N di %Q
ja: %Q の %N ページ
ko: %N/%Q 페이지
pl: Strona %N z %Q
pt_br: Página %N de %Q
ru: Стр. %N из %Q
tr: Sayfa %N / %Q
uk: Сторінка %N з %Q
zh_cn: 第 %N 页，共 %Q 页
zh_tw: 第 %N / %Q 頁

source: Page Set_up
cs: _Nastavení stránky
de: Seite ein_richten
es: Configuración de página
fr: _Mise en page
it: Imposta_zioni di pagina
ja: ページ設定(_U)
ko: 페이지 설정(_U)
pl: _Ustawienia strony
pt_br: Con_figurar Página
ru: Параметры стра_ницы
tr: Sayfa Ya_pısı
uk: Пара_метри сторінки
zh_cn: 页面设置(_U)
zh_tw: 版面設定(_U)

source: Parallel computing software
cs: Aplikace pro paralelní výpočty
de: Software für paralleles Computing
es: Software de computación paralela
fr: Logiciel de calcul parallèle
it: Software di calcolo parallelo
ja: 並列計算ソフトウェア
ko: 병렬 컴퓨팅 소프트웨어
pl: Oprogramowanie do przetwarzania równoległego
pt_br: Software de computação paralela
ru: Программное обеспечение для параллельных вычислений
tr: Paralel hesaplama yazılımı
uk: Паралельні обчислення
zh_cn: 并行计算软件
zh_tw: 平行計算軟體

source: Paramet_ers:
cs: Param_etry:
de: Paramet_er:
es: Parám_etros:
fr: Paramètr_es :
it: Paramet_ri:
ja: パラメーター(_E):
ko: 매개 변수(_E):
pl: _Parametry:
pt_br: Parâm_etros:
ru: Параме_тры:
tr: Parametr_eler:
uk: Парам_етри:
zh_cn: 参数(_E):
zh_tw: 參數(_E):

source: Parameter
cs: Parametr
es: Parámetro
fr: Paramètre
it: Parametro
ja: パラメーター
ko: 매개 변수
pl: Parametr
pt_br: Parâmetro
ru: Параметр
tr: Parametre
uk: Параметр
zh_cn: 参数
zh_tw: 參數

source: Parameter '{0}' hides event '{1}'
cs: Parametr {0} skrývá událost {1}.
de: Der {0}-Parameter blendet das Ereignis '{1}' aus.
es: El parámetro '{0}' oculta el evento '{1}'
fr: Le paramètre « {0} » masque l’événement « {1} »
it: Il parametro '{0}' nasconde l'evento '{1}'
ja: パラメーター '{0}' ではイベント '{1}' は表示されません
ko: '{0}' 매개 변수가 '{1}' 이벤트를 숨깁니다.
pl: Parametr „{0}” ukrywa zdarzenie „{1}”
pt_br: O parâmetro '{0}' oculta o evento '{1}'
ru: Параметр "{0}" скрывает событие "{1}"
tr: {0}' parametresi, '{1}' olayını gizliyor
uk: Параметр '{0}' приховує подію '{1}'
zh_cn: 参数“{0}”隐藏事件“{1}”
zh_tw: 參數 '{0}' 會隱藏事件 '{1}'
