Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Parameter '{0}' hides field '{1}'
cs: Parametr {0} skrývá pole {1}.
de: Der {0}-Parameter blendet das Feld '{1}' aus.
es: El parámetro '{0}' oculta el campo '{1}'
fr: Le paramètre « {0} » masque le champ « {1} »
it: Il parametro '{0}' nasconde il campo '{1}'
ja: パラメーター '{0}' ではフィールド '{1}' は表示されません
ko: '{0}' 매개 변수가 '{1}' 필드를 숨깁니다.
pl: Parametr „{0}” ukrywa pole „{1}”
pt_br: O parâmetro '{0}' oculta o campo '{1}'
ru: Параметр "{0}" скрывает поле "{1}"
tr: '{0}' parametresi '{1}' alanını gizliyor
uk: Параметр '{0}' приховує поле '{1}'
zh_cn: 参数“{0}”隐藏字段“{1}”
zh_tw: 參數 '{0}' 會隱藏欄位 '{1}'

source: Parameter '{0}' hides member '{1}'
cs: Parametr {0} skrývá člen {1}.
de: Der {0}-Parameter blendet Member '{1}' aus.
es: El parámetro '{0}' oculta el miembro '{1}'
fr: Le paramètre « {0} » masque le membre « {1} »
it: Il parametro '{0}' nasconde il membro '{1}'
ja: パラメーター '{0}' ではメンバー '{1}' は表示されません
ko: '{0}' 매개 변수가 '{1}' 멤버를 숨깁니다.
pl: Parametr „{0}” ukrywa składową „{1}”
pt_br: O parâmetro '{0}' oculta o membro '{1}'
ru: Параметр "{0}" скрывает элемент "{1}"
tr: '{0}' parametresi '{1}' üyesini gizliyor
uk: Параметр '{0}' приховує члена '{1}'
zh_cn: 参数“{0}”隐藏成员“{1}”
zh_tw: 參數 '{0}' 會隱藏成員 '{1}'

source: Parameter '{0}' hides method '{1}'
cs: Parametr {0} skrývá metodu {1}.
de: Der {0}-Parameter blendet die Methode '{1}' aus.
es: El parámetro '{0}' oculta el método '{1}'
fr: Le paramètre « {0} » masque la méthode « {1} »
it: Il parametro '{0}' nasconde il metodo '{1}'
ja: パラメーター '{0}' ではメソッド '{1}' は表示されません
ko: '{0}' 매개 변수가 '{1}' 메서드를 숨깁니다.
pl: Parametr „{0}” ukrywa metodę „{1}”
pt_br: O parâmetro '{0}' oculta o método '{1}'
ru: Параметр "{0}" скрывает метод "{1}"
tr: '{0}' parametresi, '{1}' yöntemini gizliyor
uk: Параметр '{0}' приховує метод '{1}'
zh_cn: 参数“{0}”隐藏方法“{1}”
zh_tw: 參數 '{0}' 會隱藏方法 '{1}'

source: Parameter '{0}' hides property '{1}'
cs: Parametr {0} skrývá vlastnost {1}.
de: Der {0}-Parameter blendet die Eigenschaft '{1}' aus.
es: El parámetro '{0}' oculta la propiedad '{1}'
fr: Le paramètre « {0} » masque la propriété « {1} »
it: Il parametro '{0}' nasconde la proprietà '{1}'
ja: パラメーター '{0}' ではプロパティ '{1}' は表示されません
ko: '{0}' 매개 변수가 '{1}' 속성을 숨깁니다.
pl: Parametr „{0}” ukrywa właściwość „{1}”
pt_br: O parâmetro '{0}' oculta a propriedade '{1}'
ru: Параметр "{0}" скрывает свойство "{1}"
tr: '{0}' parametresi, '{1}' özelliğini gizliyor
uk: Параметр '{0}' приховує властивість {1}.
zh_cn: 参数“{0}”隐藏属性“{1}”
zh_tw: 參數 '{0}' 會隱藏屬性 '{1}'

source: Parameter '{0}' not found
cs: Parametr {0} se nenašel.
de: Parameter '{0}' nicht gefunden.
es: No se encontró el parámetro '{0}'
fr: Paramètre « {0} » introuvable
it: Il parametro '{0}' non è stato trovato
ja: パラメーター '{0}' が見つかりませんでした
ko: '{0}' 매개 변수를 찾을 수 없습니다.
pl: Nie znaleziono parametru „{0}”
pt_br: Parâmetro '{0}' não encontrado
ru: Параметр "{0}" не найден
tr: Parametre '{0}' bulunamadı
uk: Параметр '{0}' не знайдено
zh_cn: 找不到参数“{0}”
zh_tw: 找不到參數 '{0}'

source: Parameter has the same name as a member and hides it
cs: Parametr má stejný název jako člen a skrývá ho.
de: Parameter hat denselben Namen wie ein Member und blendet ihn aus.
es: El parámetro tiene el mismo nombre que un miembro y lo oculta
fr: Un paramètre a le même nom qu’un membre et masque celui-ci
it: Il parametro ha lo stesso nome di un membro e lo nasconde
ja: パラメーターの名前がメンバーと同じであるため、メンバーが表示されません
ko: 매개 변수가 멤버와 동일한 이름을 갖고 있고 해당 이름을 숨깁니다.
pl: Parametr ma tę samą nazwę co składowa i ukrywa go
pt_br: O parâmetro tem o mesmo nome que um membro e o oculta
ru: Параметр имеет то же имя, что и элемент, и скрывает его
tr: Parametre bir üye ile aynı ada sahip ve onu gizliyor
uk: Назва параметра збігається з назвою члена і приховує його
zh_cn: 参数具有与某个成员相同的名称并隐藏该成员
zh_tw: 參數的名稱與成員相同，將會加以隱藏

source: Parameter name differs in base declaration
cs: Název parametru se v základní deklaraci liší.
de: Parametername weicht in der Basisdeklaration ab.
es: El nombre del parámetro es diferente en la declaración base
fr: Le nom du paramètre diffère dans la déclaration de base
it: Il nome del parametro è diverso nella dichiarazione di base
ja: 基本宣言でパラメーター名が異なります
ko: 매개 변수 이름이 기본 선언에서 다릅니다.
pl: Nazwa parametru jest inna w deklaracji podstawowej
pt_br: O nome do parâmetro difere na declaração de base
ru: Имя параметра отличается в базовом объявлении
tr: Parametre adı temel bildirimde farklıdır
uk: Назви параметрів відрізняються від основного оголошення
zh_cn: 基声明中的参数名称差异
zh_tw: 基底宣告中的參數名稱不同

source: Parameter name differs in partial method definition
cs: Název parametru se liší v definici dílčí metody.
de: Parametername weicht in der Definition einer partiellen Methode ab.
es: El nombre del parámetro es diferente en la definición de método parcial
fr: Le nom du paramètre diffère dans la définition de méthode partielle
it: Il nome del parametro è diverso nella definizione di metodo parziale
ja: パラメーター名が部分メソッド定義の名前と異なります
ko: 매개 변수 이름이 부분 메서드(Partial Method) 정의에서 다릅니다.
pl: Nazwa parametru jest inna w definicji metody częściowej
pt_br: O nome do parâmetro difere na definição de método parcial
ru: Имя параметра отличается в определении разделяемого метода
tr: Parametre adı kısmi yöntem tanımında farklıdır
zh_cn: 分部方法定义中的参数名称差异
zh_tw: 部分方法定義中的參數名稱不同

source: Parameter name differs in partial method definition should be '{0}'
cs: Název parametru se liší v definici dílčí metody, měl by být {0}.
de: Parametername weicht in der Definition einer partiellen Methode ab und sollte '{0}' lauten.
es: El nombre del parámetro es diferente en la definición de método parcial, debe ser '{0}'
fr: Le nom du paramètre diffère dans la définition de méthode partielle. Ce devrait être « {0} »
it: Il nome del parametro è diverso nella definizione di metodo parziale. Deve essere '{0}'
ja: パラメーター名が部分メソッド定義の名前と異なります。'{0}' にする必要があります
ko: 매개 변수 이름이 부분 메서드(Partial Method) 정의에서 다릅니다. '{0}'(이)여야 합니다.
pl: Nazwa parametru jest inna w definicji metody częściowej, poprawna nazwa: „{0}”
pt_br: O nome do parâmetro difere na definição de método parcial; deveria ser '{0}'
ru: Имя параметра отличается в определении разделяемого метода, должно быть "{0}"
tr: Parametre adı kısmi yöntem tanımında farklıdır ve '{0}' olmalıdır
zh_cn: 分部方法定义中的参数名称差异应为“{0}”
zh_tw: 部分方法定義中的參數名稱不同，應該為 '{0}'

source: Parameter:
cs: Parametr:
es: Parámetro:
fr: Paramètre :
ja: パラメーター:
ko: 매개 변수:
pl: Parametr:
pt_br: Parâmetro:
ru: Параметр:
tr: Parametre:

source: Parent
cs: Nadřazený
de: Übergeordnet
es: Primario
it: Padre
ja: 親
ko: 부모
pl: Nadrzędny
pt_br: Pai
ru: Родительский элемент
tr: Üst
uk: Предок
zh_cn: 父级
zh_tw: 上層

source: Parent Policy
cs: Nadřazené zásady
de: Übergeordnete Richtlinie
es: Directiva principal
fr: Stratégie parente
it: Criteri padre
ja: 親ポリシー
ko: 부모 정책
pl: Zasady nadrzędne
pt_br: Política Pai
ru: Родительская политика
tr: Üst İlke
zh_cn: 父策略
zh_tw: 上層原則

source: Parentheses are redundant if attribute has no arguments
cs: Pokud atribut nemá žádné argumenty, jsou závorky redundantní.
de: Klammern sind redundant, wenn das Attribut keine Argumente aufweist.
es: Los paréntesis son redundantes si el atributo no tiene argumentos
fr: Les parenthèses sont redondantes si l’attribut n’a pas d’argument
it: Le parentesi sono ridondanti se l'attributo non contiene argomenti
ja: 属性に引数がない場合、かっこは冗長です
ko: 특성에 인수가 없는 경우 괄호가 중복됩니다.
pl: Nawiasy są nadmiarowe, jeśli atrybut nie ma argumentów
pt_br: Os parênteses serão redundantes se o atributo não tiver argumentos
ru: Круглые скобки являются избыточными, если у атрибута нет аргументов
tr: Özniteliğin bağımsız değişkenleri yoksa parantezler gereksizdir
uk: Дужки зайві, якщо атрибут не має аргументів
zh_cn: 如果属性没有参数，则圆括号是冗余的
zh_tw: 如果屬性沒有引數，則括弧為冗餘

source: Partial class with single part
cs: Částečná třída s jednou částí
de: Partielle Klasse mit einzelnem Teil
es: Clase parcial con una única parte
fr: Classe partielle avec un seul élément
it: Classe parziale con parte singola
ja: 単一の部分しかない部分クラス
ko: 단일 파트가 있는 partial 클래스
pl: Klasa częściowa z pojedynczą częścią
pt_br: Classe parcial com uma única parte
ru: Разделяемый класс с отдельной частью
tr: Tek parça ile kısmi sınıf
uk: Частковий (partial) клас з однією частиною
zh_cn: 具有单一部分的分部类
zh_tw: 具有單一部分的部分類別

source: Partial methods
cs: Částečné metody
de: Partielle Methoden
es: Métodos parciales
fr: Méthodes partielles
it: Metodi parziali
ja: 部分メソッド
ko: 부분 메서드(Partial Method)
pl: Metody częściowe
pt_br: Métodos parciais
ru: Разделяемые методы
tr: Kısmi metotlar
uk: Часткові методи
zh_cn: 分部方法
zh_tw: 部分方法

source: Passphrase:
cs: Heslo:
es: Frase de contraseña:
fr: Phrase secrète :
ja: パスフレーズ:
ko: 암호:
pl: Hasło:
pt_br: Senha:
ru: Парольная фраза:
tr: Parola:
zh_cn: 密码:
zh_tw: 複雜密碼:

source: Password
cs: Heslo
de: Kennwort:
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pl: Hasło
pt_br: Senha
ru: Пароль
tr: Parola
uk: Пароль
zh_cn: 密码
zh_tw: 密碼

source: Password for client certificate
cs: Heslo pro klientský certifikát
de: Kennwort für Clientzertifikat
es: Contraseña para el certificado de cliente
fr: Mot de passe du certificat client
it: Password per il certificato client
ja: クライアント証明書のパスワード
ko: 클라이언트 인증서의 암호
pl: Hasło dla certyfikatu klienta
pt_br: Senha para certificado do cliente
ru: Пароль для клиентского сертификата
tr: İstemci sertifikası parolası
uk: Пароль для клієнтського сертифіката
zh_cn: 客户端证书的密码
zh_tw: 用戶端憑證的密碼

source: Password:
cs: Heslo:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
ko: 암호:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
tr: Parola:
uk: Пароль:
zh_cn: 密码:
zh_tw: 密碼:

source: Paste
cs: Vložit
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt_br: Colar
ru: Вставить
tr: Yapıştır
uk: Вставити
zh_cn: 粘贴
zh_tw: 貼上

source: Paste the clipboard
cs: Vložit ze schránky
de: Inhalt der Zwischenablage einfügen
es: Pegar del Portapapeles
fr: Coller à partir du Presse-papiers
it: Incolla il contenuto degli Appunti
ja: クリップボードから貼り付けます
ko: 클립보드 붙여넣기
pl: Wklejanie ze Schowka
pt_br: Colar da área de transferência
ru: Вставить из буфера
tr: Panoyu yapıştır
uk: Вставити з буфера
zh_cn: 粘贴剪贴板
zh_tw: 貼上剪貼簿

source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin d’accès
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях
zh_cn: 路径
zh_tw: 路徑

source: Path cannot have empty filename.
cs: Cesta nemůže obsahovat prázdný název souboru.
de: Der Pfad darf keinen leeren Dateinamen enthalten.
es: La ruta de acceso no puede tener un nombre de archivo vacío.
fr: Le chemin ne doit pas avoir un nom de fichier vide.
ja: パスのファイル名を空にすることはできません。
ko: 경로에는 빈 파일 이름이 있을 수 없습니다.
pl: Ścieżka nie może zawierać pustej nazwy pliku.
pt_br: O caminho não pode ter um nome de arquivo vazio.
ru: Имя файла в пути не может быть пустым.
tr: Yoldaki dosya adı boş olamaz.

source: Path for configure.in
cs: Cesta pro configure.in
de: Pfad für 'configure.in'
es: Ruta de acceso para configure.in
fr: Chemin d’accès de configure.in
it: Percorso di configure.in
ja: configure.in のパス
ko: configure.in의 경로
pl: Ścieżka pliku configure.in
pt_br: Caminho para configure.in
ru: Путь к configure.in
tr: configure.in yolu
uk: Шлях до configure.in
zh_cn: configure.in 的路径
zh_tw: configure.in 的路徑

source: Path specified for configure.in is invalid: {0}
cs: Cesta určená pro configure.in je neplatná: {0}
de: Für 'configure.in' angegebener Pfad ist ungültig: {0}
es: La ruta de acceso especificada para el archivo configure.in no es válida: {0}
fr: Le chemin d’accès spécifié pour configure.in n’est pas valide : {0}
it: Il percorso specificato per configure.in non è valido: {0}
ja: configure.in に指定されたパスが無効です: {0}
ko: configure.in에 대해 지정된 경로가 잘못되었습니다. {0}
pl: Określona ścieżka pliku configure.in jest nieprawidłowa: {0}
pt_br: O caminho especificado para configure.in é inválido: {0}
ru: Путь, указанный для configure.in, не является допустимым: {0}
tr: configure.in için belirtilen yok geçersiz: {0}
uk: Вказаний шлях до файлу configure.in неправильний: {0}
zh_cn: 为 configure.in 指定的路径无效: {0}
zh_tw: 為 configure.in 指定的路徑無效: {0}

source: Path to the assembly.
cs: Cesta k sestavení
de: Pfad zur Assembly.
es: Ruta de acceso del ensamblado.
fr: Chemin d’accès de l’assembly.
it: Percorso dell'assembly.
ja: アセンブリのパス。
ko: 어셈블리의 경로입니다.
pl: Ścieżka do zestawu.
pt_br: Caminho para o assembly.
ru: Путь к сборке.
tr: Bütünleştirilmiş kod yolu.
uk: Шлях до збірки.
zh_cn: 程序集的路径。
zh_tw: 組件的路徑。

source: Path to ui description file (widgets.ui)
cs: Cesta k souboru popisu uživatelského rozhraní (widgets.ui)
de: Pfad zur UI-Beschreibungsdatei (widgets.ui)
es: Ruta de acceso del archivo de descripción de interfaz de usuario (widgets.ui)
fr: Chemin d’accès au fichier de description d’interface utilisateur (widgets.ui)
it: Percorso del file di descrizione dell'interfaccia utente (widgets.ui)
ja: UI 記述ファイル (widgets.ui) へのパス
ko: UI 설명 파일(widgets.ui)의 경로
pl: Ścieżka do pliku opisu interfejsu użytkownika (widgets.ui)
pt_br: Caminho para o arquivo de descrição ui (widgets.ui)
ru: Путь к файлу описания пользовательского интерфейса (widgets.ui)
tr: Kullanıcı arabirimi açıklama dosyası yolu (widgets.ui)
uk: Шлях до файлу з описом інтерфейсу користувача (widgets.ui)
zh_cn: UI 说明文件(widgets.ui)的路径
zh_tw: ui 描述檔案 (widgets.ui) 的路徑

source: Path:
cs: Cesta:
de: Pfad:
es: Ruta de acceso:
fr: Chemin d’accès :
it: Percorso:
ja: パス:
ko: 경로:
pl: Ścieżka:
pt_br: Caminho:
ru: Путь:
tr: Yol:
uk: Шлях:
zh_cn: 路径:
zh_tw: 路徑:

source: Pause
cs: Pozastavit
es: Pausa
fr: Suspendre
it: Sospendi
ja: 一時停止
ko: 일시 중지
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh_cn: 暂停
zh_tw: 暫停

source: Pause Execution
cs: Pozastavit provádění
de: Ausführung anhalten
es: Pausar ejecución
fr: Suspendre l’exécution
it: Sospendi esecuzione
ja: 実行を一時停止する
ko: 실행 일시 중지
pl: Wstrzymaj wykonywanie
pt_br: Pausar a Execução
ru: Приостановить выполнение
tr: Yürütmeyi Duraklat
uk: Призупинити виконання
zh_cn: 暂停执行
zh_tw: 暫停執行

source: Pause _console output
cs: Pozastavit výstup _konzoly
de: _Konsolenausgabe anhalten
es: Pausar salida de la _consola
fr: Suspendre la sortie de la _console
it: Sospendi output della _console
ja: コンソール出力を一時停止(_C)
ko: 콘솔 출력 일시 중지(_C)
pl: Wstrzymaj dane wyjściowe _konsoli
pt_br: Pausar saída do _console
ru: Приостановить вывод на _консоль
tr: _Konsol çıktısını duraklat
uk: Призупинити виведення на _консоль
zh_cn: 暂停控制台输出(_C)
zh_tw: 暫停主控台輸出(_C)

source: Pause console output
cs: Pozastavit výstup konzoly
de: Konsolenausgabe anhalten
es: Pausar salida de la consola
fr: Suspendre la sortie de la console
it: Sospendi output della console
ja: コンソール出力を一時停止する
ko: 콘솔 출력 일시 중지
pl: Wstrzymaj dane wyjściowe konsoli
pt_br: Pausar saída do console
ru: Приостановить вывод на консоль
tr: Konsol çıktısını duraklat

source: Pause the program
cs: Pozastavit program
de: Programm anhalten
es: Pausar el programa
fr: Pauser le programme
it: Sospendi il programma
ja: プログラムを一時停止する
ko: 프로그램 일시 중지
pl: Wstrzymaj program
pt_br: Pausar o programa
ru: Приостановить программу
tr: Programı duraklat
uk: Призупинити програму
zh_cn: 暂停程序
zh_tw: 暫停程式

source: Performance Diagnostics
it: Diagnostica prestazioni
pt_br: Diagnóstico de Desempenho
ru: Диагностика производительности

source: Performing main compilation…
cs: Provádí se hlavní kompilace…
de: Hauptkompilierung wird durchgeführt...
es: Realizando compilación principal…
fr: Compilation principale en cours…
it: Esecuzione della compilazione principale…
ja: メイン コンパイルを実行しています...
ko: 주 컴파일을 수행하는 중…
pl: Trwa wykonywanie głównej kompilacji…
pt_br: Executando compilação principal…
ru: Выполняется основная компиляция…
tr: Ana derleme gerçekleştiriliyor…
zh_cn: 正在执行主编译…
zh_tw: 正在執行主要編譯...

source: Performing status on external item at '{0}'
cs: Stav provádění na externí položce v {0}
de: Statusvorgang wird für externes Element in '{0}' ausgeführt.
es: Estado de rendimiento en el elemento externo en '{0}'
fr: Exécution de l'état sur un élément externe à l'emplacement '{0}'
it: Esecuzione dello stato sull'elemento esterno in '{0}'
ja: 外部項目 '{0}' の状態表示を行っています
ko: '{0}'의 외부 항목에 대한 수행 상태
pl: Wykonywanie stanu dla elementu zewnętrznego w lokalizacji „{0}”
pt_br: Executando o status no item externo em '{0}'
ru: Выполнение состояния для внешнего элемента в "{0}"
tr: '{0}' konumundaki bir harici öğede durum gerçekleştiriliyor
zh_cn: “{0}”中外部项的“正在执行”状态
zh_tw: 位於 '{0} 的外部項目執行狀態

source: Physics software
cs: Fyzikální aplikace
de: Physiksoftware
es: Software de física
fr: Logiciel de physique
it: Software di fisica
ja: 物理学ソフトウェア
ko: 물리학 소프트웨어
pl: Oprogramowanie związane z fizyką
pt_br: Software de física
ru: Программное обеспечение для физики
tr: Fizik yazılımı
uk: Фізика
zh_cn: 物理学软件
zh_tw: 物理軟體

source: Pick members
cs: Vybrat členy
de: Member auswählen
es: Seleccionar miembros
fr: Choisir les membres
ja: メンバーの選択
ko: 멤버 선택
pl: Wybierz elementy członkowskie
pt_br: Escolher membros
ru: Выбрать элементы
tr: Üyeleri seçin

source: Pin output pad
cs: Připnout panel výstupu
de: Ausgabebereich anheften
es: Anclar panel de salida
fr: Épingler le bloc de sortie
it: Blocca il riquadro di output
ja: 出力パッドを固定
ko: 출력 패드 고정
pl: Przypnij konsolę wyjściową
pt_br: Fixar painel de saída
ru: Закрепить панель выходных данных
tr: Çıktı doldurmasını sabitle
uk: Закріпити панель виведення
zh_cn: 固定输出板
zh_tw: 釘選輸出板

source: Pin results pad
cs: Připnout panel výsledků
de: Ergebnisbereich anheften
es: Anclar el panel de resultados
fr: Épingler le bloc de résultats
it: Blocca il riquadro dei risultati
ja: 結果パッドをピン留めする
ko: 결과 패드 고정
pl: Przypnij konsolę wyników
pt_br: Fixar painel de resultados
ru: Закрепить панель результатов
tr: Sonuç altlığını sabitle
uk: Закріпити панель результатів
zh_cn: 固定结果板
zh_tw: 釘選結果板

source: Place "catch" on new line
cs: Umístit klíčové slovo "catch" na nový řádek
de: catch-Anweisung in neuer Zeile platzieren
es: Poner "catch" en una línea nueva
fr: Placer "catch" sur une nouvelle ligne
it: Inserisci "catch" in una nuova riga
ja: 新しい行に "catch" を配置する
ko: 새 줄에 "catch" 배치
pl: Umieść element „catch” w nowym wierszu
pt_br: Colocar "catch" em uma nova linha
ru: Располагать "catch" на новой строке
tr: "catch" yeni satıra yerleştirilsin
uk: Помістити 'catch' у новому рядку
zh_cn: 将"catch"置于新行
zh_tw: 將 "catch" 放在新行

source: Place "else" on new line
cs: Umístit klíčové slovo "else" na nový řádek
de: else-Anweisung in neuer Zeile platzieren
es: Poner "else" en una línea nueva
fr: Placer "else" sur une nouvelle ligne
it: Inserisci "else" in una nuova riga
ja: 新しい行に "else" を配置する
ko: 새 줄에 "else" 배치
pl: Umieść element „else” w nowym wierszu
pt_br: Colocar "else" em uma nova linha
ru: Располагать "else" на новой строке
tr: Yeni satıra "else" yerleştir
uk: Помістити 'else' у новому рядку
zh_cn: 将"else"置于新行
zh_tw: 將 "else" 放在新行

source: Place "finally" on new line
cs: Umístit klíčové slovo "finally" na nový řádek
de: finally-Anweisung in neuer Zeile platzieren
es: Poner "finally" en una línea nueva
fr: Placer "finally" sur une nouvelle ligne
it: Inserisci "finally" in una nuova riga
ja: 新しい行に "finally" を配置する
ko: 새 줄에 "finally" 배치
pl: Umieść element „finally” w nowym wierszu
pt_br: Colocar "finally" em uma nova linha
ru: Располагать "finally" на новой строке
tr: Yeni satıra "finally" yerleştir
uk: Помістити 'finally' у новому рядку
zh_cn: 将"finally"置于新行
zh_tw: 將 "finally" 放在新行

source: Place 'System' directives first when sorting usings
cs: Při řazení direktiv using umístit dopředu direktivy System
de: System-Direktiven beim Sortieren von Using-Direktiven an erster Stelle platzieren
es: Poner directivas de "System" primero cuando se organicen instrucciones Using
fr: Placer en premier les directives 'System' lors du tri des instructions using
ja: using の並べ替えのとき、最初に 'System' ディレクティブを配置する
ko: using 정렬 시 'System' 지시문 먼저 배치
pl: Podczas sortowania deklaracji using umieść najpierw dyrektywy „System”
pt_br: Colocar as diretivas do 'Sistema' primeiro ao classificar usos
ru: Располагать директивы System первыми при сортировке using
tr: Using'ler sıralanırken 'System' yönergelerini ilk sıraya yerleştirin

source: Place members in anonymous types on new line
cs: Umístit členy anonymních typů na nový řádek
de: Member in anonymen Typen in neuer Zeile platzieren
es: Poner miembros en tipos anónimos en una línea nueva
fr: Placer les membres dans les types anonymes sur une nouvelle ligne
it: Inserisci membri di tipi anonimi in una nuova riga
ja: 新しい行に匿名型のメンバーを配置する
ko: 새 줄에 무명 형식의 맴버 배치
pl: Umieść składowe typów anonimowych w nowym wierszu
pt_br: Colocar membros em tipos anônimos em nova linha
ru: Располагать элементы в анонимных типах на новой строке
tr: Anonim türde üyeler yeni satıra yerleştirilsin
uk: Помістити члени в анонімних типах у новому рядку
zh_cn: 将匿名类型中的成员置于新行
zh_tw: 將匿名類型中的成員放在新行

source: Place members in object initializers on new line
cs: Umístit členy v inicializátorech objektů na nový řádek
de: Member in Objektinitialisierern in neuer Zeile platzieren
es: Poner miembros en inicializadores de objetos en una línea nueva
fr: Placer les membres dans les initialiseurs d’objets sur une nouvelle ligne
it: Inserisci membri di inizializzatori di oggetto in una nuova riga
ja: 新しい行にオブジェクト初期化子のメンバーを配置する
ko: 개체 이니셜라이저의 멤버를 새 줄에 배치
pl: Umieść składowe w inicjatorach obiektu w nowym wierszu
pt_br: Colocar membros em inicializadores de objetos em nova linha
ru: Располагать элементы в инициализаторах объектов на новой строке
tr: Yeni satıra nesne başlatıcı üyeleri yerleştir
uk: Помістити члени в ініціалізаторах об'єктів у новому рядку
zh_cn: 将对象初始值设定项中的成员置于新行
zh_tw: 將物件初始設定式中的成員放在新行

source: Place open brace on new line for anonymous methods
cs: Pro anonymní metody umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für anonyme Methoden in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para métodos anónimos
fr: Placer une accolade ouvrante sur une nouvelle ligne pour les méthodes anonymes
it: Inserisci parentesi graffa di apertura in una nuova riga per i metodi anonimi
ja: 新しい行に匿名メソッドの始めかっこを配置する
ko: 무명 메서드의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla metod anonimowych
pt_br: Colocar chave de abertura em nova linha para métodos anônimos
ru: Располагать открывающую фигурную скобку на новой строке для анонимных методов
tr: Anonim metotlar için yeni satıra açık ayraç yerleştirin
uk: Помістити відкриту фігурну дужку в новому рядку для анонімних методів
zh_cn: 将匿名方法的左大括号置于新行
zh_tw: 將左大括弧放在匿名方法的新行上

source: Place open brace on new line for anonymous types
cs: Pro anonymní typy umístit levou složenou závorku na nový řádek
de: Öffnende geschweifte Klammer für anonyme Typen in neuer Zeile platzieren
es: Poner llave de apertura en una línea nueva para tipos anónimos
fr: Placer une accolade ouvrante sur une nouvelle ligne pour des types anonymes
it: Inserisci parentesi graffa di apertura in una nuova riga per i tipi anonimi
ja: 新しい行に匿名型の始めかっこを配置する
ko: 무명 형식의 여는 중괄호를 새 줄에 배치
pl: Umieść otwierający nawias klamrowy w nowym wierszu dla typów anonimowych
pt_br: Colocar chave de abertura em nova linha para tipos anônimos
ru: Располагать открывающую фигурную скобку на новой строке для анонимных типов
tr: Anonim tipler için yeni satıra açık ayraç yerleştirin
uk: Помістити відкриту фігурну дужку в новому рядку для анонімних типів
zh_cn: 将匿名类型的左大括号置于新行
zh_tw: 將左大括弧放在匿名型別的新行上
