Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Check to add a blank line between messages
cs: Zaškrtněte, pokud se má mezi zprávy přidat prázdný řádek.
de: Aktivieren, um zwischen Nachrichten eine leere Zeile einzufügen
es: Active esta opción para agregar una línea en blanco entre mensajes
fr: Cocher cette case pour ajouter une ligne vide entre les messages
ja: メッセージ間を 1 行空ける場合にチェックします
ko: 메시지 사이에 빈 줄을 추가하려면 선택합니다.
pl: Zaznacz, aby dodać pusty wiersz między komunikatami
pt_br: Marque para adicionar uma linha em branco entre as mensagens
ru: Установите флажок, чтобы добавить пустую строку между сообщениями
tr: İletiler arasına boş bir satır eklemek için işaretleyin

source: Check to add one line per file changed
cs: Zaškrtněte, pokud se má přidat jeden řádek na každý změněný soubor.
de: Aktivieren, um pro geänderter Datei eine Zeile hinzuzufügen
es: Active esta opción para agregar una línea por archivo cambiado
fr: Cocher cette case pour ajouter une ligne par fichier changé
ja: ファイルが変わるごとに 1 行空ける場合にチェックします
ko: 변경된 파일마다 한 줄을 추가하려면 선택합니다.
pl: Zaznacz, aby dodać jeden wiersz dla każdego zmienionego pliku
pt_br: Marque para adicionar uma linha por arquivo alterado
ru: Установите флажок, чтобы добавлять строку для каждого измененного файла
tr: Değiştirilen dosya başına bir satır eklemek için işaretleyin

source: Check to add undo step for formatting changes
cs: Zaškrtněte, pokud chcete přidat krok pro vrácení změn formátování.
de: Diese Option aktivieren, um einen Schritt zum Rückgängigmachen von Formatierungsänderungen hinzuzufügen
es: Active esta casilla para agregar pasos del comando Deshacer para cambios de formato
fr: Cochez la case pour ajouter l'étape d'annulation des changements de mise en forme
ja: フォーマットの変更を元に戻すステップを追加する場合にチェックします
ko: 서식 변경 내용에 대한 실행 취소 단계를 추가하려면 선택합니다.
pl: Zaznacz, aby dodać krok cofnięcia dla zmian formatowania
pt_br: Selecione para adicionar a etapa para desfazer alterações de formatação
ru: Установите флажок, чтобы добавить шаг отмены для изменений форматирования
tr: Biçimlendirme değişikliklerini geri alma adımı eklemek için işaretleyin

source: Check to align the message text
cs: Zaškrtněte, pokud se má text zprávy zarovnat.
de: Aktiveren, um den Nachrichtentext auszurichten
es: Active esta opción para alinear el texto del mensaje
fr: Cocher cette case pour aligner le texte du message
ja: メッセージ テキストを揃える場合にチェックします
ko: 메시지 텍스트를 맞추려면 선택합니다.
pl: Zaznacz, aby wyrównać tekst komunikatu
pt_br: Marque para alinhar o texto da mensagem
ru: Установите флажок, чтобы выровнять текст сообщения
tr: İleti metnini hizalamak için işaretleyin

source: Check to allow 'unsafe' code
cs: Zaškrtněte, pokud chcete povolit „nebezpečný“ kód.
de: Aktivieren, um "unsicheren" Code zu verwenden
es: Marque esta opción para permitir código "poco seguro"
fr: Cocher cette case pour autoriser le code unsafe
ja: 'アンセーフ' コードを許容する場合にチェックします
ko: 'unsafe' 코드를 허용하려면 선택합니다.
pl: Zaznacz, aby zezwolić na „niebezpieczny” kod
pt_br: Marque para permitir código 'não seguro'
ru: Установите флажок, чтобы разрешить небезопасный код
tr: 'Güvenli olmayan' koda izin vermek için işaretleyin

source: Check to allow implicit property evaluation and method invocation
cs: Zaškrtněte, pokud chcete povolit implicitní vyhodnocování vlastností a volání metod.
de: Diese Option aktivieren, um die implizite Eigenschaftenauswertung und implizite Methodenaufrufe zuzulassen
es: Active esta casilla para permitir la evaluación de propiedades y la invocación de métodos implícitas
fr: Cochez la case pour autoriser l'évaluation de propriété et l'appel de méthode de manière implicite
ja: 暗黙的なプロパティ評価とメソッド呼び出しを許可する場合にチェックします
ko: 암시적 속성 확인 및 메서드 호출을 허용하려면 선택합니다.
pl: Zaznacz, aby zezwalać na niejawną ocenę właściwości i niejawne wywoływanie metod
pt_br: Selecione para permitir a invocação de método e a avaliação de propriedade implícita
ru: Установите флажок, чтобы разрешить неявное вычисление свойств и неявный вызов методов
tr: Örtük özellik değerlendirmesine ve metot çağrısına izin vermek için işaretleyin

source: Check to allow tabs after non-tabs
cs: Zaškrtněte, pokud se mají povolit tabulátory za jinými znaky než tabulátory.
de: Aktivieren, um Tabstopps nach anderen Zeichen zuzulassen
es: Active esta opción para permitir tabulaciones después de no tabulaciones
fr: Cocher cette case pour autoriser les tabulations après autre chose que des tabulations
ja: 非タブ文字の後のタブを許容する場合にチェックします
ko: 탭 이외의 문자 뒤에 탭을 허용하려면 선택합니다.
pl: Zaznacz, aby umożliwić stosowanie tabulatorów po innych znakach
pt_br: Marque para permitir guias após não guias
ru: Установите флажок, чтобы разрешить символы табуляции после других символов
tr: Sekme olmayan öğelerden sonra sekmelere izin vermek için işaretleyin

source: Check to always create a backup copy
cs: Zaškrtněte, pokud chcete vždycky vytvořit záložní kopii.
de: Diese Option aktivieren, um immer eine Sicherungskopie zu erstellen
es: Active esta casilla para crear siempre una copia de seguridad
fr: Cochez la case pour créer toujours une copie de sauvegarde
ja: バックアップ コピーを常に作成する場合にチェックします
ko: 백업 복사본을 항상 만들려면 선택합니다.
pl: Zaznacz, aby zawsze tworzyć kopię zapasową
pt_br: Selecione para sempre criar uma cópia de backup
ru: Установите флажок, чтобы всегда создавать резервную копию
tr: Her zaman bir yedek kopya oluşturmak için işaretleyin

source: Check to associate namespaces with directory names
cs: Zaškrtněte, pokud se mají obory názvů přidružit k názvům adresářů.
de: Aktivieren, um Namespaces Verzeichnisnamen zuzuordnen
es: Active esta opción para asociar los espacios de nombres con los nombres de directorio
fr: Cocher cette case pour associer les espaces de noms aux noms de répertoires
ja: 名前空間をディレクトリ名に関連付ける場合にチェックします
ko: 네임스페이스를 디렉터리 이름과 연결하려면 선택합니다.
pl: Zaznacz, aby skojarzyć przestrzenie nazw z nazwami katalogu
pt_br: Marque para associar namespaces a nomes de diretórios
ru: Установите флажок, чтобы сопоставить пространства имен с именами каталогов
tr: Ad alanlarını dizin adları ile ilişkilendirmek için işaretleyin

source: Check to automatically convert tabs to spaces
cs: Zaškrtněte, pokud se tabulátory mají automaticky převádět na mezery.
de: Aktivieren, um Tabstopps automatisch in Leerzeichen zu konvertieren
es: Active esta opción para convertir automáticamente las tabulaciones en espacios
fr: Cocher cette case pour convertir automatiquement les tabulations en espaces
ja: タブをスペースに自動変換する場合にチェックします
ko: 탭을 공백으로 자동 변환하려면 선택합니다.
pl: Zaznacz, aby automatycznie konwertować tabulatory na spacje
pt_br: Marque para converter guias em espaços automaticamente
ru: Установите флажок, чтобы автоматически преобразовывать символы табуляции в пробелы
tr: Sekmeleri otomatik olarak boşluklara dönüştürmek için işaretleyin

source: Check to automatically insert braces
cs: Zaškrtněte, pokud chcete automaticky vkládat složené závorky.
de: Diese Option aktivieren, um automatisch geschweifte Klammern einzufügen
es: Active esta casilla para insertar llaves automáticamente
fr: Cochez la case pour insérer automatiquement des accolades
ja: 中かっこを自動的に挿入する場合にチェックします
ko: 중괄호를 자동으로 삽입하려면 선택합니다.
pl: Zaznacz, aby automatycznie wstawiać nawiasy klamrowe
pt_br: Selecione para inserir chaves automaticamente
ru: Установите флажок, чтобы автоматически вставлять фигурные скобки
tr: Otomatik olarak ayraç eklemek için işaretleyin

source: Check to automatically remove trailing whitespace from a line
cs: Zaškrtněte, pokud se mají z řádku automaticky odebrat koncové prázdné znaky.
de: Aktivieren, um nachstehende Leerzeichen automatisch aus einer Zeile zu entfernen
es: Active esta opción para quitar automáticamente los espacios en blanco finales de una línea
fr: Cocher cette case pour supprimer automatiquement les espaces de fin d'une ligne
ja: 行から末尾の空白を自動的に削除する場合にチェックします
ko: 행에서 후행 공백을 자동으로 제거하려면 선택합니다.
pl: Zaznacz, aby automatycznie usuwać końcowe białe znaki z wiersza
pt_br: Marque para remover automaticamente o espaço em branco à direita de uma linha
ru: Установите флажок, чтобы автоматически удалить из строки конечный пробел
tr: Satır sonundaki boşluğu otomatik olarak kaldırmak için işaretleyin

source: Check to automatically set the search pattern case sensitivity
cs: Zaškrtněte, pokud chcete automaticky nastavovat rozlišování velikosti písmen pro vzor hledání.
de: Diese Option aktivieren, um die Unterscheidung nach Groß-/Kleinschreibung für das Suchmuster automatisch festzulegen
es: Active esta casilla para establecer automáticamente la distinción entre mayúsculas y minúsculas en el patrón de búsqueda
fr: Cochez la case pour définir automatiquement le respect de la casse du modèle de recherche
ja: 検索パターンの大文字と小文字の区別を自動的に設定する場合にチェックします
ko: 검색 패턴 대/소문자 구분을 자동으로 설정하려면 선택합니다.
pl: Zaznacz, aby automatycznie ustawiać rozróżnianie wielkości liter dla wzorca wyszukiwania
pt_br: Selecione para definir automaticamente a diferenciação de maiúsculas e minúsculas da pesquisa padrão
ru: Установите флажок, чтобы автоматически учитывать регистр шаблона поиска
tr: Arama deseninde büyük/küçük harf duyarlılığını otomatik olarak ayarlamak için işaretleyin

source: Check to be prompted to save changes before building
cs: Zaškrtněte, pokud chcete před sestavením zobrazovat výzvu k uložení změn.
de: Diese Option aktivieren, um vor dem Erstellen eine Eingabeaufforderung zum Speichern der Änderungen anzuzeigen
es: Active esta casilla para que el sistema le pregunte si desea guardar los cambios antes de llevar a cabo la compilación
fr: Cochez la case pour être invité à enregistrer les changements avant de générer
ja: ビルドする前に変更を保存するよう求めるメッセージを表示する場合にチェックします
ko: 빌드하기 전에 변경 내용을 저장하라는 메시지를 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać monit o zapisanie zmian przed kompilowaniem
pt_br: Selecione para ser solicitado a salvar as alterações antes da construção
ru: Установите флажок, чтобы получить запрос о сохранении изменений перед сборкой
tr: Derlemeden önce değişikliklerin kaydedilip kaydedilmeyeceğinin sorulması için işaretleyin

source: Check to build the solution before running
cs: Zaškrtněte, pokud před spuštěním chcete sestavit řešení.
de: Diese Option aktivieren, um die Projektmappe vor dem Ausführen zu erstellen
es: Active esta casilla para compilar la solución antes de ejecutarla
fr: Cochez la case pour générer la solution avant son exécution
ja: 実行する前にソリューションをビルドする場合にチェックします
ko: 실행하기 전에 솔루션을 빌드하려면 선택합니다.
pl: Zaznacz, aby kompilować rozwiązanie przed uruchomieniem
pt_br: Selecione para compilar a solução antes de executá-la
ru: Установите флажок, чтобы выполнить сборку решения перед запуском
tr: Çözümü çalıştırmadan önce derlemek için işaretleyin

source: Check to build the solution before running tests
cs: Zaškrtněte, pokud chcete řešení sestavit před spuštěním testů.
de: Diese Option aktivieren, um die Projektmappe vor dem Ausführen von Tests zu erstellen
es: Active esta casilla para compilar la solución antes de ejecutar las pruebas
fr: Cochez la case pour générer la solution avant l'exécution des tests
ja: テストを実行する前にソリューションをビルドする場合にチェックします
ko: 테스트를 실행하기 전에 솔루션을 빌드하려면 선택합니다.
pl: Zaznacz, aby kompilować rozwiązanie przed uruchomieniem testów
pt_br: Selecione para compilar a solução antes de executar testes
ru: Установите флажок, чтобы выполнить сборку решения перед запуском тестов
tr: Testleri çalıştırmadan önce çözümü derlemek için işaretleyin

source: Check to call string-conversion functions on objects in the Variables windows
cs: Zaškrtněte, pokud chcete volat funkce pro převod řetězců na objektech v oknech proměnných.
de: Diese Option aktivieren, um Zeichenfolgenkonvertierungsfunktionen für Objekte in den Variablenfenstern aufzurufen
es: Active esta casilla para llamar a funciones de conversión de cadenas en objetos de las ventanas de variables
fr: Cochez la case pour appeler les fonctions de conversion de chaîne sur les objets dans les fenêtres de variables
ja: 変数ウィンドウのオブジェクトに対して文字列変換関数を呼び出す場合にチェックします
ko: [변수]5D; 창의 개체에서 문자열 변환 함수를 호출하려면 선택합니다.
pl: Zaznacz, aby wywoływać funkcje konwersji ciągów względem obiektów w oknach zmiennych
pt_br: Selecione para chamar funções de conversão de cadeia de caracteres em objetos nas janelas Variáveis
ru: Установите флажок, чтобы вызывать функции преобразования строк для объектов в окнах переменных
tr: Değişkenler pencerelerindeki nesnelerde dize dönüştürme işlevlerini çağırmak için işaretleyin

source: Check to create a NuGet package when building
cs: Zaškrtněte, pokud chcete vytvořit balíček NuGet během sestavování.
de: Aktivieren, um beim Buildvorgang ein NuGet-Paket zu erstellen
es: Marque esta opción para crear un paquete NuGet al compilar
fr: Cocher cette case pour créer un package NuGet durant la génération
ja: ビルドの際に NuGet パッケージを作成する場合にチェックします
ko: 빌드 시 NuGet 패키지를 만들려면 선택합니다.
pl: Zaznacz, aby utworzyć pakiet NuGet podczas kompilowania
pt_br: Marque para criar um pacote NuGet ao compilar
ru: Установите флажок, чтобы создать пакет NuGet при сборке
tr: Derlerken bir NuGet paketi oluşturmak için işaretleyin

source: Check to display the commands output in the Output Pad
cs: Zaškrtněte, pokud chcete zobrazit výstup příkazů na panelu výstupu.
de: Diese Option aktivieren, um die Befehlsausgabe im Ausgabebereich anzuzeigen
es: Active esta casilla para mostrar la salida de los comandos en el panel de salida
fr: Cochez la case pour afficher la sortie des commandes dans le bloc de sortie
ja: 出力パッドにコマンド出力を表示する場合にチェックします
ko: 출력 패드에 명령 출력을 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać dane wyjściowe poleceń w konsoli wyjściowej
pt_br: Selecione para exibir a saída de comandos no Painel de Saída
ru: Установите флажок, чтобы отобразить вывод команды в панели выходных данных
tr: Çıkış Bölmesinde komut çıkışının görüntülenmesi için işaretleyin

source: Check to draw indentation markers
cs: Zaškrtněte, pokud chcete kreslit značky odsazení.
de: Diese Option aktivieren, um Einzugsmarkierungen zu zeichnen
es: Active esta casilla para dibujar los marcadores de sangría
fr: Cochez la case pour dessiner les marqueurs de mise en retrait
ja: インデント マーカーを描画する場合にチェックします
ko: 들여쓰기 마커를 그리려면 선택합니다.
pl: Zaznacz, aby rysować znaczniki wcięć
pt_br: Selecione para desenhar os marcadores de recuo
ru: Установите флажок, чтобы отображать маркеры отступа
tr: Girinti işaretçileri çizmek için işaretleyin

source: Check to enable animations in the text editor
cs: Zaškrtněte, pokud chcete povolit animace v textovém editoru.
de: Diese Option aktivieren, um Animationen im Text-Editor zu aktivieren
es: Active esta casilla para habilitar animaciones en el editor de texto
fr: Cochez la case pour activer les animations dans l'éditeur de texte
ja: テキスト エディターでアニメーションを有効にする場合にチェックします
ko: 텍스트 편집기에서 애니메이션을 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć animacje w edytorze tekstu
pt_br: Selecione para habilitar animações no editor de texto
ru: Установите флажок, чтобы включить анимацию в текстовом редакторе
tr: Metin düzenleyicisinde animasyonları etkinleştirmek için işaretleyin

source: Check to enable assembly signing
cs: Zaškrtněte, pokud se má povolit podepisování sestavení.
de: Aktivieren, um die Assemblysignierung zuzulassen
es: Active esta opción para habilitar la firma del ensamblado
fr: Cocher cette case pour activer la signature d'assembly
ja: アセンブリの署名を有効にする場合にチェックします
ko: 어셈블리 서명을 사용하려면 선택합니다.
pl: Zaznacz, aby włączyć podpisywanie zestawów
pt_br: Marque para habilitar a assinatura do assembly
ru: Установите флажок, чтобы включить подписывание сборок
tr: Bütünleştirilmiş kod imzalamayı etkinleştirmek için işaretleyin

source: Check to enable automatic close tag insertion
cs: Zaškrtněte, pokud chcete povolit automatické vkládání uzavíracích tagů.
de: Diese Option aktivieren, um das automatische Einfügen von Endtags zu aktivieren
es: Active esta casilla para habilitar la inserción automática de etiquetas de cierre
fr: Cochez la case pour activer l'insertion automatique de la balise de fermeture
ja: 終了タグの自動挿入を有効にする場合にチェックします
ko: 자동 닫기 태그 삽입을 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć automatyczne wstawianie tagów zamykających
pt_br: Selecione para habilitar a inserção automática da marca de fechamento
ru: Установите флажок, чтобы включить автоматическую вставку закрывающих тегов
tr: Kapatma etiketlerini otomatik olarak eklemeyi etkinleştirmek için işaretleyin

source: Check to enable automatic punctuation insertion
cs: Zaškrtněte, pokud chcete povolit automatické vkládání interpunkce.
de: Diese Option aktivieren, um das automatische Einfügen von Interpunktionszeichen zu aktivieren
es: Active esta casilla para habilitar la inserción automática de puntuación
fr: Cochez la case pour activer l'insertion automatique de la ponctuation
ja: 句読点の自動挿入を有効にする場合にチェックします
ko: 자동 문장 부호 삽입을 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć automatyczne wstawianie znaków interpunkcyjnych
pt_br: Selecione para habilitar a inserção automática da pontuação
ru: Установите флажок, чтобы включить автоматическую вставку знаков пунктуации
tr: Noktalama işaretlerini otomatik olarak eklemeyi etkinleştirmek için işaretleyin

source: Check to enable line folding
cs: Zaškrtněte, pokud chcete povolit sbalování řádků.
de: Diese Option aktivieren, um den Zeilenumbruch zu aktivieren
es: Active esta casilla para habilitar el plegado de líneas
fr: Cochez la case pour activer le pliage de ligne
ja: 行の折りたたみを有効にする場合にチェックします
ko: 줄 접기를 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć zwijanie wiersza
pt_br: Selecione para habilitar a dobra de linha
ru: Установите флажок, чтобы включить свертывание строк
tr: Satır katlamayı etkinleştirmek için işaretleyin

source: Check to enable parallel building
cs: Zaškrtněte, pokud chcete povolit paralelní sestavení.
de: Diese Option aktivieren, um die parallele Erstellung zu aktivieren
es: Active esta casilla para habilitar la compilación en paralelo
fr: Cochez la case pour permettre la génération parallèle
ja: 並行ビルドを有効にする場合にチェックします
ko: 병렬 빌드를 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć kompilowanie równoległe
pt_br: Selecione para habilitar a construção paralela
ru: Установите флажок, чтобы включить параллельную сборку
tr: Paralel derlemeyi etkinleştirmek için işaretleyin

source: Check to enable selection surrounding keys
cs: Zaškrtněte, pokud chcete povolit klávesy pro ohraničení výběru.
de: Diese Option aktivieren, um die Auswahl um Tasten zu aktivieren
es: Active esta casilla para habilitar llaves alrededor de la selección
fr: Cochez la case pour activer les touches permettant d'entourer la sélection
ja: 選択項目の周囲のキーを有効にする場合にチェックします
ko: 선택 영역을 둘러싸는 키를 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć wybór otaczających klawiszy
pt_br: Selecione para habilitar a seleção ao redor de chaves
ru: Установите флажок, чтобы активировать клавиши для окружения выделенного фрагмента
tr: Seçimi çevreleme tuşlarını etkinleştirmek için işaretleyin

source: Check to enable some diagnostic logging
cs: Zaškrtněte, pokud chcete povolit určité protokolování diagnostiky.
de: Diese Option aktivieren, um die Diagnoseprotokollierung zu aktivieren
es: Active esta casilla para habilitar algún registro de diagnóstico
fr: Cochez la case pour activer la journalisation des diagnostics
ja: 診断ログを有効にする場合にチェックします
ko: 일부 진단 로깅을 사용하도록 설정하려면 선택합니다.
pl: Zaznacz, aby włączyć rejestrowanie diagnostyczne
pt_br: Selecione para habilitar algum tipo de log de diagnósticos
ru: Установите флажок, чтобы включить частичное ведение журнала диагностики
tr: Tanılama günlüğüne kaydetmeyi etkinleştirmek için işaretleyin

source: Check to fold comments by default
cs: Zaškrtněte, pokud chcete ve výchozím nastavení sbalovat komentáře.
de: Diese Option aktivieren, um Kommentare standardmäßig zu falten
es: Active esta casilla para plegar los comentarios de forma predeterminada
fr: Cochez la case pour plier les commentaires par défaut
ja: 既定でコメントを折りたたむ場合にチェックします
ko: 기본적으로 주석을 접으려면 선택합니다.
pl: Zaznacz, aby domyślnie zwijać komentarze
pt_br: Selecione para dobrar comentários por padrão
ru: Установите флажок, чтобы сворачивать комментарии по умолчанию
tr: Açıklamaları varsayılan olarak katlamak için işaretleyin

source: Check to fold regions by default
cs: Zaškrtněte, pokud chcete ve výchozím nastavení sbalovat oblasti.
de: Diese Option aktivieren, um Regionen standardmäßig zu falten
es: Active esta casilla para plegar las regiones de forma predeterminada
fr: Cochez la case pour plier les régions par défaut
ja: 既定で領域を折りたたむ場合にチェックします
ko: 기본적으로 영역을 접으려면 선택합니다.
pl: Zaznacz, aby domyślnie zwijać regiony
pt_br: Selecione para dobrar regiões por padrão
ru: Установите флажок, чтобы сворачивать области по умолчанию
tr: Bölgeleri varsayılan olarak katlamak için işaretleyin

source: Check to group non-public members in the Variables windows
cs: Zaškrtněte, pokud chcete seskupovat neveřejné členy v oknech proměnných.
de: Diese Option aktivieren, um nicht öffentliche Member in den Variablenfenstern zu gruppieren
es: Active esta casilla para agrupar miembros no públicos en las ventanas de variables
fr: Cochez la case pour regrouper les membres non publics dans les fenêtres de variables
ja: 変数ウィンドウでパブリックでないメンバーをグループ化する場合にチェックします
ko: [변수]5D; 창에서 public이 아닌 멤버를 그룹화하려면 선택합니다.
pl: Zaznacz, aby grupować niepubliczne składowe w oknach zmiennych
pt_br: Selecione para agrupar membros não públicos nas janelas Variáveis
ru: Установите флажок, чтобы группировать необщедоступные члены в окнах переменных
tr: Değişkenler pencerelerinde genel olmayan üyeleri gruplandırmak için işaretleyin

source: Check to group static members in the Variables windows
cs: Zaškrtněte, pokud chcete seskupovat statické členy v oknech proměnných.
de: Diese Option aktivieren, um statische Member in den Variablenfenstern zu gruppieren
es: Active esta casilla para agrupar miembros estáticos en las ventanas de variables
fr: Cochez la case pour regrouper les membres statiques dans les fenêtres de variables
ja: 変数ウィンドウで静的メンバーをグループ化する場合にチェックします
ko: [변수]5D; 창에서 정적 멤버를 그룹화하려면 선택합니다.
pl: Zaznacz, aby grupować statyczne składowe w oknach zmiennych
pt_br: Selecione para agrupar membros estáticos nas janelas Variáveis
ru: Установите флажок, чтобы группировать статические члены в окнах переменных
tr: Değişkenler pencerelerinde statik üyeleri gruplamak için işaretleyin

source: Check to highlight changed line
cs: Zaškrtněte, pokud chcete zvýrazňovat změněný řádek.
de: Diese Option aktivieren, um die geänderte Zeile hervorzuheben
es: Active esta casilla para resaltar la línea modificada
fr: Cochez la case pour mettre en surbrillance la ligne modifiée
ja: 変更された行を強調表示する場合にチェックします
ko: 변경된 줄을 강조 표시하려면 선택합니다.
pl: Zaznacz, aby wyróżniać zmieniony wiersz
pt_br: Selecione para realçar a linha alterada
ru: Установите флажок, чтобы выделять измененную строку
tr: Değiştirilen satırı vurgulamak için işaretleyin

source: Check to highlight identifier references
cs: Zaškrtněte, pokud chcete zvýrazňovat odkazy na identifikátory.
de: Diese Option aktivieren, um Bezeichnerverweise hervorzuheben
es: Active esta casilla para resaltar las referencias de identificador
fr: Cochez la case pour mettre en surbrillance les références des identificateurs
ja: 識別子の参照を強調表示する場合にチェックします
ko: 식별자 참조를 강조 표시하려면 선택합니다.
pl: Zaznacz, aby wyróżniać odwołania do identyfikatorów
pt_br: Selecione para realçar as referências do identificador
ru: Установите флажок, чтобы выделять ссылки на идентификатор
tr: Tanımlayıcı başvurularını vurgulamak için işaretleyin

source: Check to highlight the matching bracket
cs: Zaškrtněte, pokud chcete zvýrazňovat druhou závorku.
de: Diese Option aktivieren, um die passende Klammer hervorzuheben
es: Aplique esta casilla para resaltar el corchete correspondiente
fr: Cochez la case pour mettre en surbrillance le crochet correspondant
ja: 対応するかっこを強調表示する場合にチェックします
ko: 짝을 이루는 대괄호를 강조 표시하려면 선택합니다.
pl: Zaznacz, aby wyróżniać pasujący nawias klamrowy
pt_br: Selecione para realçar o parêntese correspondente
ru: Установите флажок, чтобы выделять парную скобку
tr: Eşleşen köşeli ayracı vurgulamak için işaretleyin
