Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Whether or not to include a reference to mscorlib.dll
cs: Určuje, jestli se má nebo nemá zahrnout odkaz na soubor mscorlib.dll.
de: Gibt an, ob ein Verweis auf "mscorlib.dll" einbezogen werden soll
es: Si se incluirá o no una referencia a mscorlib.dll
fr: Indiquer s'il faut ou non inclure une référence à mscorlib.dll
ja: mscorlib.dll への参照を含めるかどうか
ko: mscorlib.dll에 대한 참조 포함 여부
pl: Określa, czy dołączać odwołanie do biblioteki mscorlib.dll
pt_br: Se deseja ou não incluir uma referência para mscorlib.dll
ru: Укажите, требуется ли включить ссылку на mscorlib.dll
tr: Mscorlib.dll başvurusunun eklenip eklenmeyeceğini belirtir

source: Whether the variable is an editable region.
cs: Zda je proměnná upravitelnou oblastí.
de: Gibt an, ob die Variable einen bearbeitbaren Bereich darstellt.
es: Indica si la variable es en una región editable.
fr: Détermine si la variable est une zone modifiable.
it: Indica se la variabile è un'area modificabile.
ja: この変数が編集可能な領域であるかどうか。
ko: 변수가 편집 가능한 영역인지 여부입니다.
pl: Określa, czy zmienna jest regionem edytowalnym.
pt_br: Se a variável é uma região editável.
ru: Является ли переменная изменяемой областью.
tr: Değişken, düzenlenebilir bir bölge olsa da.
uk: Чи належить змінна області, доступній для редагування
zh_cn: 该变量是否为可编辑区域。
zh_tw: 變數是否為可編輯的區域。

source: Whether the variable is an identifier, and should only accept valid identifiers as input.
cs: Zda je proměnná identifikátor a zda musí jako vstup přijímat jenom platné identifikátory.
de: Gibt an, ob die Variable ein Bezeichner ist, und sollte nur gültige Bezeichner als Eingabe akzeptieren.
es: Indica si la variable es un identificador y solo debe aceptar identificadores válidos como entrada.
fr: Indique si la variable est un identificateur et ne doit accepter que des identificateurs valides en entrée.
it: Indica se la variabile è un identificatore e deve accettare come input solo identificatori validi.
ja: 変数が識別子であり、かつ有効な識別子だけを入力として受け入れるかどうか。
ko: 변수가 식별자이며 유효한 식별자만 입력으로 허용해야 하는지 여부입니다.
pl: Określa, czy zmienna jest identyfikatorem i powinna akceptować tylko ważne identyfikatory jako dane wejściowe.
pt_br: A variável é um identificador ou deve aceitar apenas identificadores válidos como entrada.
ru: Является ли переменная идентификатором и должна ли принимать только допустимые идентификаторы в качестве входных данных.
tr: Değişken, bir tanımlayıcı olsa da, ve yalnızca geçerli tanımlayıcıları kabul etmelidir.
uk: Чи є змінна ідентифікатором, і чи вимагає на вході лише правильного ідентифікатора.
zh_cn: 该变量是否为标识符，以及是否只能接受有效标识符作为输入。
zh_tw: 不論變數是否為識別碼，而且只應該接受有效的識別碼作為輸入。

source: Whether to copy the file to the project's output directory when the project is built.
cs: Jestli se má při vytváření projektu soubor zkopírovat do výstupního adresáře projektu.
de: Gibt an, ob die Datei bei der Projekterstellung in das Ausgabeverzeichnis des Projekts kopiert werden soll.
es: Indica si se copia el archivo en el directorio de salida del proyecto cuando este se compila.
fr: Indique s’il faut ou non copier le fichier vers le répertoire de sortie du projet une fois le projet généré.
it: Indica se copiare il file nella directory di output del progetto quando si compila il progetto.
ja: プロジェクトのビルド時に、プロジェクトの出力ディレクトリにファイルをコピーするかどうか。
ko: 프로젝트가 빌드될 때 프로젝트의 출력 디렉터리에 파일을 복사할지 여부입니다.
pl: Określa, czy plik ma zostać skopiowany do katalogu wyjściowego projektu podczas kompilowania projektu.
pt_br: Copiar ou não o arquivo para o diretório de saída do projeto quando o projeto é construído.
ru: Требуется ли копировать файл в выходной каталог проекта при его сборке.
tr: Proje derlendiğinde dosyanın proje çıkış dizinine kopyalanıp kopyalanmayacağını belirtir.
uk: Чи копіювати при побудові проекту файл до вихідної теки проекту.
zh_cn: 生成项目时是否将文件复制到项目的输出目录。
zh_tw: 建置專案時，是否將檔案複製至專案的輸出目錄。

source: Whole solution
cs: Celé řešení
de: Gesamte Projektmappe
es: Solución completa
fr: Solution entière
it: Intera soluzione
ja: ソリューション全体
ko: 전체 솔루션
pl: Całe rozwiązanie
pt_br: Toda a solução
ru: Все решение
tr: Tüm çözüm
uk: Все рішення
zh_cn: 整个解决方案
zh_tw: 完整解決方案

source: Widget
ja: ウィジェット
ko: 위젯
pl: Widżet
ru: Мини-приложение
tr: Pencere öğesi
uk: Віджет
zh_cn: 小组件
zh_tw: 小工具

source: Widget '{0}' not available in GTK# {1}
cs: Widget {0} není dostupný v GTK# {1}.
de: Widget '{0}' nicht in Gtk# {1} verfügbar
es: Widget '{0}' no disponible en GTK# {1}
fr: Widget « {0} » non disponible dans GTK# {1}
it: Il widget '{0}' non è disponibile in GTK# {1}
ja: ウィジェット '{0}' は GTK# {1} では利用できません
ko: '{0}' 위젯은 GTK# {1}에서 사용할 수 없습니다.
pl: Widżet „{0}” jest niedostępny w bibliotece GTK# {1}
pt_br: O widget '{0} não está disponível no GTK# {1}
ru: Мини-приложение "{0}" недоступно в GTK# {1}
tr: {0}' pencere öğesi GTK# {1} içinde kullanılamıyor
uk: Віджет '{0}' недоступний у GTK# {1}
zh_cn: 小组件“{0}”在 GTK# {1} 中不可用
zh_tw: GTK# {1} 無法使用小工具 '{0}'

source: Widget Designer
cs: Návrhář widgetů
es: Diseñador de widgets
fr: Concepteur de widget
it: Finestra di progettazione widget
ja: ウィジェット デザイナー
ko: 위젯 디자이너
pl: Projektant widżetów
pt_br: Designer de Widget
ru: Конструктор мини-приложений
tr: Pencere Öğesi Tasarımcısı
uk: Дизайнер віджетів
zh_cn: 小组件设计器
zh_tw: 小工具設計工具

source: Widgets
cs: Widgety
it: Widget
ja: ウィジェット
ko: 위젯
pl: Widżety
ru: Мини-приложения
tr: Pencere Öğeleri
uk: Віджети
zh_cn: 小组件
zh_tw: 小工具

source: Win32 Icon:
cs: Ikona Win32:
de: Win32-Symbol:
es: Icono de Win32:
fr: Icone Win32 :
it: Icona Win32:
ja: Win32 アイコン:
ko: Win32 아이콘:
pl: Ikona Win32:
pt_br: Ícone Win32:
ru: Значок Win32:
tr: Win32 Simgesi:
uk: Піктограма Win32:
zh_cn: Win32 图标:
zh_tw: Win32 圖示:

source: Window
cs: Okno
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウィンドウ
ko: 창
pl: Okno
pt_br: Janela
ru: Окно
tr: Pencere
uk: Вікно
zh_cn: 窗口
zh_tw: 視窗

source: Window Designer
cs: Návrhář oken
de: Fenster-Designer
es: Diseñador de ventanas
fr: Concepteur de fenêtre
it: Finestra di progettazione finestre
ja: ウィンドウ デザイナー
ko: 창 디자이너
pl: Projektant okien
pt_br: Designer de Janela
ru: Конструктор окон
tr: Pencere Tasarımcısı
uk: Дизайнер вікон
zh_cn: 窗口设计器
zh_tw: 視窗設計工具

source: Window List
cs: Seznam oken
de: Fensterliste
es: Lista de ventanas
fr: Liste des fenêtres
it: Elenco finestre
ja: ウィンドウ リスト
ko: 창 목록
pl: Lista okien
pt_br: Lista de Janelas
ru: Список окон
tr: Pencere Listesi
uk: Список вікон
zh_cn: 窗口列表
zh_tw: 視窗清單

source: Window class name
cs: Název třídy okna
de: Fensterklassenname
es: Nombre de clase de ventana
fr: Nom de classe de fenêtre
it: Nome della classe della finestra
ja: Window クラス名
ko: 창 클래스 이름
pl: Nazwa klasy Window
pt_br: Nome de classe de janela
ru: Имя класса Window
tr: Windows sınıf adı
uk: Назва класу вікна
zh_cn: 窗口类名称
zh_tw: 視窗類別名稱

source: Windows Forms Theme
cs: Motiv modelu Windows Forms
de: Windows Forms-Design
es: Tema de Windows Forms
fr: Thème de Windows Forms
it: Tema Windows Form
ja: Windows フォームのテーマ
ko: Windows Forms 테마
pl: Motyw formularzy systemu Windows
pt_br: Tema do Windows Forms
ru: Тема Windows Forms
tr: Windows Forms Teması
uk: Тема Windows Forms
zh_cn: Windows 窗体主题
zh_tw: Windows Forms 佈景主題

source: Word _break mode:
cs: Režim dě_lení textu:
de: _Wortumbruch-Modus:
es: Modo de _separación de palabras:
fr: Mode de _coupure de mot :
it: Modalità di interruzione _parole:
ja: 文字間隔の調整モード(_B):
ko: 단어 분리 모드(_B):
pl: Tryb _dzielenia wyrazów:
pt_br: Modo de que_bra de palavra:
ru: Режим _переносов слов:
tr: Sözcük _kesme modu:
uk: _Режим переносу рядків:
zh_cn: 字符间距模式(_B):
zh_tw: 斷字模式(_B):

source: Working Directory
cs: Pracovní adresář
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉터리
pl: Katalog roboczy
pt_br: Diretório de Trabalho
ru: Рабочий каталог
tr: Çalışma Dizini
uk: Робоча тека
zh_cn: 工作目录
zh_tw: 工作目錄

source: Working Directory Tags
cs: Tagy pracovního adresáře
de: Arbeitsverzeichnistags
es: Etiquetas de directorio de trabajo
fr: Étiquettes de répertoire de travail
ja: 作業ディレクトリ タグ
ko: 작업 디렉터리 태그
pl: Tagi katalogu roboczego
pt_br: Marcas do Diretório de Trabalho
ru: Теги рабочего каталога
tr: Çalışma Dizini Etiketleri

source: Working Directory:
cs: Pracovní adresář:
de: Arbeitsverzeichnis:
es: Directorio de trabajo:
fr: Répertoire de travail :
it: Directory di lavoro:
ja: 作業ディレクトリ:
ko: 작업 디렉터리:
pl: Katalog roboczy:
pt_br: Diretório de Trabalho:
ru: Рабочий каталог:
tr: Çalışma Dizini:
uk: Робоча тека :
zh_cn: 工作目录:
zh_tw: 工作目錄:

source: Working path:
cs: Pracovní cesta:
de: Arbeitspfad:
es: Ruta de acceso de trabajo:
fr: Chemin d’accès de travail :
it: Percorso di lavoro:
ja: 作業パス:
ko: 작업 경로:
pl: Ścieżka robocza:
pt_br: Caminho de trabalho:
ru: Рабочий путь:
tr: Çalışma dizini:
uk: Робочий шлях:
zh_cn: 工作路径:
zh_tw: 工作路徑:

source: Workspace
cs: Pracovní prostor
de: Arbeitsbereich
es: Área de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 영역
pl: Obszar roboczy
ru: Рабочая область
tr: Çalışma Alanı
uk: Робочий простір
zh_cn: 工作区
zh_tw: 工作區

source: Workspace Directory
cs: Adresář pracovního prostoru
de: Arbeitsbereichsverzeichnis
es: Directorio del área de trabajo
fr: Répertoire de l’espace de travail
it: Directory dell'area di lavoro
ja: ワークスペース ディレクトリ
ko: 작업 영역 디렉터리
pl: Katalog obszaru roboczego
pt_br: Diretório do Workspace
ru: Каталог рабочей области
tr: Çalışma Alanı Dizini
uk: Тека робочого простору
zh_cn: 工作区目录
zh_tw: 工作區目錄

source: Workspace File
cs: Soubor pracovního prostoru
de: Arbeitsbereichsdatei
es: Archivo del área de trabajo
fr: Fichier de l’espace de travail
it: File di area di lavoro
ja: ワークスペース ファイル
ko: 작업 영역 파일
pl: Plik obszaru roboczego
pt_br: Arquivo do Workspace
ru: Файл рабочей области
tr: Çalışma Alanı Dosyası
uk: Файл робочого простору
zh_cn: 工作区文件
zh_tw: 工作區檔案

source: Workspace Name
cs: Název pracovního prostoru
de: Arbeitsbereichsname
es: Nombre del área de trabajo
fr: Nom de l’espace de travail
it: Nome dell'area di lavoro
ja: ワークスペース名
ko: 작업 영역 이름
pl: Nazwa obszaru roboczego
pt_br: Nome do Workspace
ru: Имя рабочей области
tr: Çalışma Alanı Adı
uk: Назва робочого простору
zh_cn: 工作区名称
zh_tw: 工作區名稱

source: Workspace Name:
cs: Název pracovního prostoru:
de: Arbeitsbereichsname:
es: Nombre del área de trabajo:
fr: Nom de l’espace de travail :
it: Nome dell'area di lavoro:
ja: ワークスペース名:
ko: 작업 영역 이름:
pl: Nazwa obszaru roboczego:
pt_br: Nome do Workspace:
ru: Имя рабочей области:
tr: Çalışma Alanı Adı:
uk: Назва робочого простору:
zh_cn: 工作区名称:
zh_tw: 工作區名稱:

source: Workspace item was deleted and will be closed. {0}
cs: Položka pracovního prostoru se odstranila a zavře se. {0}
de: Das Arbeitsbereichselement wurde gelöscht und wird geschlossen. {0}
es: El elemento del área de trabajo se ha eliminado y se va a cerrar. {0}
fr: L'élément d'espace de travail a été supprimé et va être fermé. {0}
ja: ワークスペース項目は削除されたため、閉じられます。{0}
ko: 작업 영역 항목이 삭제되고 닫힙니다. {0}
pl: Element obszaru roboczego został usunięty i zostanie zamknięty. {0}
pt_br: O item do espaço de trabalho foi excluído e será fechado. {0}
ru: Элемент рабочей области был удален и будет закрыт. {0}
tr: Çalışma alanı öğesi silindi ve kapatılacak. {0}

source: Workspace saved.
cs: Pracovní prostor je uložený.
de: Arbeitsbereich gespeichert.
es: Área de trabajo guardada.
fr: Espace de travail enregistré.
it: L'area di lavoro è stata salvata.
ja: ワークスペースを保存しました。
ko: 작업 영역이 저장되었습니다.
pl: Zapisano obszar roboczy.
pt_br: Workspace salvo.
ru: Рабочая область сохранена.
tr: Çalışma alanı kaydedildi.
uk: Робочий простір збережено.
zh_cn: 已保存工作区。
zh_tw: 已儲存工作區。

source: Would you like to make the file writable?
cs: Chcete soubor nastavit jako zapisovatelný?
de: Möchten Sie den Schreibzugriff für die Datei aktivieren?
es: ¿Desea convertir el archivo en grabable?
fr: Voulez-vous rendre le fichier accessible en écriture ?
ja: ファイルを書き込み可能にしますか?
ko: 파일을 쓰기 가능하도록 설정하시겠습니까?
pl: Czy chcesz aktywować możliwość zapisywania pliku?
pt_br: Você gostaria de tornar o arquivo gravável?
ru: Сделать файл доступным для записи?
tr: Dosyayı yazılabilir yapmak istiyor musunuz?

source: Would you like to overwrite it?
cs: Chcete ho přepsat?
de: Möchten Sie sie überschreiben?
es: ¿Desea sobrescribirlo?
fr: Voulez-vous le remplacer ?
it: Sovrascriverlo?
ja: 上書きしますか?
ko: 덮어쓸까요?
pl: Czy chcesz go zastąpić?
pt_br: Deseja substituí-lo?
ru: Вы хотите перезаписать его?
tr: Üzerine yazmak istiyor musunuz?
zh_cn: 是否要覆盖它?
zh_tw: 要加以覆寫嗎?

source: Would you like to upgrade the working copy or disable subversion integration for this solution?
cs: Chcete pracovní kopii upgradovat nebo zakázat integraci dílčí verze pro toto řešení?
de: Möchten Sie die Arbeitskopie aktualisieren oder die Integration der Subversion für diese Projektmappe deaktivieren?
es: ¿Quiere actualizar la copia de trabajo o deshabilitar la integración con Subversion para esta solución?
fr: Voulez-vous mettre à niveau la copie de travail ou désactiver l’intégration de Subversion pour cette solution ?
it: Aggiornare la copia di lavoro o disabilitare l'integrazione con Subversion per questa soluzione?
ja: 作業コピーをアップグレードするか、このソリューションの subversion 統合を無効にしますか。
ko: 작업 복사본을 업그레이드할까요, 아니면 이 솔루션의 Subversion 통합을 사용하지 않도록 설정할까요?
pl: Czy chcesz uaktualnić kopię roboczą lub wyłączyć integrację z systemem Subversion dla tego rozwiązania?
pt_br: Deseja atualizar a cópia funcional ou desabilitar a integração da subversão para essa solução?
ru: Вы хотите обновить рабочую копию или отключить интеграцию Subversion для этого решения?
tr: Çalışma kopyasını yükseltmek veya bu çözüm için alt sürüm tümleştirmesini devre dışı bırakmak ister misiniz?
uk: Бажаєте оновити робочу копію чи вимкнути інтегрування Subversion для цього рішення?
zh_cn: 是要升级工作副本还是为此解决方案禁用 Subversion 集成?
zh_tw: 要升級此解決方案的工作複本或停用 Subversion 整合嗎?

source: Would you like {0} to attempt to make the file writable and try again?
cs: Chcete se pokusit umožnit zápis do souboru prostřednictvím {0} a zkusit to znovu?
de: Soll {0} die Datei beschreibbar machen und es erneut versuchen?
es: ¿Quiere que {0} pruebe a convertir el archivo en grabable y volverlo a intentar?
fr: Voulez-vous que {0} tente de rendre le fichier accessible en écriture et essaie à nouveau ?
it: Si vuole che {0} provi a rendere scrivibile il file prima di riprovare?
ja: {0} がファイルに書き込めるようにしてから、やり直しますか。
ko: {0}이(가) 파일을 쓰기 가능하도록 설정하고 다시 시도하게 할까요?
pl: Czy chcesz, aby program {0} podjął próbę ustawienia pliku jako zapisywalnego, i spróbować ponownie?
pt_br: Deseja que o {0} tente tornar o arquivo gravável e tentar novamente?
ru: Вы хотите, чтобы система {0} попробовала сделать файл доступным для записи, и повторить попытку?
tr: {0} öğesinin dosyayı yazılabilir yapmayı denemesini ve işlemi yeniden denemeyi istiyor musunuz?
uk: Бажаєте, щоб {0} попробував зробити файл доступним для запису і повторив спробу?
zh_cn: 是否希望 {0} 尝试将该文件设为可写并重试?
zh_tw: 要 {0} 嘗試將檔案設為可寫入並再試一次嗎?

source: Wrap
cs: Zalamovat
de: Umbrechen
es: Ajustar
fr: Envelopper
it: A capo automatico
ja: 折り返す
ko: 래핑
pl: Zawijaj
pt_br: Encapsular
ru: Переносить текст
tr: Kaydır
zh_cn: 换行
zh_tw: 換行

source: Wrap attributes
cs: Zalamovat atributy
de: Attribute umbrechen
es: Ajustar atributos
fr: Envelopper les attributs
it: A capo automatico per gli attributi
ja: 折り返し属性
ko: 특성 래핑
pl: Zawijaj atrybuty
pt_br: Encapsular atributos
ru: Атрибуты переноса
tr: Öznitelikleri kaydır
uk: Переносити атрибути
zh_cn: 包装属性
zh_tw: 換行屬性

source: Wrap text
cs: Zalamovat text
de: Text umbrechen
es: Ajustar texto
fr: Envelopper le texte
it: Testo a capo
ja: 文字列を折り返して全体を表示する
ko: 텍스트 래핑
pl: Zawijaj tekst
pt_br: Encapsular texto
ru: Переносить текст
tr: Metni kaydır
uk: Переносити текст
zh_cn: 自动换行
zh_tw: 自動換行

source: Wrapping
cs: Zalamování
de: Umbruch
es: Ajuste
fr: Enveloppement
it: Ritorno a capo
ja: 折り返し
ko: 래핑
pl: Zawijanie
pt_br: Quebra de linha
ru: Перенос
tr: Kaydırma
uk: Перенесення
zh_cn: 换行
zh_tw: 換行

source: WriteLine call
cs: Volání WriteLine
de: WriteLine-Aufruf
es: Llamada a WriteLine
fr: Appel de WriteLine
it: Chiamata a WriteLine
ja: WriteLine の呼び出し
ko: WriteLine 호출
pl: Wywołanie obiektu WriteLine
pt_br: Chamada WriteLine
ru: Вызов WriteLine
tr: WriteLine çağrısı
uk: Виклик WriteLine
zh_cn: WriteLine 调用
zh_tw: WriteLine 呼叫

source: X-mode comment. The comment begins at an unescaped # and continues to the end of the line.
cs: Komentář v režimu X. Komentář začíná znakem # bez řídicího znaku a pokračuje do konce řádku.
de: X-Modus-Kommentar. Der Kommentar beginnt bei einem # ohne Escapezeichen und reicht bis zum Ende der Zeile.
es: Comentario de X-mode. El comentario comienza en un carácter # sin escape y continúa hasta el final de la línea.
fr: Commentaire en mode X. Le commentaire commence au niveau d’un signe # sans séquence d’échappement et continue jusqu’à à la fin de la ligne.
it: Commento in modalità X. Il commento inizia in corrispondenza di un carattere # senza codice di escape e continua fino alla fine della riga.
ja: X モード コメント。コメントの先頭はエスケープされていない # で、 行末まで続きます。
ko: X 모드 주석입니다. 주석은 이스케이프되지 않은 #에서 시작하고 줄의 끝까지 계속됩니다.
pl: Komentarz X-mode. Komentarz zaczyna się znakiem # o niezmienionym znaczeniu i kontynuuje do końca wiersza.
pt_br: Comentário de X-mode. O comentário começa em um # sem escape e continua até o final da linha.
ru: Комментарий X-mode. Комментарий начинается с неэкранированного символа # и продолжается до конца строки.
tr: X modu açıklaması. Açıklama çıkış karakteri kullanılmadan bir # ile başlar ve satırın sonuna kadar devam eder.
uk: Коментар режиму X. Починається символом # без риски і продовжується до кінця рядка.
zh_cn: X 模式注释。该注释以非转义的 # 开头，并 继续到行的结尾。
zh_tw: X 模式註解。註解開始於未逸出的 #， 並且持續到行尾。

source: X11 Exceptions
cs: Výjimky X11
de: X11-Ausnahmen
es: Excepciones de X11
fr: Exceptions X11
it: Eccezioni X11
ja: X11 例外
ko: X11 예외
pl: Wyjątki X11
pt_br: Exceções X11
ru: Исключения X11
tr: X11 Özel Durumları
uk: Винятки X11
zh_cn: X11 异常
zh_tw: X11 例外狀況

source: XML Filename
cs: Název souboru XML
de: XML-Dateiname
es: Nombre de archivo XML
fr: Nom de fichier XML
ja: XML ファイル名
ko: XML 파일 이름
pl: Nazwa pliku XML
pt_br: Nome de arquivo XML
ru: Имя XML-файла
tr: XML Dosya Adı

source: XML Files
cs: Soubory XML
de: XML-Dateien
es: Archivos XML
fr: Fichiers XAML
it: File XML
ja: XML ファイル
ko: XML 파일
pl: Pliki XML
pt_br: Arquivos XML
ru: XML-файлы
tr: XML Dosyaları
uk: Файли XML
zh_cn: XML 文件
zh_tw: XML 檔案

source: XML Format
cs: Formát XML
es: Formato XML
fr: Format XML
it: Formato XML
ja: XML 形式
ko: XML 형식
pl: Format XML
pt_br: Formato XML
ru: Формат XML
tr: XML Biçimi
uk: Формат XML
zh_cn: XML 格式
zh_tw: XML 格式

source: XML Schemas
cs: Schémata XML
es: Esquemas XML
fr: Schémas XML
it: XML Schema
ja: XML スキーマ
ko: XML 스키마
pl: Schematy XML
pt_br: Esquemas XML
ru: Схемы XML
tr: XML Şemaları
uk: Схеми XML
zh_cn: XML 架构
zh_tw: XML 結構描述

source: XML document
cs: Dokument XML
de: XML-Dokument
es: Documento XML
fr: Document XML
it: Documento XML
ja: XML ドキュメント
ko: XML 문서
pl: Dokument XML
pt_br: Documento XML
ru: XML-документ
tr: XML belgesi
uk: Документ XML
zh_cn: XML 文档
zh_tw: XML 文件

source: XPath scope:
cs: Rozsah XPath:
de: XPath-Bereich:
es: Ámbito de XPath:
fr: Portée du XPath :
it: Ambito XPath:
ja: XPath スコープ:
ko: XPath 범위:
pl: Zakres wyrażenia XPath:
pt_br: Escopo do XPath:
ru: XPath:
tr: XPath kapsamı:
uk: Видимість XPath:
zh_cn: XPath 范围:
zh_tw: XPath 範圍:

source: XSL Files
cs: Soubory XSL
de: XSL-Dateien
es: Archivos XSL
fr: Fichiers XSL
it: File XSL
ja: XSL ファイル
ko: XSL 파일
pl: Pliki XSL
pt_br: Arquivos XSL
ru: Файлы XSL
tr: XSL Dosyaları
uk: Файли XSL
zh_cn: XSL 文件
zh_tw: XSL 檔案

source: XSP Private Key Password
cs: Heslo k privátnímu klíči XSP
de: Kennwort für privaten XSP-Schlüssel
es: Contraseña de clave privada XSP
fr: Mot de passe de clé privée XSP
it: Password chiave privata XSP
ja: XSP の秘密キーのパスワード
ko: XSP 프라이빗 키 암호
pl: Hasło klucza prywatnego XSP
pt_br: Senha de Chave Privada de XSP
ru: Пароль закрытого ключа XSP
tr: XSP Özel Anahtarı Parolası
uk: Пароль приватного ключа XSP
zh_cn: XSP 私钥密码
zh_tw: XSP 私密金鑰密碼

source: XSP Web Server
cs: Webový server XSP
es: Servidor web XSP
fr: Serveur web XSP
it: Server Web XSP
ja: XSP Web サーバー
ko: XSP 웹 서버
pl: Serwer sieci Web XSP
pt_br: Servidor Web XSP
ru: Веб-сервер XSP
tr: XSP Web Sunucusu
uk: Веб-сервер XSP
zh_cn: XSP Web 服务器
zh_tw: XSP Web 伺服器

source: Xamarin News
cs: Novinky v Xamarinu
de: Xamarin Neuigkeiten
es: Noticias de Xamarin
fr: Actualités de Xamarin
it: Novità su Xamarin
ja: Xamarin ニュース
ko: Xamarin 뉴스
pl: Wiadomości dotyczące platformy Xamarin
ru: Новости Xamarin
tr: Xamarin Haberleri
uk: Новини Xamarin
zh_cn: Xamarin 新闻
zh_tw: Xamarin 新聞

source: Xamarin.Mac projects are not supported in MonoDevelop on Windows. You need to use Xamarin Studio on Mac.
cs: Projekty Xamarin.Mac se v MonoDevelop ve Windows nepodporují. Musíte použít Visual Studio, případně Xamarin Studio v systému Mac.
de: Xamarin.Mac-Projekte werden in MonoDevelop unter Windows nicht unterstützt. Sie müssen Xamarin Studio auf dem Mac verwenden.
es: MonoDevelop en Windows no admite proyectos de Xamarin.Mac. Debe usar Xamarin Studio en Mac.
fr: Les projets Xamarin.Mac ne sont pas pris en charge dans MonoDevelop sous Windows. Vous devez utiliser Xamarin Studio sur Mac.
it: I progetti Xamarin.Mac non sono supportati in MonoDevelop in Windows. È necessario usare Xamarin Studio in Mac.
ja: Xamarin.Mac プロジェクトは Windows 上の MonoDevelop ではサポートされていません。Mac 上の Xamarin Studio を使用する必要があります。
ko: Xamarin.Mac 프로젝트는 Windows의 MonoDevelop에서 지원되지 않습니다. Mac에서 Xamarin Studio를 사용해야 합니다.
pl: Projekty Xamarin.Mac nie są obsługiwane w narzędziu MonoDevelop w systemie Windows. Należy użyć programu Xamarin Studio dla komputerów Mac.
pt_br: Não há suporte para projetos Xamarin.Mac no MonoDevelop no Windows. Você precisa usar o Xamarin Studio no Mac.
ru: Проекты Xamarin.Mac не поддерживаются в MonoDevelop для Windows. Вам следует использовать Xamarin Studio для Mac.
tr: Xamarin.Mac projeleri Windows'da çalışan MonoDevelop için desteklenmiyor. Mac'te Xamarin Studio kullanmanız gerekir.
uk: Проекти Xamarin.Mac не підтримуються у MonoDevelop на Windows. Слід використати Xamarin Studio на Mac.
zh_cn: Windows 上的 MonoDevelop 不支持 Xamarin.Mac 项目。你需要在 Mac 上使用 Xamarin Studio。
zh_tw: 在 Windows 上，MonoDevelop 中不支援 Xamarin.Mac 專案。在 Mac 上，您需要使用 Xamarin Studio。
