Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Closes all opened files except for the active file
cs: Zavře všechny otevřené soubory kromě aktivního souboru.
de: Schließt alle geöffneten Dateien außer der aktiven Datei
es: Cierra todos los archivos abiertos excepto el archivo activo
fr: Ferme tous les fichiers ouverts, sauf le fichier actif
it: Chiude tutti i file aperto eccetto quello attivo
ja: アクティブなファイル以外の開いているファイルをすべて閉じます
ko: 활성 파일을 제외하고 모든 열린 파일을 닫습니다.
pl: Zamyka wszystkie otwarte pliki oprócz aktywnego pliku
pt_br: Fecha todos os arquivos abertos, exceto o que está ativo
ru: Закрывает все открытые файлы, кроме активного
tr: Etkin dosya dışındaki tüm dosyaları kapatır
uk: Закрити всі відкриті файли за винятком активного файлу
zh_cn: 关闭活动文件以外的所有打开的文件
zh_tw: 除了作用中的檔案之外，關閉所有開啟的檔案。

source: Closes all opened files in a tab
cs: Zavře všechny otevřené soubory na kartě.
de: Schließt alle in einer Registerkarte geöffneten Dateien
es: Cierra todos los archivos abiertos en una ficha
fr: Ferme tous les fichiers ouverts dans un onglet
it: Chiude tutti i file aperti in una scheda
ja: タブ内の開いているファイルをすべて閉じます
ko: 탭의 모든 열린 파일을 닫습니다.
pl: Zamyka wszystkie otwarte pliki na karcie
pt_br: Fecha todos os arquivos abertos em uma guia
ru: Закрыть все открытые файлы на вкладке
tr: Bir sekmede açılan tüm dosyaları kapatır
uk: Закрити всі відкриті файли у вкладці
zh_cn: 关闭选项卡中所有打开的文件
zh_tw: 關閉索引標籤中所有開啟的檔案

source: Closes all opened files to the right of the active file
cs: Zavře všechny otevřené soubory vpravo od aktivního souboru.
de: Schließt alle geöffneten Dateien rechts neben der aktiven Datei.
es: Cierra todos los archivos abiertos a la derecha del archivo activo.
fr: Ferme tous les fichiers ouverts à droite du fichier actif
ja: アクティブ ファイルの右側の開いているすべてのファイルを閉じます
ko: 활성 파일의 오른쪽에 열린 모든 파일을 닫습니다.
pl: Zamyka wszystkie otwarte pliki po prawej stronie aktywnego pliku
pt_br: Fecha todos os arquivos abertos à direita do arquivo ativo
ru: Закрытие всех открытых файлов справа от активного файла
tr: Tüm açık dosyaları etkin dosyanın sağına kapatır

source: Closing tag for '{0}'
cs: Uzavírací značka pro {0}
de: Endtag für '{0}'
es: Etiqueta de cierre para '{0}'
fr: Balise de fermeture pour «{0}»
it: Chiusura del tag per '{0}'
ja: '{0}' の終了タグ
ko: '{0}'의 닫는 태그
pl: Tag zamykający elementu „{0}”
pt_br: Marca de fechamento para '{0}'
ru: Закрывающий тег для "{0}"
tr: '{0}' için etiket kapatılıyor
uk: Закриття тегу для '{0}'
zh_cn: 正在关闭“{0}”的标记
zh_tw: 關閉 '{0}' 的標記

source: Closing tag for '{0}', also closing all intermediate tags
cs: Uzavírací značka pro {0} a všechny značky uvnitř této značky
de: Tag für '{0}' und alle dazwischenliegenden Tags werden geschlossen.
es: Cerrando etiqueta para '{0}', también cerrando todas las etiquetas intermedias
fr: Balise de fermeture pour « {0} », fermant également toutes les balises intermédiaires
it: Chiusura del tag per '{0}' e di tutti i tag intermedi
ja: '{0}' のタグ、およびすべての中間タグを閉じています
ko: '{0}'의 닫는 태그, 모든 중간 태그도 닫음
pl: Tag zamykający dla elementu „{0}”, zamyka również wszystkie tagi pośrednie
pt_br: Marca de fechamento para '{0}', também fecha todas as marcas intermediárias
ru: Закрывающий тег для "{0}", который также закрывает все промежуточные теги
tr: '{0}' için, ayrıca tüm ara etiketleri de kapatan kapatma etiketi
uk: При закритті тегу для '{0}' також буде закрито всі проміжні теги
zh_cn: 关闭“{0}”的标记，并关闭所有中间标记
zh_tw: 正在結束 '{0}' 的標記，也會結束所有中繼標記

source: Code
cs: Kód
es: Código
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
tr: Kod

source: Code Actions
cs: Akce kódu
de: Codeaktionen
es: Acciones de código
fr: Actions de code
it: Azioni codice
ja: コード アクション
ko: 코드 동작
pl: Akcje kodu
pt_br: Ações de Código
ru: Действия кода
tr: Kod Eylemleri
uk: Дії коду
zh_cn: 代码操作
zh_tw: 程式碼動作

source: Code Analysis
cs: Analýza kódu
de: Codeanalyse
es: Análisis de código
fr: Analyse du code
it: Analisi codice
ja: コード分析
ko: 코드 분석
pl: Analiza kodu
pt_br: Análise de Código
ru: Анализ кода
tr: Kod Analizi
uk: Аналіз коду
zh_cn: 代码分析
zh_tw: 程式碼分析

source: Code Formatting
cs: Formátování kódu
de: Codeformatierung
es: Formateo de código
fr: Mise en forme du code
it: Formattazione codice
ja: コードのフォーマット
ko: 코드 서식
pl: Formatowanie kodu
pt_br: Formatação de Código
ru: Форматирование кода
tr: Kod Biçimlendirme
uk: Форматування коду
zh_cn: 代码格式化
zh_tw: 格式化程式碼

source: Code Generation
cs: Generování kódu
de: Codegenerierung
es: Generación de código
fr: Génération de code
ja: コード生成
ko: 코드 생성
pl: Generowanie kodu
pt_br: Geração de Código
ru: Создание кода
tr: Kod Oluşturma

source: Code Navigation
cs: Navigace v kódu
es: Navegación de código
fr: Navigation dans le code
it: Esplorazione codice
ja: コード ナビゲーション
ko: 코드 탐색
pl: Nawigowanie po kodzie
pt_br: Navegação de Código
ru: Навигация по коду
tr: Kod Gezintisi
uk: Навігація у коді
zh_cn: 代码导航
zh_tw: 程式碼導覽

source: Code Rules
cs: Pravidla kódu
de: Coderegeln
es: Reglas de código
fr: Règles de code
it: Regole codice
ja: コード規則
ko: 코드 규칙
pl: Reguły kodu
pt_br: Regras de Código
ru: Правила кода
tr: Kod Kuralları
uk: Правила коду
zh_cn: 代码规则
zh_tw: 程式碼規則

source: Code Snippets
cs: Fragmenty kódu
de: Codeausschnitte
es: Fragmentos de código
fr: Extraits de code
ja: コード スニペット
ko: 코드 조각
pl: Fragmenty kodu
pt_br: Snippets de código
ru: Фрагменты кода
tr: Kod Parçacıkları

source: Code Style
cs: Styl kódu
de: Codeformat
es: Estilo de código
fr: Style de code
ja: コード スタイル
ko: 코드 스타일
pl: Styl kodu
pt_br: Estilo do Código
ru: Стиль кода
tr: Kod Stili

source: Code block preferences:
cs: Předvolby bloku kódu:
de: Codeblockeinstellungen:
es: Preferencias de bloque de código:
fr: Préférences de bloc de code :
ja: コード ブロックの優先順位:
ko: 코드 블록 기본 설정:
pl: Preferencje bloku kodu:
pt_br: Preferências do bloco de código:
ru: Предпочтения в отношении блока кода:
tr: Kod bloğu tercihleri:

source: Code completion database generation
cs: Generování databáze pro doplňování kódu
de: Generieren der Codevervollständigungs-Datenbank
es: Generación de la base de datos para completar código
fr: Génération de base de données d’exécution de code
it: Generazione del database di completamento codice
ja: コード補完データベースの生成
ko: 코드 완성 데이터베이스 생성
pl: Generowanie bazy danych uzupełniania kodu
pt_br: Geração do banco de dados de preenchimento de código
ru: Создание базы данных завершения кода
tr: Kod tamamlama veritabanı oluşturma
uk: Створення бази автодоповнення коду
zh_cn: 代码完成数据库生成
zh_tw: 產生程式碼完成資料庫

source: Collapse All
cs: Sbalit vše
de: Alle zuklappen
es: Contraer todo
fr: Réduire tout
it: Comprimi tutto
ja: すべて折りたたむ
ko: 모두 축소
pl: Zwiń wszystko
pt_br: Recolher Tudo
ru: Свернуть все
tr: Tümünü Daralt
uk: Згорнути все
zh_cn: 全部折叠
zh_tw: 全部摺疊

source: Collapse All Nodes
cs: Sbalit všechny uzly
de: Alle Knoten zuklappen
es: Contraer todos los nodos
fr: Réduire tous les nœuds
it: Comprimi tutti i nodi
ja: すべてのノードを折りたたむ
ko: 모든 노드 축소
pl: Zwiń wszystkie węzły
pt_br: Recolher Todos os Nós
ru: Свернуть все узлы
tr: Tüm Düğümleri Daralt
uk: Згорнути всі групи
zh_cn: 折叠所有节点
zh_tw: 摺疊所有節點

source: Collection Mapping:
cs: Mapování kolekce:
de: Sammlungszuordnung:
es: Asignación de colección:
fr: Mappage de la collection :
it: Mapping raccolta:
ja: コレクション マッピング:
ko: 컬렉션 매핑:
pl: Mapowanie kolekcji:
pt_br: Mapeamento da Coleção:
ru: Сопоставление коллекции:
tr: Koleksiyon Eşleme:
zh_cn: 集合映射:
zh_tw: 集合對應:

source: Collection name
cs: Název kolekce
de: Auflistungsname
es: Nombre de la colección
fr: Nom de la collection
it: Nome della raccolta
ja: コレクション名
ko: 컬렉션 이름
pl: Nazwa kolekcji
pt_br: Nome da coleção
ru: Имя коллекции
tr: Koleksiyon adı
uk: Назва колекції
zh_cn: 集合名称
zh_tw: 集合名稱

source: Collection to iterate through
cs: Kolekce pro iteraci
de: Zu durchlaufende Auflistung
es: Colección para la iteración
fr: Collection dans laquelle itérer
it: Raccolta in cui eseguire l'iterazione
ja: 反復するコレクション
ko: 반복할 컬렉션
pl: Kolekcja do wykonania iteracji
pt_br: Coleção para ser iterada
ru: Коллекция для выполнения итерации
tr: Yinelenecek koleksiyon
uk: Колекція для виконання перебору
zh_cn: 要循环访问的集合
zh_tw: 要逐一查看的集合

source: Color Theme
cs: Barevný motiv
de: Farbdesign
es: Tema de color
fr: Thème de couleur
ja: 配色テーマ
ko: 색 테마
pl: Motyw kolorów
pt_br: Tema de Cores
ru: Цветовая тема
tr: Renk Teması

source: Color themes (Visual Studio, Xamarin Studio, TextMate)
cs: Barevné motivy (Visual Studio, Xamarin Studio, TextMate)
de: Farbdesigns (Visual Studio, Xamarin Studio, TextMate)
es: Temas de color (Visual Studio, Xamarin Studio, TextMate)
fr: Thèmes de couleur (Visual Studio, Xamarin Studio, TextMate)
ja: 配色テーマ (Visual Studio、Xamarin Studio、TextMate)
ko: 색 테마(Visual Studio, Xamarin Studio, TextMate)
pl: Motywy kolorów (Visual Studio, Xamarin Studio, TextMate)
pt_br: Temas de cores (Visual Studio, Xamarin Studio, TextMate)
ru: Цветовые схемы (Visual Studio, Xamarin Studio, TextMate)
tr: Renk temaları (Visual Studio, Xamarin Studio, TextMate)

source: Color:
cs: Barva:
de: Farbe:
fr: Couleur :
ja: 色:
ko: 색:
pl: Kolor:
pt_br: Cor:
ru: Цвет:
tr: Renk:

source: Column is not a number.
cs: Sloupec není číslo.
de: Die Spalte ist keine Zahl.
es: La columna no es un número.
fr: La colonne n’est pas un nombre.
it: Il valore della colonna non è un numero.
ja: 列は数字ではありません。
ko: 열이 숫자가 아닙니다.
pl: Kolumna nie jest liczbą.
pt_br: Coluna não é um número.
ru: Столбец не является числом.
tr: Sütun bir sayı değil.
zh_cn: 列不是数字。
zh_tw: 資料行不是數字。

source: Columns
cs: Sloupce
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: 列
ko: 열
pl: Kolumny
pt_br: Colunas
ru: Столбцы
tr: Sütunlar
uk: Колонки
zh_cn: 列
zh_tw: 資料行

source: Combine Test Namespaces
cs: Kombinovat testovací obory názvů
de: Testnamespaces kombinieren
es: Combinar espacios de nombres de prueba
fr: Combiner des espaces de noms de test
ja: テストの名前空間を結合します
ko: 테스트 네임스페이스 결합
pl: Łącz przestrzenie nazw testu
pt_br: Combinar os Namespaces de Teste
ru: Сочетание тестовых пространств имен
tr: Test Ad Alanlarını Birleştir

source: Comma separated list of expressions to trace. 'all' all assemblies, 'none' no assemblies, 'program' entry point assembly, 'assembly' specifies an assembly, 'T:Type' specifies a type, 'M:Type:Method' a method, 'N:Namespace' a namespace. 'disabled' don't print any output until toggled via SIGUSR2. Prefix with '-' to exclude an expression.
cs: Seznam výrazů oddělených čárkami, které se mají trasovat. all – všechna sestavení, none – žádná sestavení, program – sestavení vstupního bodu, assembly – určuje sestavení, T:Type – určuje typ, M:Type:Method je metoda, N:Namespace je obor názvů. disabled – nevytiskne žádný výstup, dokud se nepřepne pomocí SIGUSR2. Předpona obsahující pomlčku (-) slouží k vyloučení výrazu.
de: Durch Trennzeichen getrennte Liste von Ausdrücken, die mit Ablaufverfolgung ausgeführt werden sollen. "all": alle Assemblys, "none": keine Assemblys, "program": Einstiegspunktassembly. "assembly" gibt eine Assembly an, "T:Type" einen Typ, "M:Type:Method" eine Methode und "N:Namespace" einen Namespace. "disabled" gibt an, dass keine Ausgabe erfolgt, es sei denn, sie wird durch SIGUSR2 signalisiert. Verwenden Sie das Präfix "-", um einen Ausdruck auszuschließen.
es: Lista de expresiones separadas por comas de las que se hará un seguimiento. "all": todos los ensamblados, "none": ningún ensamblado, "program": ensamblado de punto de entrada, "assembly": especifica un ensamblado, "T:Type": especifica un tipo, "M:Type:Method": especifica un método, "N:Namespace": especifica un espacio de nombres. "disabled" no imprime ninguna salida hasta que se cambia con SIGUSR2. El prefijo "-" excluye una expresión.
fr: Liste d'expressions séparées par des virgules à tracer. 'all' spécifie tous les assemblys, 'none' spécifie aucun assembly, 'program' spécifie l'assembly du point d'entrée, 'assembly' spécifie un assembly, 'T:Type' spécifie un type, 'M:Type:Method' spécifie une méthode, 'N:Namespace' spécifie un espace de noms. 'disabled' spécifie qu'aucune sortie ne doit être affichée si elle n'est pas activée via SIGUSR2. Pour exclure une expression, faites-la précéder de '-'.
ja: トレースする式のコンマ区切りの一覧。'all' はすべてのアセンブリ、'none' はアセンブリなし、'program' はエントリ ポイントのアセンブリ、'assembly' はアセンブリの指定、'T:Type' は型の指定、'M:Type:Method' はメソッド、'N:Namespace' は名前空間です。'disabled' は、SIGUSR2 経由でトグルされるまで出力を書き出しません。式を除外するにはプレフィックス '-' を追加します。
ko: 추적할 식을 쉼표로 구분한 목록입니다. 'all'은 모든 어셈블리를 지정하고, 'none'은 어셈블리 없음, 'program'은 진입점 어셈블리, 'assembly'는 어셈블리, 'T:Type'은 형식, 'M:Type:Method'는 메서드, 'N:Namespace'는 네임스페이스를 지정합니다. 'disabled'는 SIGUSR2를 통해 전환될 때까지 출력을 표시하지 않습니다. 식을 제외하려면 '-'를 접두사로 사용합니다.
pl: Rozdzielona przecinkami lista wyrażeń do śledzenia. „all” — wszystkie zestawy, „none” — żaden zestaw, „program” — zestaw punktu wejścia, „assembly” — zestaw, „T:typ” — typ, „M:typ:metoda” — metoda, „N:przestrzeń_nazw” — przestrzeń nazw. „disabled” — bez wyświetlania danych wyjściowych do momentu przełączenia za pomocą sygnału SIGUSR2. Prefiks w postaci znaku „-” oznacza wyrażenie wykluczające.
pt_br: Lista separada por vírgula de expressões para rastrear. Todos os assemblies 'all', nenhum assembly 'none', assembly de ponto de entrada de 'program', 'assembly' especifica um assembly, 'T:Type' especifica um tipo, 'M:Type:Method' um método, 'N:Namespace' um namespace. 'disabled' não imprime nenhuma saída até que se alterne por meio de SIGUSR2. Prefixo com '-' para excluir uma expressão.
ru: Список отслеживаемых выражений с разделителями-запятыми. Значения параметров: "all" — все сборки, "none" — без сборок, "program" — сборка точки входа, "assembly" — указанная сборка, "T:Type" — тип, "M:Type:Method" — метод, "N:Namespace" — пространство имен, "disabled" — не выводить данные без включения при помощи SIGUSR2. Чтобы исключить выражение, используйте префикс "-".
tr: İzlenecek ifadelerin virgülle ayrılmış listesi. 'none' hiçbir bütünleştirilmiş kodu belirtmez, 'all' tüm bütünleştirilmiş kodları, 'program' giriş noktası bütünleştirilmiş kodunu, 'assembly' bir bütünleştirilmiş kodu, 'T:Type' bir türü, 'M:Type:Method' bir metodu ve 'N:Namespace' bir ad alanını belirtir. 'disabled', SIGUSR2 aracılığıyla değiştirilmedikçe hiçbir çıkışın yazdırılmamasını belirtir. Bir ifadeyi hariç tutmak için önünde '-' kullanılır.

source: Command
cs: Příkaz
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령
pl: Polecenie
pt_br: Comando
ru: Команда
tr: Komut
uk: Команда
zh_cn: 命令
zh_tw: 命令

source: Command Arguments for {0}
cs: Argumenty příkazu pro {0}
de: Befehlsargumente für {0}
es: Argumentos de comando para {0}
fr: Arguments de commande pour {0}
it: Argomenti di comando per {0}
ja: {0} のコマンド引数
ko: {0}의 명령 인수
pl: Argumenty polecenia dla {0}
pt_br: Argumentos de Comando para {0}
ru: Аргументы команды для {0}
tr: {0} için Komut Bağımsız Değişkenleri
uk: Аргументи командного рядка для {0}
zh_cn: {0} 的命令参数
zh_tw: {0} 的命令引數

source: Command Line Options
cs: Možnosti příkazového řádku
de: Befehlszeilenoptionen
es: Opciones de la línea de comandos
fr: Options de ligne de commande
it: Opzioni della riga di comando
ja: コマンド ライン オプション
ko: 명령줄 옵션
pl: Opcje wiersza polecenia
pt_br: Opções de Linha de Comando
ru: Параметры командной строки
tr: Komut Satırı Seçenekleri
uk: Параметри командного рядка
zh_cn: 命令行选项
zh_tw: 命令列選項

source: Command execution failed
cs: Příkaz se nepodařilo spustit.
de: Fehler bei der Befehlsausführung.
es: No se pudo ejecutar el comando
fr: Échec de l’exécution de la commande
it: L'esecuzione del comando non è riuscita
ja: コマンドの実行に失敗しました
ko: 명령을 실행하지 못했습니다.
pl: Wykonywanie polecenia nie powiodło się
pt_br: A execução do comando falhou
ru: Сбой при выполнении команды
tr: Komut yürütülemedi
uk: Не вдалось виконати команду
zh_cn: 命令执行失败
zh_tw: 命令執行失敗

source: Command execution failed: {0}
cs: Spuštění příkazu se nezdařilo: {0}
de: Fehler bei der Befehlsausführung: {0}.
es: No se pudo ejecutar el comando: {0}
fr: Échec de l’exécution de la commande : {0}
it: L'esecuzione del comando non è riuscita: {0}
ja: コマンドの実行に失敗しました: {0}
ko: 명령 실행 실패: {0}
pl: Wykonywanie polecenia nie powiodło się: {0}
pt_br: A execução do comando falhou: {0}
ru: Сбой при выполнении команды: {0}
tr: Özel komut yürütülemedi: {0}
uk: Не вдалось виконати команду: {0}
zh_cn: 命令执行失败: {0}
zh_tw: 命令執行失敗: {0}

source: Command line parameters:
cs: Parametry příkazového řádku:
de: Befehlszeilenparameter:
es: Parámetros de la línea de comandos:
fr: Paramètres de ligne de commande :
it: Parametri della riga di comando:
ja: コマンド ライン パラメーター:
ko: 명령줄 매개 변수:
pl: Parametry wiersza polecenia:
pt_br: Parâmetros de linha de comando:
ru: Параметры командной строки:
tr: Komut satırı parametreleri:
zh_cn: 命令行参数:
zh_tw: 命令列參數:

source: Command:
cs: Příkaz:
de: Befehl:
es: Comando:
fr: Commande :
it: Comando:
ja: コマンド:
ko: 명령:
pl: Polecenie:
pt_br: Comando:
ru: Команда:
tr: Komut:
uk: Команда:
zh_cn: 命令:
zh_tw: 命令:

source: Commands
cs: Příkazy
de: Befehle
es: Comandos
fr: Commandes
it: Comandi
ja: コマンド
ko: 명령
pl: Polecenia
pt_br: Comandos
ru: Команды
tr: Komutlar
uk: Команди
zh_cn: 命令
zh_tw: 命令

source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 주석
pl: Komentarz
pt_br: Comentário
ru: Комментарий
tr: Açıklama
uk: Коментар
zh_cn: 注释
zh_tw: 註解

source: Comment for Translators
cs: Komentář pro překladatele
de: Kommentar für Übersetzer
es: Comentario para traductores
fr: Commentaire pour les traducteurs
it: Commento per traduttori
ja: 翻訳者向けコメント
ko: 번역기에 대한 주석
pl: Komentarz dla tłumaczy
pt_br: Comentário para Tradutores
ru: Комментарий для переводчиков
tr: Çevirmenler için Yorum
uk: Коментар для перекладачів
zh_cn: 面向译者的注释
zh_tw: 給翻譯人員的註解

source: Comment for Translators:
cs: Komentář pro překladatele:
de: Kommentar für Übersetzer:
es: Comentario para traductores:
fr: Commentaire pour les traducteurs :
ja: 翻訳者向けコメント:
ko: 번역기에 대한 주석:
pl: Komentarz dla tłumaczy:
pt_br: Comentário para Tradutores:
ru: Комментарий для переводчиков:
tr: Çevirmenler için Açıklama:

source: Comment selected lines of code
cs: Přidat komentář k vybraným řádkům kódu
de: Ausgewählte Codezeilen kommentieren
es: Incluir marca de comentario en las líneas de código seleccionadas
fr: Commenter les lignes de code sélectionnées
it: Aggiunge il commento alle righe di codice selezionate
ja: 選んだコード行にコメントを付けます
ko: 선택한 코드 줄 주석 처리
pl: Dodaj komentarz do wybranych wierszy kodu
pt_br: Comentar as linhas de código selecionadas
ru: Закомментировать выбранные строки кода
tr: Seçilen kod satırlarına açıklama ekle
uk: Закоментувати вибрані рядки коду
zh_cn: 注释选中的代码行
zh_tw: 為所選程式碼行加上註解

source: Comment/Uncomment selected lines of code
cs: Přidat/odebrat komentář k vybraným řádkům kódu
de: Ausgewählte Codezeilen kommentieren/auskommentieren
es: Insertar o quitar marca de comentario en las líneas de código seleccionadas
fr: Commenter/Décommenter les lignes de code sélectionnées
it: Aggiunge/rimuove il commento dalle righe di codice selezionate
ja: 選んだコード行に対してコメントを付けたり解除したりします
ko: 선택한 코드 줄 주석 처리/주석 처리 제거
pl: Dodaj komentarz do/usuń komentarz z wybranych wierszy kodu
pt_br: Comentar/Remover marca de comentário das linhas de código selecionadas
ru: Закомментировать/раскомментировать выбранные строки кода
tr: Kodun seçili satırlarına açıklama ekle/kaldır
uk: Закоментувати/Розкоментувати вибрані рядки коду
zh_cn: 注释/取消注释选中的代码行
zh_tw: 為所選程式碼行加上註解/取消註解

source: Comment:
cs: Komentář:
de: Kommentar:
es: Comentario:
fr: Commentaire :
it: Commento:
ja: コメント:
ko: 설명:
pl: Komentarz:
pt_br: Comentário:
ru: Комментарий:
tr: Açıklama:
uk: Коментар:
zh_cn: 注释:
zh_tw: 註解:

source: Comments
cs: Komentáře
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
ko: 주석
pl: Komentarze
pt_br: Comentários
ru: Комментарии
tr: Yorumlar
uk: Комментарі
zh_cn: 注释
zh_tw: 註解

source: Commit Files
cs: Odeslat soubory
de: Commit für Dateien ausführen
es: Confirmar archivos
fr: Valider les fichiers
it: Esegui commit dei file
ja: ファイルをコミットする
ko: 파일 커밋
pl: Zatwierdź pliki
pt_br: Confirmar Arquivos
ru: Зафиксировать файлы
tr: Dosyaları Teslim Et
uk: Подати зміни
zh_cn: 提交文件
zh_tw: 認可檔案

source: Commit Message Style
cs: Styl zprávy potvrzení
de: Commit-Nachrichtenstil
es: Estilo de mensaje de confirmación
fr: Style de message de validation
it: Stile messaggio di commit
ja: コミット メッセージのスタイル
ko: 커밋 메시지 스타일
pl: Styl komunikatu dotyczącego zatwierdzenia
pt_br: Estilo da Mensagem de Confirmação
ru: Стиль сообщения фиксации
tr: İşleme İletisi Stili
uk: Стиль повідомлення подачі
zh_cn: 提交消息样式
zh_tw: 認可訊息樣式

source: Commit _message:
cs: Zpráva _potvrzení:
de: Commit-_Nachricht:
es: Mensaje de _confirmación:
fr: _Message de validation :
it: _Messaggio di commit:
ja: コミット メッセージ(_M):
ko: 커밋 메시지(_M):
pl: Wiadomość dotycząca _zatwierdzania:
pt_br: _Mensagem de confirmação:
ru: Сообщение фи_ксации:
tr: Teslim etme iletisi:
uk: _Повідомлення подачі:
zh_cn: 提交消息(_M):
zh_tw: 認可訊息(_M):

source: Commit message (multiple selection):
cs: Zpráva potvrzení (vícenásobný výběr):
de: Commit-Nachricht (Mehrfachauswahl):
es: Mensaje de confirmación (selección múltiple):
fr: Message de validation (sélection multiple) :
it: Messaggio di commit (selezione multipla):
ja: コミット メッセージ (複数選択):
ko: 커밋 메시지(다중 선택):
pl: Komunikat dotyczący zatwierdzenia (wybór wielokrotny):
pt_br: Mensagem de confirmação (seleção múltipla):
ru: Сообщение фиксации (выбор нескольких элементов):
tr: Teslim etme iletisi (çoklu seçim):
uk: Повідомлення подачі (вибрано декілька файлів):
zh_cn: 提交消息(多重选择):
zh_tw: 認可訊息(複選):

source: Commit message for file '{0}':
cs: Zpráva potvrzení pro soubor {0}:
de: Commit-Nachricht für Datei '{0}':
es: Mensaje de confirmación para el archivo '{0}':
fr: Message de validation pour le fichier « {0} » :
it: Messaggio di commit per il file '{0}':
ja: ファイル '{0}' のコミット メッセージ:
ko: '{0}' 파일의 커밋 메시지:
pl: Komunikat dotyczący zatwierdzenia dla pliku „{0}”:
pt_br: Mensagem de confirmação para o arquivo '{0}':
ru: Сообщение фиксации для файла "{0}":
tr: '{0}' dosyası için teslim etme iletisi:
uk: Повідомлення подачі для файлу '{0}':
zh_cn: 为文件“{0}”提交消息:
zh_tw: 認可檔案 '{0}' 的訊息:

source: Commit message:
cs: Zpráva potvrzení:
de: Commit-Nachricht:
es: Mensaje de confirmación:
fr: Message de validation :
it: Messaggio di commit:
ja: コミット メッセージ:
ko: 커밋 메시지:
pl: Komunikat dotyczący zatwierdzenia:
pt_br: Mensagem de confirmação:
ru: Сообщение фиксации:
tr: Teslim etme iletisi:
uk: Повідомлення подачі:
zh_cn: 提交消息:
zh_tw: 認可訊息:

source: Commit operation completed.
cs: Operace odeslání se nepodařila.
de: Commit-Vorgang abgeschlossen.
es: Operación de confirmación finalizada.
fr: Opération de validation accomplie.
it: L'operazione di commit è stata completata.
ja: コミット操作が完了しました。
ko: 커밋 작업이 완료되었습니다.
pl: Ukończono operację zatwierdzania.
pt_br: A operação de confirmação foi concluída.
ru: Операция фиксации выполнена.
tr: Teslim etme işlemi tamamlandı.
uk: Операцію подавання завершено.
zh_cn: 已完成提交操作。
zh_tw: 認可作業已完成。

source: Commit...
cs: Odeslat...
de: Commit ausführen...
es: Confirmar...
fr: Valider...
it: Esegui commit...
ja: コミット...
ko: 커밋...
pl: Zatwierdź...
pt_br: Confirmar...
ru: Зафиксировать...
tr: Teslim Et...
uk: Подавання...
zh_cn: 提交...
zh_tw: 認可...

source: Committing {0}...
cs: Odesílání {0}...
de: Commit für {0} wird ausgeführt...
es: Confirmando {0}...
fr: Validation de {0}...
it: Commit di {0}...
ja: {0} をコミット中...
ko: {0}을(를) 커밋하는 중...
pl: Trwa zatwierdzanie elementu {0}...
pt_br: Confirmando {0}...
ru: Выполняется фиксация {0}...
tr: {0} teslim ediliyor...
uk: Подавання {0}...
zh_cn: 正在提交 {0}...
zh_tw: 正在認可 {0}...

source: Compact Layout
cs: Kompaktní rozložení
de: Kompaktes Layout
es: Diseño compacto
fr: Disposition compacte
ja: コンパクト レイアウト
ko: 압축 레이아웃
pl: Układ kompaktowy
pt_br: Layout Compacto
ru: Компактный макет
tr: Kısa Düzen
