Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: _Find References
cs: _Najít reference
de: _Verweise suchen
es: _Buscar referencias
fr: Chercher les ré_férences
it: _Trova riferimenti
ja: 参照の検索(_F)
ko: 참조 찾기(_F)
pl: _Znajdź odwołania
pt_br: _Localizar Referências
ru: _Найти ссылки
tr: Referansları _bul
uk: _Знайти посилання
zh_cn: 查找引用(_F)
zh_tw: 尋找參考(_F)

source: _Find References of All Overloads
cs: _Najít reference všech přetížení
de: _Verweise aller Überladungen suchen
es: _Buscar referencias de todas las sobrecargas
fr: _Chercher les références de toutes les surcharges
it: _Trova riferimenti di tutti gli overload
ja: すべてのオーバーロードの参照を検索する(_F)
ko: 모든 오버로드의 참조 찾기(_F)
pl: _Znajdź odwołania wszystkich przeciążeń
pt_br: _Encontrar Referências de Todas as Sobrecargas
ru: _Найти ссылки для всех перегрузок
tr: _Tüm Yüklerin Referanslarını Bul
uk: _Знайти посилання всіх перевантажень
zh_cn: 查找所有重载的引用(_F)
zh_tw: 尋找所有多載的參考(_F)

source: _Find...
cs: _Najít...
de: _Suchen...
es: _Buscar...
fr: _Chercher...
it: Tro_va...
ja: 検索(_F)...
ko: 찾기(_F)...
pl: _Znajdź...
pt_br: _Localizar...
ru: _Найти...
tr: _Bul...
uk: _Знайти...
zh_cn: 查找(_F)...
zh_tw: 尋找(_F)...

source: _Find:
cs: _Najít:
de: _Suchen:
es: _Buscar:
fr: _Chercher :
it: Tro_va:
ja: 検索(_F):
ko: 찾기(_F):
pl: _Znajdź:
pt_br: _Localizar:
ru: _Найти:
tr: _Bul:
uk: _Знайти:
zh_cn: 查找(_F):
zh_tw: 尋找(_F):

source: _Fix all
cs: _Opravit vše
de: _Alle korrigieren
es: _Corregir todo
fr: _Corriger tout
ja: すべて修正(_F)
ko: 모두 수정(_F)
pl: _Napraw wszystkie
pt_br: _Corrigir todos
ru: _Исправить все
tr: _Tümünü düzelt

source: _Flat
cs: P_lochá
de: _Linear
es: _Plana
fr: _Plat(e)
it: _Semplice
ja: フラット(_F)
ko: 플랫(_F)
pl: _Płaska
pt_br: _Plana
ru: _Без иерархии
tr: _Düz
uk: _Списком
zh_cn: 平面(_F)
zh_tw: 平坦(_F)

source: _Focus Document
cs: _Zobrazit dokument na celé obrazovce
de: _Fokus auf Dokument
es: _Aplicar foco al documento
fr: _Focus sur le document
it: _Imposta stato attivo per il documento
ja: ドキュメントにフォーカスを移動(_F)
ko: 문서에 포커스 설정(_F)
pl: _Ustaw fokus na dokumencie
pt_br: _Focalizar Documento
ru: _Поместить фокус на документ
tr: Belgeyi _Odakla
uk: _Показати курсор
zh_cn: 使文档聚焦(_F)
zh_tw: 聚焦文件(_F)

source: _Format
cs: _Formát
es: _Formato
fr: Mettre en _forme
it: _Formato
ja: フォーマット(_F)
ko: 서식(_F)
pt_br: _Formatar
ru: _Формат
tr: _Biçimlendir
uk: _Форматування
zh_cn: 格式(_F)
zh_tw: 格式(_F)

source: _Format Document
cs: _Formátovat dokument
de: _Dokument formatieren
es: Dar for_mato al documento
fr: Mettre le document en _forme
it: _Formatta documento
ja: ドキュメントをフォーマット(_F)
ko: 문서 서식(_F)
pl: _Formatuj dokument
pt_br: _Formatar Documento
ru: _Форматировать документ
tr: _Belgeyi Biçimlendir
uk: _Форматування документа
zh_cn: 设置文档的格式(_F)
zh_tw: 格式化文件(_F)

source: _Format Selection
cs: _Výběr formátu
de: A_uswahl formatieren
es: Dar _formato a la selección
fr: Mettre en _forme la sélection
it: Selezione _formato
ja: 選択範囲のフォーマット(_F)
ko: 선택 영역 서식(_F)
pl: _Formatuj zaznaczenie
pt_br: _Formatar Seleção
ru: _Форматировать выбранный фрагмент
tr: _Biçim Seçimi
uk: Форматування _вибраного
zh_cn: 设置选定内容的格式(_F)
zh_tw: 格式化選取項目(_F)

source: _Format document on save
cs: _Formátovat dokument při uložení
de: _Dokument beim Speichern formatieren
es: _Formatear documento al guardar
fr: Mettre en _forme le document
it: _Formatta documento durante il salvataggio
ja: 保存時にドキュメントをフォーマットする(_F)
ko: 저장 시 문서 서식 지정(_F)
pl: _Formatuj dokument przy zapisywaniu
pt_br: _Formatar documento ao salvar
ru: _Форматировать документ при сохранении
tr: _Kayıt sırasında belgeyi biçimlendir
uk: _Форматувати документ при збереженні
zh_cn: 保存时格式化文档(_F)
zh_tw: 儲存時格式化文件(_F)

source: _Full Screen
cs: _Celá obrazovka
de: Voll_bild
es: _Pantalla completa
fr: _Plein écran
it: Sc_hermo intero
ja: フル スクリーン(_F)
ko: 전체 화면(_F)
pl: _Pełny ekran
pt_br: _Tela Inteira
ru: _Во весь экран
tr: _Tam Ekran
uk: Повний _екран
zh_cn: 全屏(_F)
zh_tw: 全螢幕(_F)

source: _GUID (Globally Unique Identifier)
cs: _GUID (globálně jedinečný identifikátor)
es: _GUID (Identificador único global)
fr: _GUID (identificateur global unique)
it: _GUID (identificatore univoco globale)
ja: GUID (グローバル一意識別子)(_G)
ko: GUID(Globally Unique Identifier)(_G)
pl: Identyfikator _GUID (unikatowy identyfikator globalny)
pt_br: _GUID (Identificador Global Exclusivo)
ru: _GUID (глобальный уникальный идентификатор)
tr: _GUID (Genel Benzersiz Tanımlayıcı)
zh_cn: GUID (全局唯一标识符)(_G)
zh_tw: GUID (全域唯一識別碼)(_G)

source: _Generate
cs: _Generovat
de: _Generieren
es: _Generar
fr: _Générer
it: _Genera
ja: 生成(_G)
ko: 생성(_G)
pl: _Generuj
pt_br: _Gerar
ru: _Создать
tr: _Oluştur
uk: _Згенерувати
zh_cn: 生成(_G)
zh_tw: 產生(_G)

source: _Generate Makefiles
cs: _Generovat soubory pravidel
de: Makefiles _generieren
es: _Generar archivos Make
fr: _Générer les Makefiles
it: _Genera makefile
ja: メイクファイルの生成(_G)
ko: 메이크파일 생성(_G)
pl: _Generuj pliki reguł programu make
pt_br: _Gerar Makefiles
ru: _Создать файлы makefile
tr: _Derleme Görevleri Dosyalarını Oluştur
uk: _Генерування файлів Makefile
zh_cn: 生成生成文件(_G)
zh_tw: 產生 Makefile(_G)

source: _Generate additional undo steps for formatting
cs: _Generovat dodatečné kroky pro vrácení formátování
de: Zusätzliche Schritte zum Rückgängigmachen von Formatierungen _generieren
es: _Generar pasos adicionales de deshacer para la aplicación de formato
fr: _Générer des étapes d’annulation supplémentaires pour la mise en forme
it: _Genera passaggi di annullamento aggiuntivi per la formattazione
ja: フォーマットを元に戻す追加ステップを生成する(_G)
ko: 서식 지정을 위한 추가 실행 취소 단계 생성(_G)
pl: _Generuj dodatkowe kroki cofania formatowania
pt_br: _Gerar etapas adicionais de desfazer para formatação
ru: _Создать дополнительные этапы отката для форматирования
tr: Biçimlendirme için ek _geri adımlar üret
uk: _Генерувати додаткові кроки скасування для форматування
zh_cn: 生成其他格式化撤销步骤(_G)
zh_tw: 為格式化產生其他復原步驟(_G)

source: _Generate overflow checks
cs: _Generovat kontroly přetečení
de: Überlaufprüfungen _generieren
es: _Generar comprobaciones de desbordamiento
fr: _Générer les contrôles de dépassement
it: _Genera controlli dell'overflow
ja: オーバーフロー チェックを生成する(_G)
ko: 오버플로 검사 생성(_G)
pl: _Generuj operacje sprawdzania przepełnienia
pt_br: _Gerar verificações de estouro
ru: _Сформировать проверки переполнений
tr: _Taşma denetimleri oluştur
uk: _Генерувати перевірки на переповнення
zh_cn: 生成溢出检查(_G)
zh_tw: 產生溢位檢查(_G)

source: _Go to Declaration
cs: _Přejít na deklaraci
de: _Gehe zu Deklaration
es: _Ir a la declaración
fr: _Atteindre la déclaration
it: _Vai a dichiarazione
ja: 宣言に移動(_G)
ko: 선언으로 이동(_G)
pl: _Przejdź do deklaracji
pt_br: _Ir para a Declaração
ru: _Перейти к объявлению
tr: _Bildirime Git
uk: _Перейти до оголошення
zh_cn: 转到声明(_G)
zh_tw: 前往宣告(_G)

source: _Go to Schema Definition
cs: Př_ejít na definici schématu
de: _Gehe zu Schemadefinition
es: _Ir a la definición de esquema
fr: _Atteindre la définition du schéma
it: _Vai alla definizione dello schema
ja: スキーマ定義に移動(_G)
ko: 스키마 정의로 이동(_G)
pl: _Przejdź do definicji schematu
pt_br: _Ir para a Definição do Esquema
ru: _Перейти к определению схемы
tr: Şema Tanımına _Git
uk: _Перейти до визначення схеми
zh_cn: 转到架构定义(_G)
zh_tw: 前往結構描述定義(_G)

source: _Go to Task
cs: _Přejít na úlohu
de: _Zu Aufgabe wechseln
es: _Ir a tarea
fr: _Atteindre la tâche
ja: タスクに移動(_G)
ko: 작업으로 이동(_G)
pl: _Przejdź do zadania
pt_br: _Ir para a Tarefa
ru: _Перейти к задаче
tr: _Göreve Git

source: _Group:
cs: _Skupina:
de: _Gruppe:
es: _Grupo:
fr: _Groupe :
it: _Gruppo:
ja: グループ(_G):
ko: 그룹(_G):
pl: _Grupa:
pt_br: _Grupo:
ru: _Группа:
tr: _Grup:
uk: _Група:
zh_cn: 组(_G):
zh_tw: 群組(_G):

source: _Help
cs: _Nápověda
de: _Hilfe
es: Ay_uda
fr: _Aide
it: _Guida
ja: ヘルプ(_H)
ko: 도움말(_H)
pl: _Pomoc
pt_br: _Ajuda
ru: _Справка
tr: _Yardım
uk: Дові_дка
zh_cn: 帮助(_H)
zh_tw: 說明(_H)

source: _Hide Application
cs: _Skrýt aplikaci
de: Anwendung _ausblenden
es: Ocultar aplicación
fr: _Masquer l’application
it: _Nascondi applicazione
ja: アプリケーションの非表示(_H)
ko: 애플리케이션 숨기기(_H)
pl: _Ukryj aplikację
pt_br: _Ocultar Aplicativo
ru: _Скрыть приложение
tr: _Uygulamayı Gizle
uk: При_ховати застосунок
zh_cn: 隐藏应用程序(_H)
zh_tw: 隱藏應用程式(_H)

source: _Hide Current Message
cs: _Skrýt aktuální zprávu
de: _Aktuelle Meldung ausblenden
es: _Ocultar mensaje actual
fr: _Masquer le message actuel
it: _Nascondi messaggio corrente
ja: 現在のメッセージを非表示にする(_H)
ko: 현재 메시지 숨기기(_H)
pl: _Ukryj bieżący komunikat
pt_br: _Ocultar Mensagem Atual
ru: _Скрыть текущее сообщение
tr: _Geçerli İletiyi Gizle
zh_cn: 隐藏当前消息(_H)
zh_tw: 隱藏目前的訊息(_H)

source: _Hide Others
cs: _Skrýt ostatní
de: A_ndere ausblenden
es: _Ocultar otros
fr: _Masquer les autres
it: _Nascondi altre
ja: 他を非表示にする(_H)
ko: 기타 숨기기(_H)
pl: _Ukryj inne
pt_br: _Ocultar Outros
ru: _Скрыть другие
tr: Diğerlerini _Gizle
uk: Прихо_вати інші
zh_cn: 隐藏其他(_H)
zh_tw: 隱藏其他(_H)

source: _Hierarchical
cs: _Hierarchická
de: _Hierarchisch
es: J_erárquica
fr: _Hiérarchique
it: _Gerarchica
ja: 階層形式(_H)
ko: 계층적(_H)
pl: _Hierarchiczna
pt_br: _Hierárquica
ru: _Иерархическая
tr: _Hiyerarşik
uk: _Ієрархічно
zh_cn: 分层(_H)
zh_tw: 階層式(_H)

source: _Highlight matching braces
cs: _Zvýrazňovat odpovídající závorky
de: Zusammengehörende Klammern _hervorheben
es: _Resaltar llaves coincidentes
fr: _Mettre en surbrillance les accolades correspondantes
it: _Evidenzia parentesi graffe corrispondenti
ja: 対応する波かっこを強調表示する(_H)
ko: 일치하는 중괄호 강조 표시(_H)
pl: _Wyróżnij pasujące nawiasy klamrowe
pt_br: _Destacar chaves correspondentes
ru: _Подсвечивать парные скобки
tr: Eşleşen küme ayraçlarını _vurgula
uk: Підсвічувати парні _дужки
zh_cn: 突出显示匹配大括号(_H)
zh_tw: 反白對稱的括號(_H)

source: _Icon Name:
cs: Název _ikony:
de: _Symbolname:
es: _Nombre de icono:
fr: Nom d’_icône :
it: _Nome dell'icona:
ja: アイコン名(_I):
ko: 아이콘 이름(_I):
pl: _Nazwa ikony:
pt_br: _Nome do Ícone:
ru: _Имя значка:
tr: _Simge Adı:
uk: _Назва піктограми:
zh_cn: 图标名称(_I):
zh_tw: 圖示名稱(_I):

source: _Ignore all
cs: _Ignorovat vše
de: Al_le ignorieren
es: _Omitir todo
fr: _Ignorer tout
it: _Ignora tutto
ja: すべて無視(_I)
ko: 모두 무시(_I)
pl: _Ignoruj wszystko
pt_br: _Ignorar tudo
ru: _Пропустить все
tr: Tümünü _Yoksay
uk: _Знехтувати всі
zh_cn: 全部忽略(_I)
zh_tw: 全部略過(_I)

source: _Ignore warnings:
cs: _Ignorovat upozornění:
de: Warnungen _ignorieren:
es: _Omitir advertencias:
fr: _Ignorer les avertissements :
it: _Ignora avvisi:
ja: 警告を無視(_I):
ko: 경고 무시(_I):
pl: _Ignoruj ostrzeżenia:
pt_br: _Ignorar avisos:
ru: _Игнорировать предупреждения:
tr: Uyarıları _yoksay:
uk: _Ігнорувати попередження:
zh_cn: 忽略警告(_I):
zh_tw: 略過警告(_I):

source: _Include All
cs: _Zahrnout vše
de: A_lle einschließen
es: _Incluir todo
fr: _Inclure tout
it: _Includi tutti
ja: すべて含める(_I)
ko: 모두 포함(_I)
pl: _Uwzględnij wszystko
pt_br: _Incluir Tudo
ru: _Включить все
tr: _Tümünü Dahil Et
uk: _Включити всі
zh_cn: 全部包含(_I)
zh_tw: 包含全部(_I)

source: _Include in Project
cs: _Zahrnout do projektu
de: _In Projekt einschließen
es: _Incluir en el proyecto
fr: _Inclure dans le projet
it: _Includi nel progetto
ja: プロジェクトに含める(_I)
ko: 프로젝트에 포함(_I)
pl: _Dołącz do projektu
pt_br: _Incluir no Projeto
ru: _Включить в проект
tr: Projeye Dahil _Et
zh_cn: 包括在项目中(_I)
zh_tw: 加入至專案(_I)

source: _Include standard header in new files
cs: _Vkládat standardní hlavičku do nových souborů
de: Standard_header in neue Dateien einbeziehen
es: _Incluir encabezado estándar en archivos nuevos
fr: _Inclure un en-tête standard dans les nouveaux fichiers
it: _Includi intestazione standard nei nuovi file
ja: 新しいファイルに標準ヘッダーを含める(_I)
ko: 새 파일에 표준 헤더 포함(_I)
pl: _Dołącz nagłówek standardowy do nowych plików
pt_br: _Incluir cabeçalho padrão em novos arquivos
ru: _Включать стандартный заголовок в новые файлы
tr: Yeni dosyalara standart üst bilgiyi dahil _et
uk: _Включати стандартний заголовок у нові файли
zh_cn: 将标准标头包含在新文件中(_I)
zh_tw: 在新檔案中包含標準標頭(_I)

source: _Indent
cs: _Odsadit
de: E_inziehen
es: _Aplicar sangría
fr: _Retrait
it: _Imposta rientro
ja: インデント(_I)
ko: 들여쓰기(_I)
pl: _Zwiększ wcięcie
pt_br: _Recuar
ru: _Отступ
tr: _Girintile
zh_cn: 缩进(_I)
zh_tw: 縮排(_I)

source: _Indent width:
cs: Šíř_ka odsazení:
de: _Einzugsbreite:
es: A_ncho de sangría:
fr: _Largeur du retrait :
it: _Larghezza rientro:
ja: インデント幅(_I):
ko: 들여쓰기 너비(_I):
pl: Szerokość _wcięcia:
pt_br: _Largura do recuo:
ru: _Ширина отступа:
tr: _Girintileme genişliği:
uk: _Ширина відступів:
zh_cn: 缩进宽度(_I):
zh_tw: 縮排寬度(_I):

source: _Indentation mode:
cs: Režim _odsazování:
de: _Einzugsmodus:
es: _Modo de sangría:
fr: _Mode de mise en retrait :
it: _Modalità per rientri:
ja: インデント モード(_I):
ko: 들여쓰기 모드(_I):
pl: _Tryb wcięć:
pt_br: _Modo de recuo:
ru: _Режим отступа:
tr: _Girinti modu:
uk: _Режим відступів:
zh_cn: 缩进模式(_I):
zh_tw: 縮排模式(_I):

source: _Initialize from profile:
cs: _Inicializovat z profilu:
de: _Von Profil initialisieren:
es: _Inicializar desde el perfil:
fr: _Initialiser à partir du profil :
it: _Inizializza dal profilo:
ja: プロファイルからの初期化(_I):
ko: 프로필에서 초기화(_I)
pl: _Zainicjuj z profilu:
pt_br: _Inicializar do perfil:
ru: _Инициализировать из профиля:
tr: _Profilden başlat:
uk: _Ініціалізувати з профілю:
zh_cn: 从配置文件初始化(_I):
zh_tw: 從設定檔初始化(_I):

source: _Input Methods
cs: Vstupní _metody
de: _Eingabemethoden
es: Métodos de _entrada
fr: _Méthodes d’entrée
it: Metodi di _input
ja: 入力メソッド(_I)
ko: 입력 방법(_I)
pl: _Metody wprowadzania
pt_br: _Métodos de Entrada
ru: _Методы ввода
tr: _Giriş Metodları
uk: _Методи введення
zh_cn: 输入方法(_I)
zh_tw: 輸入法(_I)

source: _Insert
cs: _Vložit
de: E_infügen
es: _Insertar
fr: _Insérer
it: _Inserisci
ja: 挿入(_I)
ko: 삽입(_I)
pl: _Wstaw
pt_br: _Inserir
ru: _Вставить
tr: _Ekle
zh_cn: 插入(_I)
zh_tw: 插入(_I)

source: _Insert matching brace
cs: _Vkládat odpovídající závorku
de: _Zugehörige geschweifte Klammer einfügen
es: _Insertar llave coincidente
fr: _Insérer l’accolade correspondante
it: _Inserisci parentesi graffa corrispondente
ja: 対応する波かっこを挿入する(_I)
ko: 일치하는 중괄호 삽입(_I)
pl: _Wstaw pasujący nawias klamrowy
pt_br: _Inserir chave correspondente
ru: _Вставить парную скобку
tr: Eşleşen küme ayracını _ekle
uk: Вставляти парні _дужки
zh_cn: 插入匹配大括号(_I)
zh_tw: 插入對稱的括號(_I)

source: _Join Lines
cs: _Spojit řádky
de: Zeilen _verknüpfen
es: U_nir líneas
fr: _Joindre les lignes
it: _Unisci righe
ja: 行をつなげる(_J)
ko: 줄 연결(_J)
pl: _Połącz wiersze
pt_br: _Juntar Linhas
ru: _Объединить строки
tr: _Satırları Birleştir
uk: О_б'єднати рядки
zh_cn: 联接行(_J)
zh_tw: 連接線(_J)

source: _Jump To
cs: _Přejít na
de: _Springen zu
es: _Saltar a
fr: _Passer à
ja: 移動(_J)
ko: 이동(_J)
pl: _Skocz do
pt_br: _Ir Para
ru: _Перейти
tr: Ş_uraya Atla

source: _Jump To {0}
cs: _Přejít na {0}
de: _Springen zu "{0}"
es: _Saltar a {0}
fr: _Passer à {0}
ja: {0} へ移動 (_J)
ko: {0}(으)로 이동(_J)
pl: _Skocz do {0}
pt_br: _Ir Para {0}
ru: _Перейти к {0}
tr: Ş_uraya atla: {0}

source: _Keep changes
cs: Z_achovat změny
de: Ä_nderungen beibehalten
es: _Mantener los cambios
fr: _Conserver les modifications
it: _Mantieni modifiche
ja: 変更を維持(_K)
ko: 변경 내용 유지(_K)
pl: _Zachowaj zmiany
pt_br: _Manter modificações
ru: _Сохранить изменения
tr: Değişiklikleri koru
uk: _Зберегти зміни
zh_cn: 保存更改(_K)
zh_tw: 保存變更(_K)

source: _Known Language
cs: Z_námý jazyk
de: _Bekannte Sprache
es: Idioma _conocido
fr: _Langue connue
it: Lingua _sconosciuta
ja: 既知の言語(_K)
ko: 알려진 언어(_K)
pl: _Znany język
pt_br: _Idioma Conhecido
ru: _Известный язык
tr: _Bilinen Dil
uk: _Відома мова
zh_cn: 已知语言(_K)
zh_tw: 已知的語言(_K)

source: _Language group:
cs: Ja_zyková skupina:
de: _Sprachgruppe:
es: _Grupo de idiomas:
fr: Groupe de _langues :
it: _Gruppo di lingue:
ja: 言語グループ(_L):
ko: 언어 그룹(_L):
pl: _Grupa językowa:
pt_br: _Grupo de idiomas:
ru: _Языковая группа:
tr: _Dil grubu:
uk: _Команда перекладу:
zh_cn: 语言组(_L):
zh_tw: 語言群組(_L):

source: _Language:
cs: _Jazyk:
de: _Sprache:
es: _Idioma:
fr: _Langue :
it: _Lingua:
ja: 言語(_L):
ko: 언어(_L):
pl: _Język:
pt_br: _Idioma:
ru: _Язык:
tr: _Dil:
uk: _Мова:
zh_cn: 语言(_L):
zh_tw: 語言(_L):

source: _Line ending conversion:
cs: _Převod konců řádků:
de: _Zeilenendekonvertierung:
es: _Conversión de fin de línea:
fr: _Conversion de fin de ligne :
it: Conversione delle _terminazioni riga:
ja: 改行コード変換(_L):
ko: 줄 끝 변환(_L):
pl: _Konwersja końców wierszy:
pt_br: _Conversão de terminações de linha:
ru: _Преобразование окончания строки:
tr: _Satır sonu dönüştürme:
uk: _Перетворення кінців рядків:
zh_cn: 行尾转换(_L):
zh_tw: 行尾結束符號轉換(_L):

source: _Line endings:
cs: Konce řá_dků:
de: _Zeilenenden:
es: Fi_nales de línea:
fr: _Fins de ligne :
it: _Terminazioni di riga:
ja: 改行コード(_L):
ko: 줄 끝(_L):
pl: _Końce wierszy:
pt_br: _Terminações de linha:
ru: _Окончания строк:
tr: _Satır sonları:
uk: _Кінці рядків:
zh_cn: 行尾(_L):
zh_tw: 行尾結束符號(_L):

source: _Line...
cs: Řád_ek...
de: Zei_le...
es: _Línea...
fr: _Ligne...
it: _Riga...
ja: 行(_L)...
ko: 줄(_L)...
pl: _Wiersz...
pt_br: _Linha...
ru: _Строка...
tr: _Satır...
zh_cn: 行(_L)...
zh_tw: 程式行(_L)...

source: _Load from autosave
cs: _Načíst z automaticky uloženého souboru
de: _Aus AutoSpeicher-Datei laden
es: _Cargar desde archivo autoguardado
fr: _Charger à partir de l’enregistrement automatique
it: _Carica da salvataggio automatico
ja: 自動保存から読み込む(_L)
ko: 자동 저장에서 로드(_L)
pl: _Załaduj z automatycznego zapisu
pt_br: _Carregar de salvamento automático
ru: _Загрузить из автосохранения
tr: Otomatik kaydetme dosyasından yük_le
uk: _Завантажити автозбережене
zh_cn: 从自动保存文件加载(_L)
zh_tw: 從自動儲存中載入(_L)

source: _Load previous solution on startup
cs: _Načíst předchozí řešení při spuštění
de: _Zuletzt geöffnete Projektmappe beim Start laden
es: _Cargar solución anterior al iniciar
fr: _Charger la solution précédente au démarrage
it: _Carica soluzione precedente all'avvio
ja: 起動時に前回のソリューションを読み込む(_L)
ko: 시작 시 이전 솔루션 로드(_L)
pl: _Załaduj poprzednie rozwiązanie przy uruchamianiu
pt_br: _Carregar a última solução ao iniciar
ru: При _запуске загружать предыдущее решение
tr: _Başlangıçta önceki çözümü yükle
uk: При _запуску завантажувати останнє рішення
zh_cn: 启动时加载以前的解决方案(_L)
zh_tw: 在啟動時載入上次的解決方案(_L)

source: _Local Copy
cs: _Místní kopie
de: _Lokale Kopie
es: _Copia local
fr: Copie _Locale
it: Copia l_ocale
ja: ローカル コピー(_L)
ko: 로컬 복사(_L)
pl: _Kopia lokalna
pt_br: _Cópia Local
ru: _Локальная копия
tr: _Yerel Kopya
uk: _Локальна копія
zh_cn: 本地副本(_L)
zh_tw: 本機複本(_L)

source: _Log
cs: _Protokol
de: _Protokoll
es: _Registro
fr: Journa_l
ja: ログ(_L)
ko: 로그(_L)
pl: _Rejestruj
pt_br: _Registrar em log
ru: _Журнал
tr: _Günlük
uk: _Журнал
zh_cn: 日志(_L)
zh_tw: 記錄(_L)

source: _Look in:
cs: _Hledat v:
de: _Suchen in:
es: Bus_car en:
fr: _Regarder dans :
it: _Cerca in:
ja: 検索場所(_L):
ko: 찾는 위치(_L):
pl: Szukaj w _lokalizacji:
pt_br: _Buscar em:
ru: _Искать в:
tr: _Şuraya bak:
uk: _Шукати в:
zh_cn: 查找范围(_L):
zh_tw: 查詢(_L):

source: _Lowercase
cs: _Malá písmena
de: K_leinbuchstaben
es: _Minúscula
fr: _Minuscules
it: _Minuscolo
ja: 小文字(_L)
ko: 소문자(_L)
pl: _Małe litery
pt_br: _Minúscula
ru: _Нижний регистр
tr: _Küçük Harf
zh_cn: 小写(_L)
zh_tw: 小寫(_L)

source: _Main Class:
cs: _Hlavní třída:
de: _Hauptklasse:
es: _Clase principal:
fr: _Classe principale :
it: Classe _Main:
ja: メイン クラス(_M):
ko: 주 클래스(_M):
pl: _Klasa główna:
pt_br: _Classe Principal:
ru: _Класс Main:
tr: _Ana Sınıf:
uk: _Основний клас:
zh_cn: 主类(_M):
zh_tw: 主類別(_M):

source: _Minimize
cs: _Minimalizovat
de: _Minimieren
es: _Minimizar
fr: _Réduire
it: _Riduci a icona
ja: 最小化(_M)
ko: 최소화(_M)
pl: _Minimalizuj
pt_br: _Minimizar
ru: _Свернуть
tr: _Simge Durumuna Küçült
uk: _Мінімізувати
zh_cn: 最小化(_M)
zh_tw: 最小化(_M)

source: _Move
cs: _Přesunout
de: _Verschieben
es: _Mover
fr: _Déplacer
it: _Sposta
ja: 移動(_M)
ko: 이동(_M)
pl: _Przenieś
pt_br: _Mover
ru: _Переместить
tr: _Taşı
uk: Пере_містити
zh_cn: 移动(_M)
zh_tw: 移動(_M)

source: _Move to next usage
cs: _Přesunout se na další použití
de: _Zum nächsten Vorkommen springen
es: _Mover a siguiente utilización
fr: _Aller à l’utilisation suivante
it: _Passa a utilizzo successivo
ja: 次の使用法に移動(_M)
ko: 다음 사용으로 이동(_M)
pl: _Przenieś do następnego użycia
pt_br: _Mover para próximo uso
ru: _Перейти к следующему использованию
tr: Sonraki _kullanıma taşı
uk: _Перейти до наступного використання
zh_cn: 移到下一个用法(_M)
zh_tw: 移到下一個使用方式(_M)

source: _Move to prev usage
cs: _Přesunout se na předchozí použití
de: Z_um vorherigen Vorkommen springen
es: _Mover a la utilización anterior
fr: _Aller à l’utilisation précédente
it: _Torna a utilizzo precedente
ja: 前の使用法に移動(_M)
ko: 이전 사용으로 이동(_M)
pl: _Przenieś do poprzedniego użycia
pt_br: _Mover para uso anterior
ru: _Перейти к предыдущему использованию
tr: Önceki _kullanıma taşı
uk: _Перейти до попереднього використання
zh_cn: 移到上一个用法(_M)
zh_tw: 移到上一個使用方式(_M)

source: _Multiple Carets
cs: _Více kurzorů
de: _Mehrere Einfügemarken
es: _Varios símbolos de inserción
fr: Points d'insertion _multiples
ja: マルチ キャレット(_M)
ko: 다중 캐럿(_M)
pl: _Wiele karetek
pt_br: _Vários Sinais de Interpolação
ru: _Несколько курсоров
tr: _Birden Çok Giriş İşareti

source: _Name
cs: _Název
es: _Nombre
fr: _Nom
it: _Nome
ja: 名前(_N)
ko: 이름(_N)
pl: _Nazwa
pt_br: _Nome
ru: _Имя
tr: _Ad
uk: _Назва:
zh_cn: 名称(_N)
zh_tw: 名稱(_N)

source: _Name:
cs: _Název:
es: _Nombre:
fr: _Nom :
it: _Nome:
ja: 名前(_N):
ko: 이름(_N):
pl: _Nazwa:
pt_br: _Nome:
ru: _Имя:
tr: _Ad
uk: _Назва:
zh_cn: 名称(_N):
zh_tw: 名稱(_N):

source: _New name:
cs: _Nový název:
de: _Neuer Name:
es: _Nuevo nombre:
fr: _Nouveau nom :
it: _Nuovo nome:
ja: 新しい名前(_N):
ko: 새 이름(_N):
pl: _Nowa nazwa:
pt_br: _Novo nome:
ru: _Новое имя:
tr: _Yeni ad:
uk: _Нова назва:
zh_cn: 新名称(_N):
zh_tw: 新名稱(_N):

source: _Next Document
cs: _Následující dokument
de: _Nächstes Dokument
es: Documento _siguiente
fr: _Document suivant
it: Documento _successivo
ja: 次のドキュメント(_N)
ko: 다음 문서(_N)
pl: _Następny dokument
pt_br: _Próximo Documento
ru: _Следующий документ
tr: _Sonraki Belge
uk: _Наступний документ
zh_cn: 下一个文档(_N)
zh_tw: 下一份文件(_F)

source: _Next Tip
cs: _Následující tip
de: _Nächster Tipp
es: Sugerencia _siguiente
fr: _Conseil suivant
it: _Suggerimento successivo
ja: 次のヒント(_N)
ko: 다음 팁(_N)
pl: _Następna porada
pt_br: _Próxima Dica
ru: _Следующий совет
tr: _Sonraki İpucu
uk: _Наступна порада
zh_cn: 下一条提示(_N)
zh_tw: 下一個提示(_N)

source: _None
cs: _Žádná
de: _Keine
es: _Ninguno
fr: _Aucun
it: _Nessuno
ja: なし(_N)
ko: 없음(_N)
pl: _Brak
pt_br: _Nenhum
ru: _Нет
tr: _Yok
zh_cn: 无(_N)
zh_tw: 無(_N)

source: _Normal Size
cs: _Normální velikost
de: _Normale Größe
es: Tamaño _normal
fr: Taille _normale
it: Dimensioni _normali
ja: 通常サイズ(_N)
ko: 보통 크기(_N)
pl: _Normalny rozmiar
pt_br: _Tamanho Normal
ru: _Обычный размер
tr: _Normal Boyut
uk: Зви_чайний розмір
zh_cn: 正常尺寸(_N)
zh_tw: 正常大小(_N)

source: _Only show my code.
cs: _Zobrazit jenom můj kód
de: Nur meinen C_ode anzeigen
es: _Solo mostrar mi código.
fr: _Afficher uniquement mon code
it: _Mostra solo il codice personale.
ja: マイ コードのみを表示する(_O)
ko: 내 코드만 표시합니다(_O).
pl: P_okaż tylko mój kod.
pt_br: _Mostrar apenas meu código.
ru: _Показать только мой код.
tr: _Yalnızca benim kodumu göster.
uk: _Показати лише мій код.
zh_cn: 仅显示我的代码(_O)。
zh_tw: 只顯示我的程式碼(_O)

source: _Open
cs: _Otevřít
de: Ö_ffnen
es: _Abrir
fr: _Ouvrir
it: _Apri
ja: 開く(_O)
ko: 열기(_O)
pl: _Otwórz
pt_br: _Abrir
ru: _Открыть
tr: _Aç
uk: _Відкрити
zh_cn: 打开(_O)
zh_tw: 開啟(_O)

source: _Open All
cs: _Otevřít vše
de: _Alle öffnen
es: Abrir t_odo
fr: _Ouvrir tout
it: _Apri tutti
ja: すべて開く(_O)
ko: 모두 열기(_O)
pl: _Otwórz wszystko
pt_br: _Abrir Todos
ru: _Открыть все
tr: _Tümünü Aç
uk: В_ідкрити всі
zh_cn: 全部打开(_O)
zh_tw: 全部開啟(_O)

source: _Open Folder
cs: _Otevřít složku
de: _Ordner öffnen
es: _Abrir carpeta
fr: _Ouvrir le dossier
it: Ap_ri cartella
ja: フォルダーを開く(_O)
ko: 폴더 열기(_O)
pl: _Otwórz folder
pt_br: _Abrir Pasta
ru: _Открыть папку
tr: Klasörü _Aç
uk: Відкрити теку
zh_cn: 打开文件夹(_O)
zh_tw: 開啟資料夾(_O)

source: _Open URL...
cs: _Otevřít adresu URL...
de: _URL öffnen...
es: _Abrir URL...
fr: _Ouvrir l’URL...
it: _Apri URL...
ja: URL を開く(_O)...
ko: URL 열기(_O)...
pl: _Otwórz adres URL...
pt_br: _Abrir URL...
ru: _Открыть URL-адрес...
tr: URL'yi _Aç...
uk: _Відкрити URL...
zh_cn: 打开 URL(_O)...
zh_tw: 開啟URL(_O)...
