Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Using directive is unnecessary.
it: La direttiva using non è necessaria.
zh_cn: Using 指令是不必要的。
zh_tw: 不需要 Using 指示詞。

source: Name can be simplified.
it: Non è possibile semplificare il nome.
zh_cn: 可以简化名称。
zh_tw: 名稱可簡化。

source: Simplify Names
it: Semplifica nomi
zh_cn: 简化名称
zh_tw: 簡化名稱

source: Remove 'this'
it: Rimuovi 'this'
zh_cn: 删除 "this"
zh_tw: 移除 'this'

source: Structs
it: Strutture
zh_cn: 结构
zh_tw: 結構

source: Enums
it: Enumerazioni
zh_cn: 枚举
zh_tw: 列舉

source: Interfaces
it: Interfacce
zh_cn: 接口
zh_tw: 介面

source: Delegates
it: Delegati
zh_cn: 委托
zh_tw: 委派

source: Event Arguments
it: Argomenti dell'evento
zh_cn: 事件参数
zh_tw: 事作引數

source: Exceptions
it: Eccezioni
zh_cn: 异常
zh_tw: 例外狀況

source: Async methods
it: Metodi asincroni
zh_cn: 异步方法
zh_tw: 非同步方法

source: Constant fields
it: Campi di costante
zh_cn: 常量字段
zh_tw: 常數欄位

source: Readonly fields
it: Campi di sola lettura
zh_cn: 只读字段
zh_tw: 唯讀欄位

source: Enum Members
it: Membri enum
zh_cn: 枚举成员
zh_tw: 列舉成員

source: Parameters
it: Parametri
zh_cn: 参数
zh_tw: 參數

source: Type Parameters
it: Parametri di tipo
zh_cn: 类型参数
zh_tw: 類型參數

source: Test Types
it: Tipi di test
zh_cn: 测试类型
zh_tw: 測試類型

source: Test Methods
it: Metodi di test
zh_cn: 测试方法
zh_tw: 測試方法

source: Lambda Parameters
it: Parametri lambda
zh_cn: Lambda 参数
zh_tw: Lambda 參數

source: Local Variables
it: Variabili locali
zh_cn: 局部变量
zh_tw: 區域變數

source: Local Constants
it: Costanti locali
zh_cn: 局部常量
zh_tw: 區域常數

source: Labels
it: Etichette
zh_cn: 标签
zh_tw: 標籤

source: Private
it: Privato
zh_cn: 专用
zh_tw: 私用

source: Protected
it: Protetto
zh_cn: 受保护
zh_tw: 受保護

source: _Naming Style
it: Stile di de_nominazione
zh_cn: 命名样式(_N)
zh_tw: 命名樣式(_N)

source: Rule
it: Regola
zh_cn: 规则
zh_tw: 規則

source: Example
it: Esempio
zh_cn: 示例
zh_tw: 範例

source: Edit Naming Rule
it: Modifica regola di denominazione
zh_cn: 编辑命名规则
zh_tw: 編輯命名規則

source: _Rule:
it: _Regola:
zh_cn: 规则(_R):
zh_tw: 規則(_R):

source: _Affected entities:
it: _Entità interessate:
zh_cn: 受影响的实体(_A):
zh_tw: 受影響的實體(_A):

source: _Accessibility:
it: _Accessibilità:
zh_cn: 辅助功能(_A):
zh_tw: 協助工具(_A):

source: Suffix:
it: Suffisso:
zh_cn: 后缀:
zh_tw: 尾碼:

source: Optional Prefixes:
it: Prefissi facoltativi:
zh_cn: 可选前缀:
zh_tw: 選擇性前置詞:

source: _Static member and types
it: _Membro statico e tipi
zh_cn: 静态成员和类型(_S)
zh_tw: 靜態成員和類型(_S)

source: _Instance members and locals
it: Membri di _istanza e variabili locali
zh_cn: 实例成员和局部变量(_I)
zh_tw: 執行個體成員及區域變數(_I)

source: Static/Non Static
it: Statico/Non statico
zh_cn: 静态/非静态
zh_tw: 靜態/非靜態

source: Delegate Handlers
it: Gestori di delegati
zh_cn: 委托处理程序
zh_tw: 委派處理常式

source: indexer ({0})
it: indicizzatore ({0})
zh_cn: 索引器({0})
zh_tw: 索引子 ({0})

source: Sort usings
it: Ordina using
zh_cn: 对 using 排序
zh_tw: 排序 Using

source: Sort and remove usings
it: Ordina e rimuovi using
zh_cn: 对 using 进行排序和删除
zh_tw: 排序和移除 Using

source: Clipboard ring
it: Sequenza Appunti
zh_cn: 剪贴板循环
zh_tw: 剪貼環

source: No valid colors found inside the settings. (Maybe only theme is defined - check <FontsAndColors> node?)
it: Non sono stati trovati colori validi nelle impostazioni. È possibile che sia definito solo il tema. Verificare il nodo <FontsAndColors>.
zh_cn: 在设置内找不到有效的颜色。(可能仅定义了一个主题 - 是否检查 <FontsAndColors> 节点?)
zh_tw: 在設定內找不到有效的色彩 (可能僅定義佈景主題 - 檢查 <FontsAndColors> 節點?)。

source: Loading error
it: Errore di caricamento
zh_cn: 加载错误
zh_tw: 載入錯誤

source: Loading error: {0}
it: Errore di caricamento: {0}

source: Highlighting Scheme
it: Schema di evidenziazione
zh_cn: 突出显示方案
zh_tw: 正在反白結構描述

source: Color schemes
it: Combinazioni colori
zh_cn: 配色方案
zh_tw: 色彩配置

source: Visual Studio .NET settings
it: Impostazioni di Visual Studio .NET
zh_cn: Visual Studio .NET 设置
zh_tw: Visual Studio .NET 設定

source: Highlighting with the same name already exists. Remove {0} first.
it: Esiste già un'evidenziazione con lo stesso nome. Rimuovere prima {0}.
zh_cn: 已存在相同名称时突出显示。先删除 {0}。
zh_tw: 已經存在相同名稱的醒目提示。請先移除 {0}。

source: _Enable on the fly code formatting
it: _Abilita formattazione del codice al momento
zh_cn: 启用动态代码格式(_E)
zh_tw: 啟用動態程式碼格式設定(_E)

source: <b>Color scheme</b>
it: <b>Combinazione colori</b>
zh_cn: <b>配色方案</b>
zh_tw: <b>色彩配置</b>

source: Edit Color Scheme
it: Modifica combinazione colori
zh_cn: 编辑配色方案
zh_tw: 編輯色彩配置

source: _Colors
it: _Colori
zh_cn: 颜色(_C)
zh_tw: 色彩(_C)

source: _Background:
it: S_fondo:
zh_cn: 背景(_B):
zh_tw: 背景(_B):

source: _Foreground:
it: _Primo piano:
zh_cn: 前景(_F):
zh_tw: 前景(_F):

source: B_old
it: _Grassetto
zh_cn: 粗体(_O)
zh_tw: 粗體(_O)

source: Italic
it: Corsivo
zh_cn: 斜体
zh_tw: 斜體

source: _Secondary Color:
it: Colore _secondario:
zh_cn: 辅助颜色(_S):
zh_tw: 次要色彩(_S):

source: _Border Color:
it: Colore _bordo:
zh_cn: 边框颜色(_B):
zh_tw: 框線色彩(_B):

source: _Primary Color:
it: Colore _primario:
zh_cn: 主要颜色(_P):
zh_tw: 主要色彩(_P):

source: _Preview:
it: _Anteprima:
zh_cn: 预览(_P):
zh_tw: 預覽(_P):

source: _Filter members by [EditorBrowsable] attribute
it: _Filtra membri per attributo [EditorBrowsable]
zh_cn: 根据 [EditorBrowsable] 属性筛选成员(_F)
zh_tw: 依 [EditorBrowsable] 屬性篩選成員(_F)

source: _Show Normal members only
it: M_ostra solo membri normali
zh_cn: 仅显示普通成员(_S)
zh_tw: 只顯示一般成員(_S)

source: Show Normal and _Advanced members
it: Mostra membri normali e a_vanzati
zh_cn: 显示普通成员和高级成员(_A)
zh_tw: 顯示標準與進階成員(_A)

source: <i>EditorBrowsableState.Always and EditorBrowsableState.Advanced</i>
it: <i>EditorBrowsableState.Always e EditorBrowsableState.Advanced</i>
zh_cn: <i>EditorBrowsableState.Always 和 EditorBrowsableState.Advanced</i>
zh_tw: <i>EditorBrowsableState.Always 及 EditorBrowsableState.Advanced</i>

source: Show _Tasks
it: Mostra _attività
zh_cn: 显示任务(_T)
zh_tw: 顯示工作(_T)

source: Code Completion
it: Completamento codice
zh_cn: 代码完成
zh_tw: 程式碼完成

source: Syntax Highlighting
it: Evidenziazione della sintassi
zh_cn: 语法突出显示
zh_tw: 語法反白顯示

source: Searching string in disassembled code...
it: Ricerca della stringa nel codice disassemblato...
zh_cn: 正在搜索反汇编代码中的字符串...
zh_tw: 正在反向組譯的程式碼中搜尋字串...

source: Searching string in decompiled code...
it: Ricerca della stringa nel codice decompilato...
zh_cn: 正在搜索反编译代码中的字符串...
zh_tw: 在反向組譯的程式碼中搜尋字串...

source: <b>Name:</b> {0}
it: <b>Nome:</b> {0}
zh_cn: <b>名称:</b> {0}
zh_tw: <b>名稱:</b> {0}

source: Console application
it: Applicazione console
zh_cn: 控制台应用程序
zh_tw: 主控台應用程式

source: {0} Sources
it: Origini di {0}
zh_cn: {0} 个源
zh_tw: {0} 個來源

source: New line chars
it: Caratteri di nuova riga
zh_cn: 新行字符
zh_tw: 新行字元

source: Indent string
it: Imposta rientro per la stringa
zh_cn: 缩进字符串
zh_tw: 縮排字串

source: Attributes indent string
it: Imposta rientro per la stringa di attributi
zh_cn: 属性缩进字符串
zh_tw: 屬性縮排字串

source: Enter one or several xpath expressions to which this format applies:
it: Immettere una o più espressioni XPath a cui applicare questo formato:
zh_cn: 输入此格式适用于的一个或多个 XPath 表达式:
zh_tw: 輸入此格式套用的一或多個 xpath 運算式:

source: Validating XML...
it: Convalida di XML...
zh_cn: 正在验证 XML...
zh_tw: 正在驗證 XML...

source: Validation failed.
it: La convalida non è riuscita.
zh_cn: 验证失败。
zh_tw: 驗證失敗。

source: XML is valid.
it: Il codice XML è valido.
zh_cn: XML 是有效的。
zh_tw: XML 有效。

source: Validating schema...
it: Convalida dello schema...
zh_cn: 正在验证架构...
zh_tw: 正在驗證結構描述...

source: Schema is valid.
it: Lo schema è valido.
zh_cn: 架构是有效的。
zh_tw: 結構描述有效。

source: Validating stylesheet...
it: Convalida del foglio di stile...
zh_cn: 正在验证样式表...
zh_tw: 正在驗證樣式表...

source: Stylesheet is valid.
it: Il foglio di stile è valido.
zh_cn: 样式表是有效的。
zh_tw: 樣式表有效。

source: Run All
it: Esegui tutti
zh_cn: 全部运行
zh_tw: 全部執行

source: NUnit assembly test collection
it: Raccolta di test dell'assembly NUnit
zh_cn: NUnit 程序集测试集合
zh_tw: NUnit 組件測試集合

source: Create an NUnit assembly test collection
it: Crea una raccolta di test dell'assembly NUnit
zh_cn: 创建一个 NUnit 程序集测试集合
zh_tw: 建立 NUnit 組件測試集合

source: Add-ins...
it: Componenti aggiuntivi...
zh_cn: 外接程序...
zh_tw: 增益集...

source: Show files:
it: Mostra file:
zh_cn: 显示文件:
zh_tw: 顯示檔案:

source: Open with:
it: Apri con:
zh_cn: 打开方式:
zh_tw: 開啟檔案:

source: Rename '{0}'...
it: Rinomina '{0}'...
zh_cn: 重命名“{0}”...
zh_tw: 重新命名 '{0}'...

source: Rename '{0}' to '{1}'
it: Rinomina '{0}' in '{1}'
zh_cn: 将“{0}”重命名为“{1}”
zh_tw: 將 '{0}' 重新命名為 '{1}'

source: Rename '{0}' to '{1}' with preview
it: Rinomina '{0}' in '{1}' con anteprima
zh_cn: 通过预览将“{0}”重命名为“{1}”
zh_tw: 將預覽版的 '{0}' 重新命名為 '{1}'

source: _Options for ‘{0}’
it: _Opzioni per ‘{0}’

source: Do not show
it: Non visualizzare
zh_cn: 不显示
zh_tw: 不要顯示

source: Show Fixes
it: Mostra correzioni
zh_cn: 显示修补程序
zh_tw: 顯示修正

source: Shows a list of fixes for problems at the current location
it: Mostra un elenco di correzioni per i problemi nella posizione corrente
zh_cn: 显示当前位置问题的修补程序列表
zh_tw: 在目前位置顯示問題修正清單

source: Design Guidelines
it: Linee guida di progettazione
zh_cn: 设计准则
zh_tw: 設計方針

source: Unselect All
it: Deseleziona tutto
zh_cn: 取消全选
zh_tw: 取消全選

source: Encapsulate Fields
it: Incapsula campi
zh_cn: 封装字段
zh_tw: 封裝欄位

source: _Update references:
it: A_ggiorna riferimenti:
zh_cn: 更新引用(_U):
zh_tw: 更新參考(_U):

source: _External
it: _Esterni
zh_cn: 外部(_E)
zh_tw: 外部(_E)

source: ASP.NET Web Forms
it: Web Form ASP.NET
zh_cn: ASP.NET Web 窗体
zh_tw: ASP.NET Web Form

source: Hex Editor
it: Editor hex
zh_cn: 十六进制编辑器
zh_tw: 十六進位編輯器

source: {0} not found. Find source file at alternative location.
it: {0} non è stato trovato. Cercare il file di origine in un percorso alternativo.
zh_cn: 找不到 {0}。在其他位置找到源文件。
zh_tw: 找不到 {0}。請在其他位置尋找來源檔案。

source: Go to File
it: Vai al file
zh_cn: 转到文件
zh_tw: 前往檔案

source: Process Name
it: Nome del processo
zh_cn: 进程名称
zh_tw: 處理序名稱

source: Debug project code only; do not step into framework code.
it: Esegui solo il debug del codice del progetto senza eseguire l'istruzione nel codice del framework.
zh_cn: 仅调试项目代码；不单步执行框架代码。
zh_tw: 只偵錯專案程式碼; 不涉及架構程式碼。

source: Add Packages
it: Aggiungi pacchetti
zh_cn: 添加包
zh_tw: 新增封裝

source: <b>Author</b>
it: <b>Autore</b>
zh_cn: <b>作者</b>
zh_tw: <b>作者</b>

source: <b>Published</b>
it: <b>Data di pubblicazione</b>
zh_cn: <b>已发布</b>
zh_tw: <b>已發行</b>

source: <b>Downloads</b>
it: <b>Download</b>
zh_cn: <b>下载</b>
zh_tw: <b>下載</b>

source: <b>License</b>
it: <b>Licenza</b>
zh_cn: <b>许可证</b>
zh_tw: <b>授權</b>

source: <b>Project Page</b>
it: <b>Pagina del progetto</b>
zh_cn: <b>项目页面</b>
zh_tw: <b>專案頁面</b>

source: <b>Dependencies</b>
it: <b>Dipendenze</b>
zh_cn: <b>依赖关系</b>
zh_tw: <b>相依性</b>

source: <b>Version</b>
it: <b>Versione</b>
zh_cn: <b>版本</b>
zh_tw: <b>版本</b>

source: updates
it: aggiornamenti
zh_cn: 更新
zh_tw: 更新

source: update
it: aggiornamento
zh_cn: 更新
zh_tw: 更新

source: available
it: disponibile
zh_cn: 可用
zh_tw: 可用

source: installing
it: installazione
zh_cn: 正在安装
zh_tw: 正在安裝

source: Version {0}
it: Versione {0}
zh_cn: 版本 {0}
zh_tw: {0} 版

source: Search Packages...
it: Cerca nei pacchetti...
zh_cn: 搜索包...
zh_tw: 搜尋封裝...

source: Unable to close the solution when NuGet packages are being processed.
it: Non è possibile chiudere la soluzione durante l'elaborazione dei pacchetti NuGet.
zh_cn: 处理 NuGet 包时，无法关闭解决方案。
zh_tw: 正在處理 NuGet 套件時，無法關閉解決方案。

source: WARNING: {0} Package contains PowerShell script '{1}' which will not be run.
it: AVVISO: il pacchetto di {0} contiene lo script PowerShell '{1}' che non verrà eseguito.
zh_cn: 警告: {0} 包包含 PowerShell 脚本“{1}”，该脚本将不会运行。
zh_tw: 警告: {0} 封裝包含將不會執行的 PowerShell 指令碼 '{1}'。

source: Failed to resolve all project references for '{0}'. The package restore result for '{1}' may be incomplete.
it: Non è stato possibile risolvere tutti i riferimenti al progetto per '{0}'. Il risultato del ripristino del pacchetto per '{1}' potrebbero essere incompleti.
zh_cn: 未能解析“{0}”的所有项目引用。“{1}”的包还原结果可能不完整。
zh_tw: 無法解析 '{0}' 的所有專案參考。'{1}' 的封裝還原結果可能未完成。

source: Current package version
it: Versione corrente del pacchetto
zh_cn: 当前包版本
zh_tw: 目前的封裝版本

source: Add _Packages...
it: Aggiungi _pacchetti...
zh_cn: 添加包(_P)...
zh_tw: 新增封裝(_P)...

source: Generate Debug Information
it: Genera informazioni di debug
zh_cn: 生成调试信息
zh_tw: 產生偵錯資訊

source: Enable Optimizations
it: Abilita ottimizzazioni
zh_cn: 启用优化
zh_tw: 啟用最佳化

source: Enable tail calls
it: Abilita chiamate tail
zh_cn: 启用尾调用
zh_tw: 啟用 Tail 呼叫

source: Generate XML documentation
it: Genera la documentazione XML
zh_cn: 生成 XML 文档
zh_tw: 產生 XML 文件

source: Define symbols:
it: Definisci i simboli:
zh_cn: 定义符号:
zh_tw: 定義符號:

source: Symbols Only
it: Solo simboli
zh_cn: 仅符号
zh_tw: 僅限符號

source: <b>FSI Appearance</b>
it: <b>Aspetto di FSI</b>
zh_cn: <b>FSI 外观</b>
zh_tw: <b>FSI 外觀</b>

source: Match with Theme
it: Corrispondente al tema
zh_cn: 与主题匹配
zh_tw: 與佈景主題相符

source: Base Color
it: Colore di base
zh_cn: 基准颜色
zh_tw: 基準色彩

source: Text Color
it: Colore del testo
zh_cn: 文本颜色
zh_tw: 文字色彩

source: Interactive Pad Font
it: Tipo di carattere del riquadro di Interactive
zh_cn: 交互板字体
zh_tw: 互動板字型

source: <WinRT>" + module.GetString(types[i].TypeName)); types[i].Flags &= (int)~TypeAttributes.Public; } if (types[i].Extends != typeofSystemAttribute && (!clr || (attr & TypeAttributes.Interface) == 0)) { types[i].Flags |= (int)TypeAttributes.Import; } if (projections.ContainsKey(GetTypeDefName(i))) { types[i].Flags &= (int)~TypeAttributes.Public; } int endOfMethodList = i == types.Length - 1 ? methods.Length : types[i + 1].MethodList - 1; for (int j = types[i].MethodList - 1; j < endOfMethodList; j++) { if (types[i].Extends == typeofSystemMulticastDelegate) { if (module.GetString(methods[j].Name) == ".ctor
it: <WinRT>" + module.GetString(types[i].TypeName)); types[i].Flags &= (int)~TypeAttributes.Public; }"n if (types[i].Extends != typeofSystemAttribute && (!clr || (attr & TypeAttributes.Interface) == 0)) { types[i].Flags |= (int)TypeAttributes.Import; }"n if (projections.ContainsKey(GetTypeDefName(i))) { types[i].Flags &= (int)~TypeAttributes.Public; }"n int endOfMethodList = i == types.Length - 1 ? methods.Length : types[i + 1].MethodList - 1; for (int j = types[i].MethodList - 1; j < endOfMethodList; j++) { if (types[i].Extends == typeofSystemMulticastDelegate) { if (module.GetString(methods[j].Name) == ".ctor

source: Install Add-in Package
it: Installa pacchetto di componenti aggiuntivi
zh_cn: 安装外接程序包
zh_tw: 安裝增益集封裝

source: Add-in packages
it: Pacchetti di componenti aggiuntivi
zh_cn: 外接程序包
zh_tw: 增益集封裝

source: No add-ins found
it: Non sono stati trovati componenti aggiuntivi
zh_cn: 找不到外接程序
zh_tw: 找不到任何增益集

source: Add-in
it: Componente aggiuntivo
zh_cn: 外接程序
zh_tw: 增益集

source: Add-in Manager
it: Gestione componenti aggiuntivi
zh_cn: 外接程序管理器
zh_tw: 增益集管理員

source: Add-in Repository Management
it: Gestione repository componenti aggiuntivi
zh_cn: 外接程序存储库管理
zh_tw: 增益集儲存機制管理

source: Some of the required add-ins were not found
it: Alcuni dei componenti aggiuntivi richiesti non sono stati trovati
zh_cn: 找不到某些所需的外接程序
zh_tw: 找不到部分必要增益集

source: Additional extensions are required to perform this operation.
it: Per eseguire questa operazione, sono necessarie estensioni aggiuntive.
zh_cn: 执行此操作需要其他扩展。
zh_tw: 必須有其他擴充功能，才能執行此作業。

source: The following add-ins will be installed:
it: Verranno installati i componenti aggiuntivi seguenti:
zh_cn: 将安装以下外接程序:
zh_tw: 下列增益集已安裝:

source: There are other add-ins that depend on the previous ones which will also be uninstalled:
it: Sono presenti altri componenti aggiuntivi che dipendono dai precedenti e che verranno ugualmente disinstallati:
zh_cn: 存在其他依赖先前外接程序的外接程序，还将卸载这些外接程序:
zh_tw: 有其他的增益集根據也將解除安裝的先前增益集:

source: The selected add-ins can't be installed because there are dependency conflicts.
it: Non è possibile installare i componenti aggiuntivi selezionati a causa di conflitti tra dipendenze.
zh_cn: 无法安装选定外接程序，因为存在依赖关系冲突。
zh_tw: 因為相依性衝突，所以無法安裝選取的增益集。

source: Installing Add-ins
it: Installazione dei componenti aggiuntivi
zh_cn: 正在安装外接程序
zh_tw: 正在安裝增益集

source: Uninstalling Add-ins
it: Disinstallazione dei componenti aggiuntivi
zh_cn: 正在卸载外接程序
zh_tw: 正在解除安裝增益集

source: This add-in can't be loaded due to missing dependencies
it: Non è possibile caricare questo componente aggiuntivo perché mancano le dipendenze
zh_cn: 无法加载此外接程序，因为缺少依赖关系
zh_tw: 因為遺漏相依性，所以無法載入此增益集

source: The following depedencies required by this add-in are not available:
it: Le dipendenze seguenti richieste da questo componente aggiuntivo non sono disponibili:
zh_cn: 此外接程序需要的以下依赖关系不可用:
zh_tw: 此增益集所需的下列屬性無法使用:

source: Long description of the add-in. Long description of the add-in. Long description of the add-in. Long description of the add-in. Long description of the add-in. Long description of the add-in.
it: Descrizione lunga del componente aggiuntivo. Descrizione lunga del componente aggiuntivo. Descrizione lunga del componente aggiuntivo. Descrizione lunga del componente aggiuntivo. Descrizione lunga del componente aggiuntivo. Descrizione lunga del componente aggiuntivo.
zh_cn: 外接程序的详细说明。外接程序的详细说明。外接程序的详细说明。外接程序的详细说明。外接程序的详细说明。外接程序的详细说明。
zh_tw: 增益集的詳細描述。增益集的詳細描述。增益集的詳細描述。增益集的詳細描述。增益集的詳細描述。增益集的詳細描述。

source: "Text"
it: "Testo"
zh_cn: “文本”
zh_tw: 「文字」

source: Make abstract member virtual
it: Rendi virtuale il membro astratto
zh_cn: 使抽象成员变为虚拟成员
zh_tw: 將抽象成員設為虛擬

source: Add setter
it: Aggiungi il setter
zh_cn: 添加 setter
zh_tw: 新增 setter

source: Add getter
it: Aggiungi il getter
zh_cn: 添加 getter
zh_tw: 新增 getter

source: Add name for argument
it: Aggiungi il nome per l'argomento
zh_cn: 添加参数名称
zh_tw: 新增引數的名稱

source: Add type to general catch clause
it: Aggiungi il tipo alla clausola catch generale
zh_cn: 向常规 catch 子句添加类型
zh_tw: 新增一般 catch 字句的類型

source: Add type specifier
it: Aggiungi l'identificatore di tipo
zh_cn: 添加类型说明符
zh_tw: 新增類型規範

source: Add using
it: Aggiungi using
zh_cn: 添加 using
zh_tw: 新增 using

source: Convert loop to Linq expression
it: Converti il ciclo nell'espressione LINQ
zh_cn: 将循环转换为 LINQ 表达式
zh_tw: 將迴圈轉換為 LINQ 運算式

source: Change the access level of an entity declaration
it: Cambia il livello di accesso di una dichiarazione di entità
zh_cn: 更改实体声明的访问级别
zh_tw: 變更實體宣告的存取層級

source: Check if parameter is null
it: Verifica se il parametro è Null
zh_cn: 检查参数是否为 null
zh_tw: 檢查參數是否為 null

source: Add null check for parameter
it: Aggiungi il controllo Null per il parametro
zh_cn: 为参数添加 null 检查
zh_tw: 新增參數的 null 檢查

source: Convert anonymous delegate to lambda
it: Converti il delegato anonimo in lambda
zh_cn: 将匿名委托转换为 lambda
zh_tw: 將匿名委派轉換為 lambda

source: Convert to lambda
it: Converti in lambda
zh_cn: 转换为 lambda
zh_tw: 轉換為 lambda

source: Convert 'as' to cast.
it: Converti 'as' in cast.
zh_cn: 将 "as" 转换为转换。
zh_tw: 將 'as' 轉換為 cast。

source: Convert cast to 'as'.
it: Converti il cast in 'as'.
zh_cn: 将转换转换为 "as"。
zh_tw: 將 cast 轉換為 'as'。

source: Convert dec to hex.
it: Converti dec in hex.
zh_cn: 将十进制转换为十六进制。
zh_tw: 將 dec 轉換為 hex。

source: Convert to hex
it: Converti in hex
zh_cn: 转换为十六进制
zh_tw: 轉換為 hex

source: Convert do...while to while.
it: Converti do...while in while.
zh_cn: 将 do...while 转换为 while。
zh_tw: 將 do...while 轉換為 while。

source: Convert to while loop
it: Converti nel ciclo while
zh_cn: 转换为 while 循环
zh_tw: 轉換為 while 迴圈

source: Convert '==' to 'Equals'
it: Converti '==' in 'Equals'
zh_cn: 将 "==" 转换为 "Equals"
zh_tw: 將 '==' 轉換為 'Equals'

source: Use 'Equals'
it: Usa 'Equals'
zh_cn: 使用 "Equals"
zh_tw: 使用 'Equals'

source: Convert 'Equals' to '=='
it: Converti 'Equals' in '=='
zh_cn: 将 "Equals" 转换为 "=="
zh_tw: 將 'Equals' 轉換為 '=='

source: Use '=='
it: Usa '=='
zh_cn: 使用 "=="
zh_tw: 使用 '=='

source: Use '!='
it: Usa '!='
zh_cn: 使用 "!="
zh_tw: 使用 '!='

source: Convert explicit to implict implementation
it: Converti l'implementazione esplicita in implicita
zh_cn: 将显式实现转换为隐式实现
zh_tw: 將明確實作轉換成隱含實作

source: Convert explict to implicit implementation
it: Converti l'implementazione esplicita in implicita
zh_cn: 将显式实现转换为隐式实现
zh_tw: 將明確實作轉換成隱含實作

source: Convert 'foreach' loop to 'for'
it: Converti il ciclo 'foreach' in 'for'
zh_cn: 将 "foreach" 循环转换为 "for"
zh_tw: 將 'foreach' 迴圈轉換成 'for'

source: Convert hex to dec.
it: Converti hex in dec.
zh_cn: 将十六进制转换为十进制。
zh_tw: 將 hex 轉換為 dec。

source: Convert to dec
it: Converti in dec
zh_cn: 转换为十进制
zh_tw: 轉換為 dec

source: Convert implict to explicit implementation
it: Converti l'implementazione implicita in esplicita
zh_cn: 将隐式实现转换为显式实现
zh_tw: 將隱含實作轉換成明確實作

source: Converts expression of lambda body to statement
it: Converti l'espressione del corpo lambda in istruzione
zh_cn: 将 lambda 体表达式转换为语句
zh_tw: 將 Lambda 主體的運算式轉換成陳述式

source: Convert to lambda statement
it: Converti nell'istruzione lambda
zh_cn: 转换为 lambda 语句
zh_tw: 轉換為 lambda 陳述式

source: Converts statement of lambda body to expression
it: Converti l'istruzione del corpo lambda in espressione
zh_cn: 将 lambda 体语句转换为表达式
zh_tw: 將 Lambda 主體的陳述式轉換成運算式

source: Convert to lambda expression
it: Converti nell'espressione lambda
zh_cn: 转换为 lambda 表达式
zh_tw: 轉換為 lambda 運算式

source: Convert lambda to anonymous delegate
it: Converti l'espressione lambda in delegato anonimo
zh_cn: 将 lambda 转换为匿名委托
zh_tw: 將 lambda 轉換為匿名委派

source: Convert to anonymous delegate
it: Converti nel delegato anonimo
zh_cn: 转换为匿名委托
zh_tw: 轉換為匿名委派

source: Convert method group to anoymous method
it: Converti il gruppo di metodi nel metodo anonimo
zh_cn: 将方法组转换为匿名方法
zh_tw: 將方法群組轉換為匿名方法

source: Convert to anonymous method
it: Converti nel metodo anonimo
zh_cn: 转换为匿名方法
zh_tw: 轉換為匿名方法

source: Convert method group to lambda expression
it: Converti il gruppo di metodi nell'espressione lambda
zh_cn: 将方法组转换为 lambda 表达式
zh_tw: 將方法群組轉換為 lambda 運算式

source: Convert 'switch' to 'if'
it: Converti 'switch' in 'if'
zh_cn: 将 "switch" 转换为 "if"
zh_tw: 將 'switch' 轉換為 'if'

source: Convert to 'if'
it: Converti in 'if'
zh_cn: 转换为 "if"
zh_tw: 轉換為 'if'

source: Convert to explicit initializers
it: Converti in inizializzatori espliciti
zh_cn: 转换为显式初始值设定项
zh_tw: 轉換成明確初始設定式

source: Convert to initializer
it: Converti nell'inizializzatore
zh_cn: 转换为初始值设定项
zh_tw: 轉換為初始設定式

source: Convert while loop to do...while
it: Converti il ciclo while in do...while
zh_cn: 将 while 循环转换为 do...while
zh_tw: 將 while 迴圈轉換為 do...while

source: Convert to do...while loop
it: Converti nel ciclo do...while
zh_cn: 转换为 do...while 循环
zh_tw: 轉換為 do...while 迴圈

source: Create backing store for auto property
it: Crea l'archivio di backup per la proprietà auto
zh_cn: 为 auto 属性创建后备存储
zh_tw: 為 auto property 建立備份存放區

source: Create backing store
it: Crea l'archivio di backup
zh_cn: 创建后备存储
zh_tw: 建立備份存放區

source: Create changed event for property
it: Crea l'evento modificato per la proprietà
zh_cn: 为属性创建 changed 事件
zh_tw: 為 property 建立已變更的事件

source: Create class
it: Crea la classe
zh_cn: 创建类
zh_tw: 建立類別

source: Create struct
it: Crea la struttura
zh_cn: 创建结构
zh_tw: 建立結構

source: Create interface
it: Crea l'interfaccia
zh_cn: 创建接口
zh_tw: 建立介面

source: Create nested class
it: Crea la classe annidata
zh_cn: 创建嵌套类
zh_tw: 建立巢狀類別

source: Create constructor
it: Crea il costruttore
zh_cn: 创建构造函数
zh_tw: 建立建構函式

source: Create enum value
it: Crea il valore enum
zh_cn: 创建枚举值
zh_tw: 建立列舉值

source: Create field
it: Crea il campo
zh_cn: 创建字段
zh_tw: 建立欄位

source: Create indexer
it: Crea l'indicizzatore
zh_cn: 创建索引器
zh_tw: 建立索引子

source: Create local variable
it: Crea la variabile locale
zh_cn: 创建局部变量
zh_tw: 建立區域變數

source: Create method
it: Crea il metodo
zh_cn: 创建方法
zh_tw: 建立方法

source: Create property
it: Crea la proprietà
zh_cn: 创建属性
zh_tw: 建立屬性

source: Class, struct or interface method must have a return type
it: Per il metodo di classe, struttura o interfaccia deve esistere un tipo restituito
zh_cn: 类、结构或接口方法必须具有返回类型
zh_tw: 類別、結構或介面方法必須要有傳回型別

source: Declare local variable
it: Dichiara la variabile locale
zh_cn: 声明局部变量
zh_tw: 宣告區域變數

source: Declare local variable (replace '{0}' occurrences)
it: Dichiara la variabile locale (sostituisci '{0}' occorrenze)
zh_cn: 声明局部变量(替换“{0}”处)
zh_tw: 宣告區域變數 (取代 {0} 個)
