Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Copy comments from interface
cs: Kopírovat komentáře z rozhraní
de: Kommentare aus Schnittstelle kopieren
es: Copiar comentario de interfaz
fr: Copier les commentaires à partir de l’interface
it: Copia i commenti dall'interfaccia
ja: インターフェイスからコメントをコピーする
ko: 인터페이스에서 주석 복사
pl: Kopiuj komentarze z interfejsu
pt_br: Copiar comentários da interface
ru: Копировать комментарии из интерфейса
tr: Arabirimden yorumları kopyala
uk: Копіювати коментарі з інтерфейсу
zh_cn: 从接口复制注释
zh_tw: 從介面複製註解

source: Copy if newer
cs: Kopírovat, pokud je novější
de: Kopieren, falls aktueller
es: Copiar si es más reciente
fr: Copier si plus récent
it: Copia se più recente
ja: 新しい場合はコピーする
ko: 새 버전이면 복사
pl: Kopiuj, jeśli nowszy
pt_br: Copiar se for o mais recente
ru: Копировать более позднюю версию
tr: Daha yeniyse kopyala
uk: Копіювати, якщо новіший
zh_cn: 如果较新则复制
zh_tw: 有更新時才複製

source: Copy the assembly to the output directory when building the project
cs: Kopírovat sestavení do výstupního adresáře při sestavování projektu
de: Assembly beim Erstellen des Projekts in Ausgabeverzeichnis kopieren
es: Copiar el ensamblado en el directorio de salida cuando se compile el proyecto
fr: Copier l’assembly dans le répertoire de sortie lors de la génération du projet
it: Copia l'assembly nella directory di output durante la compilazione del progetto
ja: プロジェクトのビルド時にアセンブリを出力ディレクトリにコピーします
ko: 프로젝트를 빌드할 때 출력 디렉터리에 어셈블리 복사
pl: Skopiuj zestaw do katalogu wyjściowego podczas kompilowania projektu
pt_br: Copiar o assembly para o diretório de saída ao compilar o projeto
ru: Скопировать сборку в выходной каталог при сборке проекта
tr: Projeyi derlerken bütünleştirilmiş kodu çıktı klasörüne kopyala
uk: При побудові проекту копіювати збірку у вихідну теку
zh_cn: 生成项目时将程序集复制到输出目录
zh_tw: 建置專案時，將組件複製到輸出目錄。

source: Copy the file path to the clipboard
cs: Kopírovat cestu k souboru do schránky
de: Dateipfad in die Zwischenablage kopieren
es: Copiar la ruta de acceso del archivo en el Portapapeles
fr: Copier le chemin d’accès du fichier dans le Presse-papiers
it: Copia il percorso del file negli Appunti
ja: ファイル パスをクリップボードにコピーします
ko: 파일 경로를 클립보드에 복사합니다.
pl: Skopiuj ścieżkę pliku do schowka
pt_br: Copiar o caminho de arquivo para a área de transferência
ru: Копировать путь к файлу в буфер обмена
tr: Dosya yolunu panoya kopyalama
uk: Скопіювати шлях до файлу у буфер обміну
zh_cn: 将文件路径复制到剪贴板
zh_tw: 將檔案路徑複製到剪貼簿

source: Copy the referenced assembly to the output directory.
cs: Kopírovat odkazované sestavení do výstupního adresáře
de: Kopiert die Assembly, auf die verwiesen wird, in das Ausgabeverzeichnis.
es: Copiar el ensamblado al que se hace referencia en el directorio de salida.
fr: Copiez l’assembly référencé vers le répertoire de sortie.
it: Copia l'assembly di riferimento nella directory di output.
ja: 参照アセンブリを出力ディレクトリにコピーします。
ko: 참조된 어셈블리를 출력 디렉터리에 복사합니다.
pl: Kopiuj przywoływany zestaw do katalogu wyjściowego.
pt_br: Copiar o assembly referenciado para o diretório de saída.
ru: Копировать сборку, на которую указывает ссылка, в выходной каталог.
tr: Başvurulan bütünleştirilmiş kodu çıkış dizinine kopyalayın.
uk: Копіювати збірку за посиланням у вихідну теку.
zh_cn: 将引用的程序集复制到输出目录。
zh_tw: 將參考的組件複製到輸出目錄。

source: Copy the selection
cs: Kopírovat výběr
de: Auswahl kopieren
es: Copiar la selección
fr: Copier la sélection
it: Copia la selezione
ja: 選択範囲をコピーします
ko: 선택 영역 복사
pl: Kopiuj zaznaczenie
pt_br: Copiar a seleção
ru: Копировать выбранный фрагмент
tr: Seçimi kopyala
uk: Копіювати вибраний текст
zh_cn: 复制选定内容
zh_tw: 複製選取範圍

source: Copy to output directory
cs: Kopírovat do výstupního adresáře
de: In Ausgabeverzeichnis kopieren
es: Copiar en el directorio de salida
fr: Copier dans le répertoire de sortie
it: Copia nella directory di output
ja: 出力ディレクトリにコピー
ko: 출력 디렉터리에 복사
pl: Kopiuj do katalogu wyjściowego
pt_br: Copiar para diretório de saída
ru: Копировать в выходной каталог
tr: Çıkış dizinine kopyala
uk: Копіювання до вихідної теки
zh_cn: 复制到输出目录
zh_tw: 複製到輸出目錄

source: Copying files...
cs: Kopírování souborů...
de: Dateien werden kopiert...
es: Copiando archivos...
fr: Copie des fichiers...
it: Copia dei file...
ja: ファイルをコピーしています...
ko: 파일을 복사하는 중...
pl: Trwa kopiowanie plików...
pt_br: Copiando arquivos...
ru: Идет копирование файлов...
tr: Dosyalar kopyalanıyor...
uk: Копіюються файли...
zh_cn: 正在复制文件...
zh_tw: 正在複製檔案...

source: Copyright
cs: Autorská práva
ja: 著作権
ko: 저작권
pl: Prawa autorskie
ru: Авторское право
tr: Telif Hakkı
uk: Авторське право
zh_cn: 版权
zh_tw: 著作權

source: Copyright:
cs: Autorská práva:
ja: 著作権:
ko: 저작권:
pl: Prawa autorskie:
ru: Авторское право:
tr: Telif Hakkı:

source: Could not add packages.
cs: Balíčky nešlo přidat.
de: Pakete konnten nicht hinzugefügt werden.
es: No se pudieron agregar los paquetes.
fr: Nous n’avons pas pu ajouter les paquets.
it: Non è stato possibile aggiungere pacchetti.
ja: パッケージを追加できませんでした。
ko: 패키지를 추가할 수 없습니다.
pl: Nie można dodać pakietów.
pt_br: Não foi possível adicionar pacotes.
ru: Не удалось добавить пакеты.
tr: Paketler eklenemedi.
uk: Не вдалось додати пакунки.
zh_cn: 无法添加包。
zh_tw: 無法新增封裝。

source: Could not add reference to project '{0}'
cs: Nepodařilo se přidat odkaz na projekt {0}.
de: Verweis konnte nicht zu Projekt '{0}' hinzugefügt werden.
es: No se pudo agregar la referencia al proyecto '{0}'
fr: Impossible d’ajouter une référence au projet « {0} »
it: Non è stato possibile aggiungere il riferimento al progetto '{0}'
ja: プロジェクト '{0}' に参照を追加できませんでした
ko: '{0}' 프로젝트에 참조를 추가할 수 없습니다.
pl: Nie można dodać odwołania do projektu „{0}”
pt_br: Não foi possível adicionar referência ao projeto '{0}'
ru: Не удалось добавить ссылку на проект "{0}".
tr: '{0}' projesine başvuru eklenemedi
uk: Не вдалось додати посилання на проект '{0}'
zh_cn: 无法添加对项目“{0}”的引用
zh_tw: 無法將參考新增至專案 '{0}'

source: Could not add {0}.
cs: {0} nešlo přidat.
de: {0} konnte nicht hinzugefügt werden.
es: No se pudo agregar {0}.
fr: Nous n’avons pas pu ajouter {0}.
it: Non è stato possibile aggiungere {0}.
ja: {0} を追加できませんでした。
ko: {0}을(를) 추가할 수 없습니다.
pl: Nie można dodać elementu {0}.
pt_br: Não foi possível adicionar {0}.
ru: Не удалось добавить {0}.
tr: {0} eklenemedi.
uk: Не вдалось додати {0}.
zh_cn: 无法添加 {0}。
zh_tw: 無法新增 {0}。

source: Could not check package compatibility.
cs: Kompatibilitu balíčku nešlo zkontrolovat.
de: Paketkompatibilität konnte nicht überprüft werden.
es: No se pudo comprobar la compatibilidad del paquete.
fr: Nous n’avons pas pu vérifier la compatibilité du paquet.
it: Non è stato possibile controllare la compatibilità dei pacchetti.
ja: パッケージの互換性を確認できませんでした。
ko: 패키지 호환성을 확인할 수 없습니다.
pl: Nie można sprawdzić zgodności pakietu.
pt_br: Não foi possível verificar a compatibilidade do pacote.
ru: Не удалось проверить совместимость пакета.
tr: Paket uyumluluğu denetlenemedi.
uk: Не вдалось перевірити сумісність пакунків.
zh_cn: 无法检查包的兼容性。
zh_tw: 無法檢查封裝相容性。

source: Could not close solution '{0}'.
cs: Nepodařilo se zavřít řešení {0}.
de: Projektmappe '{0}' konnte nicht geschlossen werden.
es: No se puede cerrar la solución '{0}'.
fr: Nous n’avons pas pu fermer la solution « {0} ».
it: Non è stato possibile chiudere la soluzione '{0}'.
ja: ソリューション '{0}' を閉じることができませんでした。
ko: '{0}' 솔루션을 닫을 수 없습니다.
pl: Nie można zamknąć rozwiązania „{0}”.
pt_br: Não foi possível fechar a solução '{0}'.
ru: Не удалось закрыть решение "{0}".
tr: {0} çözümü kapatılamadı
uk: Не вдалось закрити рішення {0}.
zh_cn: 无法关闭解决方案“{0}”。
zh_tw: 無法關閉解決方案 '{0}'。

source: Could not create directory '{0}'.
cs: Nepodařilo se vytvořit adresář {0}.
de: Verzeichnis '{0}' konnte nicht erstellt werden.
es: No se puede crear el directorio '{0}'.
fr: Nous n’avons pas pu créer le répertoire « {0} ».
it: Non è stato possibile creare la directory '{0}'.
ja: ディレクトリ '{0}' を作成できませんでした
ko: '{0}' 디렉터리를 만들 수 없습니다.
pl: Nie można utworzyć katalogu „{0}”.
pt_br: Não foi possível criar o diretório '{0}'.
ru: Не удалось создать каталог "{0}".
tr: '{0}' dizini oluşturulamadı.
uk: Не вдалось створити теку '{0}'.
zh_cn: 无法创建目录“{0}”。
zh_tw: 無法建立目錄 '{0}'。

source: Could not create directory {0}. File already exists.
cs: Nepodařilo se vytvořit adresář {0}. Soubor už existuje.
de: Verzeichnis {0} kann nicht erstellt werden. Datei ist bereits vorhanden.
es: No se puede crear el directorio {0}. El archivo ya existe.
fr: Impossible de créer le répertoire {0}. Le fichier existe déjà.
it: Non è stato possibile creare la directory {0}. Il file esiste già.
ja: ディレクトリ {0} を作成できませんでした。ファイルが既に存在します。
ko: {0} 디렉터리를 만들 수 없습니다. 파일이 이미 있습니다.
pl: Nie można utworzyć katalogu {0}. Plik już istnieje.
pt_br: Não foi possível criar o diretório {0}. O arquivo já existe.
ru: Не удалось создать каталог {0}. Файл уже существует.
tr: {0} dizini oluşturulamadı. Dosya zaten var.
uk: Не вдалось створити теку {0}. Файл вже існує.
zh_cn: 无法创建目录 {0}。文件已存在。
zh_tw: 無法建立目錄 {0}。檔案已存在。

source: Could not create temporary directory.
cs: Nešlo vytvořit dočasný adresář.
de: Temporäres Verzeichnis konnte nicht erstellt werden.
es: No se pudo crear un directorio temporal.
fr: Impossible de créer le répertoire temporaire.
it: Non è stato possibile creare la directory temporanea.
ja: 一時ディレクトリを作成できませんでした。
ko: 임시 디렉터리를 만들 수 없습니다.
pl: Nie można utworzyć katalogu tymczasowego.
pt_br: Não foi possível criar o diretório temporário.
ru: Не удалось создать временный каталог.
tr: Geçici dizin oluşturulamadı.
uk: Не вдалось створити тимчасову теку.
zh_cn: 无法创建临时目录。
zh_tw: 無法建立暫存目錄。

source: Could not find support file '{0}'.
cs: Nepodařilo se najít pomocný soubor {0}.
de: Unterstützungsdatei '{0}' nicht gefunden.
es: No se encuentra el archivo de soporte '{0}'.
fr: Fichier de support « {0} » introuvable.
it: Il file di supporto '{0}' non è stato trovato.
ja: サポート ファイル '{0}' が見つかりませんでした。
ko: 지원 파일 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć pliku pomocniczego „{0}”.
pt_br: Não foi possível encontrar o arquivo de suporte '{0}'.
ru: Не удалось найти файл поддержки "{0}".
tr: '{0}' adlı destek dosyası bulunamadı.
uk: Не знайдено файлу підтримки '{0}'.
zh_cn: 找不到支持文件“{0}”。
zh_tw: 找不到支援檔案 '{0}'。

source: Could not find type '{0}'.
cs: Nepodařilo se najít typ {0}.
de: Typ '{0}' wurde nicht gefunden.
es: No se encuentra el tipo '{0}'.
fr: Nous n’avons pas pu trouver le type « {0} ».
it: Il tipo '{0}' non è stato trovato.
ja: 型 '{0}' が見つかりませんでした。
ko: '{0}' 형식을 찾을 수 없습니다.
pl: Nie można odnaleźć typu „{0}”.
pt_br: Não foi possível encontrar o tipo '{0}'.
ru: Не удалось найти тип "{0}".
tr: '{0}' türü bulunamadı.
uk: Тип '{0}' не знайдено.
zh_cn: 找不到类型“{0}”。
zh_tw: 找不到類型 '{0}'。

source: Could not find type for master '{0}'
cs: Nešlo najít typ pro hlavní stránku {0}.
de: Typ für Master '{0}' wurde nicht gefunden.
es: No se pudo encontrar el tipo de maestro '{0}'
fr: Nous n’avons pas pu trouver le type pour le masque « {0} ».
it: Il tipo per il master '{0}' non è stato trovato
ja: マスター '{0}' の種類が見つかりませんでした
ko: 마스터 '{0}'의 형식을 찾을 수 없습니다.
pl: Nie można znaleźć typu dla wzorca „{0}”
pt_br: Não foi possível encontrar o tipo para o mestre '{0}'
ru: Не удалось найти тип для образца "{0}"
tr: '{0}' ana öğesi için tür bulunamadı
zh_cn: 找不到母版“{0}”的类型
zh_tw: 找不到主要 '{0}' 的類型

source: Could not get a valid path to the assembly. There may be a conflict in the project configurations.
cs: Nešlo získat platnou cestu k sestavení. Mohlo by to být kvůli konfliktu v konfiguracích projektů.
de: Es konnte kein gültiger Pfad zur Assembly abgerufen werden. Möglicherweise liegt ein Konflikt in den Projektkonfigurationen vor.
es: No se pudo generar una ruta de acceso válida para el ensamblado. Puede que haya un conflicto en las configuraciones de proyecto.
fr: Nous n’avons pas pu obtenir de chemin d’accès valide à l’assembly. Il y a peut-être un conflit dans les configurations du projet.
it: Non è stato possibile ottenere un percorso valido per l'assembly. Potrebbe essere presente un conflitto nelle configurazioni del progetto.
ja: アセンブリへの有効なパスを取得できませんでした。プロジェクト構成に競合がある可能性があります。
ko: 어셈블리의 유효한 경로를 가져올 수 없습니다. 프로젝트 구성에서 충돌이 있을 수 있습니다.
pl: Nie można uzyskać prawidłowej ścieżki do zestawu. Możliwe, że doszło do konfliktu w konfiguracjach projektu.
pt_br: Não foi possível obter um caminho válido para o assembly. Podem existir conflitos nas configurações do projeto.
ru: Не удалось получить допустимый путь к сборке. Возможно, имеется конфликт в конфигурациях проектов.
tr: Bütünleştirilmiş kod için geçerli bir yol alınamadı. Proje yapılandırmalarında bir çakışma olabilir.
uk: Не вдалось отримати правильний шлях до збірки. Можливо є конфлікт у конфігурації проекту.
zh_cn: 无法获取程序集的有效路径。项目配置中可能有冲突。
zh_tw: 無法取得組件的有效路徑。專案組態中可能有衝突。

source: Could not get any file from '{0}'.
cs: Z {0} se nepodařilo získat žádný soubor.
de: Von '{0}' konnten keine Dateien abgerufen werden.
es: No se puede obtener ningún archivo de '{0}'.
fr: Nous n’avons pas pu obtenir un fichier de « {0} ».
it: Non è stato possibile ottenere file da '{0}'.
ja: '{0}' からファイルを取得できませんでした。
ko: '{0}'에서 파일을 가져올 수 없습니다.
pl: Nie można pobrać żadnego pliku z lokalizacji „{0}”.
pt_br: Não foi possível obter nenhum arquivo de '{0}'.
ru: Не удалось получить какой-либо файл из "{0}".
tr: '{0}' dizininden herhangi bir dosya alınamadı.
uk: Не вдалось отримати файли з '{0}'.
zh_cn: 无法从“{0}”中获取任何文件。
zh_tw: 無法從 '{0}' 取得任何檔案。

source: Could not get assembly name for user assembly '{0}'. Debugger will now debug all code, not just user code.
cs: Nešlo získat název sestavení pro uživatelské sestavení {0}. Ladicí program teď bude ladit veškerý kód, ne jenom uživatelský kód.
de: Der Assemblyname für Benutzerassembly '{0}' konnte nicht abgerufen werden. Der Debugger debuggt jetzt den gesamten Code, nicht nur Benutzercode.
es: No se pudo obtener el nombre de ensamblado para el ensamblado de usuario '{0}'. El depurador depurará todo el código, no solo el del usuario.
fr: Nous n’avons pas pu obtenir le nom de l’assembly utilisateur « {0} ». Le débogueur va à présent déboguer tout le code, pas seulement le code utilisateur.
it: Non è stato possibile ottenere il nome dell'assembly per l'assembly utente '{0}'. Il debugger eseguirà il debug di tutto il codice e non solo di quello utente.
ja: ユーザー アセンブリ '{0}' のアセンブリ名を取得できませんでした。デバッガーは、ユーザー コードだけでなくすべてのコードをデバッグします。
ko: 사용자 어셈블리 '{0}'에 대한 어셈블리 이름을 가져올 수 없습니다. 디버거는 이제 사용자 코드뿐만 아니라 모든 코드를 디버깅합니다.
pl: Nie można pobrać nazwy zestawu użytkownika „{0}”. Debuger będzie teraz debugować cały kod, a nie tylko kod użytkownika.
pt_br: Não foi possível obter o nome do assembly para o assembly do usuário '{0}'. O depurador agora depurará todo o código, não apenas o código do usuário.
ru: Не удалось получить имя сборки для пользовательской сборки "{0}". Теперь отладчик будет отлаживать весь код, а не только пользовательский.
tr: '{0}' kullanıcı bütünleştirilmiş kodu için bütünleştirilmiş kod adı alınamadı. Hata ayıklayıcısı yalnızca kullanıcı kodunun değil tüm kodun hatalarını ayıklayacak.
uk: Неможливо отримати назву збірки для користувацької збірки '{0}'. Зневаджувач оброблятиме весь код, а не лише код користувача.
zh_cn: 无法获取用户程序集“{0}”的程序集名称。调试程序现将调试所有代码，而不是仅调试用户代码。
zh_tw: 無法取得使用者組件 '{0}' 的組件名稱。偵錯工具現在將會偵錯所有程式碼，而不只是使用者程式碼。

source: Could not get diff information.
cs: Nepodařilo se získat informace o rozdílech.
de: Änderungsinformationen konnten nicht abgerufen werden.
es: No se pudo obtener información sobre las diferencias.
fr: Impossible d’obtenir les informations diff.
it: Non è stato possibile ottenere informazioni sulle differenze.
ja: 差分情報を取得できませんでした。
ko: diff 정보를 가져올 수 없습니다.
pl: Nie można uzyskać informacji o różnicach.
pt_br: Não foi possível obter informações da diferença.
ru: Не удалось получить информацию о несовпадении.
tr: Fark bilgisi alınamadı.
uk: Не вдалось отримати інформацію про відмінності.
zh_cn: 无法获取差异信息。
zh_tw: 無法取得 diff 資訊。

source: Could not import color theme.
cs: Barevný motiv nebylo možné naimportovat.
de: Farbdesign konnte nicht importiert werden.
es: No se puede importar el tema de color.
fr: Impossible d'importer le thème de couleur.
ja: 配色テーマをインポートできませんでした。
ko: 색 테마를 가져오지 못했습니다.
pl: Nie można zaimportować motywu kolorów.
pt_br: Não foi possível importar o tema de cores.
ru: Не удалось импортировать цветовую схему.
tr: Renk teması içeri aktarılamadı.

source: Could not launch ASP.NET web server
cs: Nešlo spustit webový server ASP.NET.
de: ASP.NET-Webserver konnte nicht gestartet werden.
es: No se pudo iniciar el servidor web ASP.NET
fr: Nous n’avons pas pu lancer le serveur web ASP.NET
it: Non è stato possibile avviare il server Web ASP.NET
ja: ASP.NET Web サーバーを起動できませんでした
ko: ASP.NET 웹 서버를 시작할 수 없습니다.
pl: Nie można uruchomić serwera sieci Web ASP.NET
pt_br: Não foi possível iniciar o servidor Web ASP.NET
ru: Не удалось запустить веб-сервер ASP.NET
tr: ASP.NET web sunucusu başlatılamadı
uk: Не вдалось запустити веб-сервер ASP.NET
zh_cn: 无法启动 ASP.NET Web 服务器
zh_tw: 無法啟動 ASP.NET 網頁伺服器

source: Could not launch web server.
cs: Nešlo spustit webový server.
de: Der Webserver konnte nicht gestartet werden.
es: No se pudo iniciar el servidor web.
fr: Nous n’avons pas pu lancer le serveur web.
it: Non è stato possibile avviare il server Web.
ja: Web サーバーを起動できませんでした。
ko: 웹 서버를 시작할 수 없습니다.
pl: Nie można uruchomić serwera sieci Web.
pt_br: Não foi possível iniciar o servidor Web.
ru: Не удалось запустить веб-сервер.
tr: Web sunucusu başlatılamadı.
zh_cn: 无法启动 Web 服务器。
zh_tw: 無法啟動網頁伺服器。

source: Could not load project '{0}' with unknown item type
cs: Nepodařilo se načíst projekt {0} s neznámým typem položky.
de: Projekt '{0}' mit unbekanntem Elementtyp konnte nicht geladen werden.
es: No se puede cargar el proyecto '{0}' con un tipo de elemento desconocido
fr: Impossible de charger le projet « {0} » avec un type d’élément inconnu
it: Non è stato possibile caricare il progetto '{0}' con il tipo di elemento sconosciuto
ja: 不明な項目の種類のプロジェクト '{0}' を読み込むことができませんでした
ko: 알 수 없는 항목 형식이 포함된 '{0}' 프로젝트를 로드할 수 없습니다.
pl: Nie można załadować projektu „{0}” z nieznanym typem elementu
pt_br: Não foi possível carregar o projeto '{0}' com o tipo de item desconhecido
ru: Не удалось загрузить проект "{0}" с неизвестным типом элемента
tr: Bilinmeyen öğe türünü içeren '{0}' adlı proje yüklenemedi
uk: Не вдалось завантажити проект '{0}' з невідомим типом елемента.
zh_cn: 无法加载具有未知项类型的项目“{0}”
zh_tw: 因為項目類型未知，所以無法載入專案 '{0}'

source: Could not load project '{0}' with unknown item type '{1}'
cs: Nepodařilo se načíst projekt {0} s neznámým typem položky {1}.
de: Projekt '{0}' mit unbekanntem Elementtyp '{1}' konnte nicht geladen werden.
es: No se puede cargar el proyecto '{0}' con el tipo de elemento desconocido '{1}'
fr: Impossible de charger le projet « {0} » avec le type d’élément inconnu « {1} »
it: Non è stato possibile caricare il progetto '{0}' con il tipo di elemento sconosciuto '{1}'
ja: 不明な項目の種類 '{1}' のプロジェクト '{0}' を読み込むことができませんでした
ko: 알 수 없는 항목 형식 '{1}'이(가) 포함된 '{0}' 프로젝트를 로드할 수 없습니다.
pl: Nie można załadować projektu „{0}” z nieznanym typem elementu „{1}”
pt_br: Não foi possível carregar o projeto '{0}' com o tipo de item desconhecido '{1}'
ru: Не удалось загрузить проект "{0}" с неизвестным типом элемента "{1}"
tr: '{1}' bilinmeyen öğe türünü içeren '{0}' adlı proje yüklenemedi
uk: Не вдалось завантажити проект '{0}' з невідомим типом елемента '{1}'
zh_cn: 无法加载具有未知项类型“{1}”的项目“{0}”
zh_tw: 因為項目類型 '{1}' 未知，所以無法載入專案 '{0}'

source: Could not load solution item: {0}
cs: Nepodařilo se načíst položku řešení: {0}
de: Projektmappenelement konnte nicht geladen werden: {0}
es: No se puede cargar el elemento de solución: {0}
fr: Impossible de charger l’élément de solution : {0}
it: Non è stato possibile caricare l'elemento della soluzione: {0}
ja: ソリューション項目を読み込むことができませんでした: {0}
ko: 솔루션 항목을 로드할 수 없음: {0}
pl: Nie można załadować elementu rozwiązania: {0}
pt_br: Não foi possível carregar o item da solução: {0}
ru: Не удалось загрузить элемент решения: {0}
tr: Çözüm öğesi yüklenemedi: {0}
uk: Не вдалось завантажити компонент рішення: {0}
zh_cn: 无法加载解决方案项: {0}
zh_tw: 無法載入解決方案項目: {0}

source: Could not load solution: {0}
cs: Nepodařilo se načíst řešení: {0}
de: Projektmappe konnte nicht geladen werden: {0}
es: No se puede cargar la solución: {0}
fr: Impossible de charger la solution : {0}
it: Non è stato possibile caricare la soluzione: {0}
ja: ソリューションを読み込むことができませんでした: {0}
ko: 솔루션을 로드할 수 없음: {0}
pl: Nie można załadować rozwiązania: {0}
pt_br: Não foi possível carregar a solução: {0}
ru: Не удалось загрузить решение: {0}
tr: Çözüm yüklenemedi: {0}
uk: Не вдалось завантажити рішення: {0}
zh_cn: 无法加载解决方案: {0}
zh_tw: 無法載入解決方案: {0}

source: Could not load workspace item: {0}
cs: Položku pracovního prostoru nebylo možné načíst: {0}.
de: Arbeitsbereichselement konnte nicht geladen werden: {0}
es: No se pudo cargar el elemento de área de trabajo: {0}
fr: Impossible de charger l'élément d'espace de travail : {0}
it: Non è stato possibile caricare l'elemento dell'area di lavoro: {0}
ja: ワークスペース アイテム {0} を読み込めませんでした
ko: 작업 영역 항목 {0}을(를) 로드할 수 없습니다.
pl: Nie można załadować elementu obszaru roboczego: {0}
pt_br: Não foi possível carregar o item de workspace: {0}
ru: Не удалось загрузить элемент рабочей области: {0}
tr: Çalışma alanı öğesi yüklenemedi: {0}

source: Could not load {0} project '{1}'. {2}
cs: Nepodařilo se načíst {0} projekt {1}: {2}
de: {0}-Projekt '{1}' konnte nicht geladen werden. {2}
es: No se puede cargar el proyecto '{1}' de {0}. {2}
fr: Impossible de charger le projet {0} « {1} ». {2}
it: Non è stato possibile caricare il progetto '{1}' di {0}. {2}
ja: {0} プロジェクト '{1}' を読み込むことができませんでした。{2}
ko: {0} 프로젝트 '{1}'을(를) 로드할 수 없습니다. {2}
pl: Nie można załadować projektu „{1}” ({0}). {2}
pt_br: Não foi possível carregar o projeto do {0} '{1}'.{2}
ru: Не удалось загрузить проект {0} "{1}". {2}
tr: {0} projesi '{1}' yüklenemedi. {2}
uk: Неможливо завантажити {0} проект '{1}'. {2}
zh_cn: 无法加载 {0} 项目“{1}”。{2}
zh_tw: 無法載入 {0} 專案 '{1}'。{2}

source: Could not mount FUSE filesystem.
cs: Nešlo připojit systém souborů FUSE.
de: FUSE-Dateisystem konnte nicht eingebunden werden.
es: No se pudo montar el sistema de archivos FUSE.
fr: Impossible de monter le système de fichiers FUSE.
it: Non è stato possibile montare il file system FUSE.
ja: FUSE ファイル システムをマウントできませんでした。
ko: FUSE 파일 시스템을 탑재할 수 없습니다.
pl: Nie można zainstalować systemu plików FUSE.
pt_br: Não foi possível montar o sistema de arquivos FUSE.
ru: Не удалось подключить файловую систему FUSE.
tr: FUSE dosya sistemi bağlanamadı
uk: Не вдалось змонтувати файлову систему FUSE.
zh_cn: 无法装载 FUSE 文件系统。
zh_tw: 無法裝載 FUSE 檔案系統。

source: Could not open the url '{0}'
cs: Nepodařilo se otevřít URL {0}.
de: URL '{0}' konnte nicht geöffnet werden
es: No se puede abrir la dirección URL '{0}'
fr: Nous n’avons pas pu ouvrir l’URL « {0} »
it: Non è stato possibile aprire l'URL '{0}'
ja: URL '{0}' を開けませんでした
ko: URL '{0}'을(를) 열 수 없습니다.
pl: Nie można otworzyć adresu URL „{0}”
pt_br: Não foi possível abrir a URL '{0}'
ru: Не удалось открыть URL-адрес "{0}"
tr: URL açılamadı: '{0}'
uk: Не вдалось відкрити адресу {0}
zh_cn: 无法打开 URL“{0}”
zh_tw: 無法開啟此 URL '{0}'

source: Could not open the url {0}
cs: Nepodařilo se otevřít URL {0}.
de: URL {0} konnte nicht geöffnet werden.
es: No se puede abrir la dirección URL {0}
fr: Nous n’avons pas pu ouvrir l’URL {0}
it: Non è stato possibile aprire l'URL {0}
ja: URL {0} を開けませんでした
ko: URL {0}을(를) 열 수 없습니다.
pl: Nie można otworzyć adresu URL {0}
pt_br: Não foi possível abrir a URL {0}
ru: Не удалось открыть URL-адрес {0}
tr: URL açılamadı: {0}
uk: Не вдалось відкрити адресу {0}
zh_cn: 无法打开 URL {0}
zh_tw: 無法開啟此 URL {0}
