Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: New Group
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
pl: Nowa grupa
pt_br: Novo Grupo
ru: Новая группа
tr: Yeni Grup
uk: Нова група
zh_cn: 新建组
zh_tw: 新增群組

source: New Group...
cs: Nová skupina...
de: Neue Gruppe...
es: Nuevo grupo...
fr: Nouveau groupe...
it: Nuovo gruppo...
ja: 新しいグループ...
ko: 새 그룹...
pl: Nowa grupa...
pt_br: Novo Grupo...
ru: Новая группа...
tr: Yeni Grup...
uk: Нова група...
zh_cn: 新建组...
zh_tw: 新增群組...

source: New Instance
cs: Nová instance
de: Neue Instanz
es: Nueva instancia
fr: Nouvelle instance
ja: 新しいインスタンス
ko: 새 인스턴스
pl: Nowe wystąpienie
pt_br: Nova Instância
ru: Новый экземпляр
tr: Yeni Örnek

source: New Layout
cs: Nové rozložení
de: Neues Layout
es: Nuevo diseño
fr: Nouvelle disposition
it: Nuovo layout
ja: 新しいレイアウト
ko: 새 레이아웃
pl: Nowy układ
pt_br: Novo Layout
ru: Новый макет
tr: Yeni Düzen
uk: Нова конфігурація вікон
zh_cn: 新建布局
zh_tw: 新增配置

source: New Lines
cs: Nové řádky
de: Neue Zeilen
es: Líneas nuevas
fr: Nouvelles lignes
it: Nuove righe
ja: 改行
ko: 새 줄
pl: Nowe wiersze
pt_br: Novas Linhas
ru: Новые строки
tr: Yeni Satırlar
uk: Нові рядкиПросмотреть список
zh_cn: 新行
zh_tw: 新行

source: New Policy
cs: Nová zásada
de: Neue Richtlinie
es: Nueva directiva
fr: Nouvelle stratégie
it: Nuovi criteri
ja: 新しいポリシー
ko: 새 정책
pl: Nowe zasady
pt_br: Nova Política
ru: Новая политика
tr: Yeni İlke
uk: Нова політика
zh_cn: 新建策略
zh_tw: 新增原則

source: New Profile
cs: Nový profil
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
it: Nuovo profilo
ja: 新しいプロファイル
ko: 새 프로필
pl: Nowy profil
pt_br: Novos Perfil
ru: Новый профиль
tr: Yeni Profil
uk: Новий профіль
zh_cn: 新建配置文件
zh_tw: 新增設定檔

source: New Project
cs: Nový projekt
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
it: Nuovo progetto
ja: 新しいプロジェクト
ko: 새 프로젝트
pl: Nowy projekt
pt_br: Novo Projeto
ru: Новый проект
tr: Yeni Proje
uk: Новий проект
zh_cn: 新建项目
zh_tw: 新增專案

source: New Task
cs: Nový úkol
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività
ja: 新しいタスク
ko: 새 작업
pl: Nowe zadanie
pt_br: Nova Tarefa
ru: Новая задача
tr: Yeni Görev
uk: Нове завдання
zh_cn: 新建任务
zh_tw: 新增工作

source: New Tool
cs: Nový nástroj
de: Neues Tool
es: Nueva herramienta
fr: Nouvel outil
it: Nuovo strumento
ja: 新しいツール
ko: 새 도구
pl: Nowe narzędzie
pt_br: Nova Ferramenta
ru: Новый инструмент
tr: Yeni Araç
uk: Додати засіб
zh_cn: 新建工具
zh_tw: 新增工具

source: New View
cs: Nové zobrazení
de: Neue Ansicht
es: Nueva vista
fr: Nouvelle vue
it: Nuova visualizzazione
ja: 新しいビュー
ko: 새 뷰
pl: Nowy widok
pt_br: Nova Exibição
ru: Новое представление
tr: Yeni Görünüm
uk: Новий перегляд
zh_cn: 新建视图
zh_tw: 新增檢視

source: New Widget...
cs: Nový widget...
de: Neues Widget...
es: Nuevo widget...
fr: Nouveau widget...
it: Nuovo widget...
ja: 新しいウィジェット...
ko: 새 위젯...
pl: Nowy widżet...
pt_br: Novo Widget...
ru: Новое мини-приложение...
tr: Yeni Pencere Öğesi...
uk: Новий віджет...
zh_cn: 新建小组件...
zh_tw: 新增小工具...

source: New Window...
cs: Nové okno...
de: Neues Fenster...
es: Nueva ventana...
fr: Nouvelle fenêtre...
it: Nuova finestra...
ja: 新しいウィンドウ...
ko: 새 창...
pl: Nowe okno...
pt_br: Nova Janela...
ru: Новое окно...
tr: Yeni Pencere...
uk: Нове вікно...
zh_cn: 新建窗口...
zh_tw: 開新視窗...

source: New _File...
cs: _Nový soubor...
de: _Neue Datei...
es: _Nuevo archivo...
fr: Nouveau _fichier...
it: Nuovo _file...
ja: 新しいファイル(_F)...
ko: 새 파일(_F)...
pl: Nowy _plik...
pt_br: Novo _Arquivo...
ru: Создать _файл...
tr: Yeni _Dosya...
uk: _Новий файл...
zh_cn: 新建文件(_F)...
zh_tw: 新增檔案(_F)...

source: New _Folder…
cs: Nová _složka…
de: Neuer _Ordner...
es: Nueva _carpeta…
fr: Nouveau _dossier...
ja: 新しいフォルダー(_F)…
ko: 새 폴더(_F)...
pl: Nowy _folder…
pt_br: Nova _Pasta…
ru: Создать _папку…
tr: Yeni _Klasör...

source: New _Solution...
cs: No_vé řešení...
de: Neue _Projektmappe...
es: Nueva _solución...
fr: Nouvelle _solution...
it: Nuova _soluzione...
ja: 新しいソリューション(_S)...
ko: 새 솔루션(_S)...
pl: Nowe _rozwiązanie...
pt_br: Nova _Solução...
ru: Создать р_ешение...
tr: Yeni _Çözüm...
zh_cn: 新建解决方案(_S)...
zh_tw: 新增解決方案(_S)...

source: New _Workspace...
cs: Nový _pracovní prostor...
de: Neuer _Arbeitsbereich...
es: Nueva _área de trabajo...
fr: Nouvel espace de _travail...
it: Nuo_va area di lavoro...
ja: 新しいワークスペース(_W)...
ko: 새 작업 영역(_W)...
pl: Nowy _obszar roboczy...
pt_br: Novo _Workspace...
ru: Создать рабо_чую область...
tr: Yeni _Çalışma Alanı...
zh_cn: 新建工作区(_W)...
zh_tw: 新增工作區(_W)...

source: New button
cs: Tlačítko Nový
de: Neue Schaltfläche
es: Nuevo botón
fr: Nouveau bouton
it: Nuovo pulsante
ja: 新しいボタン
ko: 새 단추
pl: Nowy przycisk
pt_br: Novo botão
ru: Новая кнопка
tr: Yeni düğme
uk: Нова кнопка
zh_cn: 新建按钮
zh_tw: 新增按鈕

source: New extension updates are available:
cs: Jsou k dispozici nové aktualizace rozšíření:
de: Neue Erweiterungsaktualisierungen sind verfügbar:
es: Hay nuevas actualizaciones de extensión disponibles:
fr: De nouvelles mises à jour d'extension sont disponibles :
ja: 拡張機能の新しい更新プログラムが利用可能です:
ko: 새 확장 업데이트를 사용할 수 있습니다.
pl: Dostępne są nowe aktualizacje rozszerzenia:
pt_br: Novas atualizações de extensão estão disponíveis:
ru: Доступны новые обновления расширений:
tr: Yeni uzantı güncelleştirmeleri var:

source: New file
cs: Nový soubor
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
ja: 新しいファイル
ko: 새 파일
pl: Nowy plik
pt_br: Novo arquivo
ru: Создать файл
tr: Yeni dosya

source: New format:
cs: Nový formát:
de: Neues Format:
es: Nuevo formato:
fr: Nouveau format :
it: Nuovo formato:
ja: 新しい形式:
ko: 새 형식:
pl: Nowy format:
pt_br: Novo formato:
ru: Новый формат:
tr: Yeni biçim:
uk: Новий формат:
zh_cn: 新格式:
zh_tw: 新增格式:

source: New line options for braces
cs: Možnosti nového řádku pro závorky
de: Zeilenwechseloptionen für geschweifte Klammern
es: Opciones de línea nueva para llaves
fr: Nouvelles options de ligne pour les accolades
it: Opzioni relative alla nuova riga per parentesi graffe
ja: 中かっこの改行オプション
ko: 중괄호에 대한 줄 바꿈 옵션
pl: Opcje nowego wiersza dla nawiasów klamrowych
pt_br: Novas opções de linha para chaves
ru: Параметры перехода на новую строку для фигурных скобок
tr: Ayraçlar için yeni satır seçenekleri
uk: Параметри нового рядка для фігурних дужок
zh_cn: 大括号的新行选项
zh_tw: 括號的新行選項

source: New line options for expressions
cs: Volby nových řádků pro výrazy
de: Zeilenwechseloptionen für Ausdrücke
es: Opciones de línea nueva para expresiones
fr: Nouvelles options de lignes pour expressions
it: Opzioni relative alla nuova riga per le espressioni
ja: 式の改行オプション
ko: 식에 대한 줄 바꿈 옵션
pl: Opcje nowego wiersza dla wyrażeń
pt_br: Novas opções de linha para expressões
ru: Параметры перехода на новую строку для выражений
tr: İfadeler için yeni satır seçenekleri
uk: Параметри нового рядка для виразів
zh_cn: 表达式的新行选项
zh_tw: 運算式的新行選項

source: New line options for keywords
cs: Možnosti nových řádků pro klíčová slova
de: Zeilenwechseloptionen für Schlüsselwörter
es: Opciones de nueva línea para palabras clave
fr: Nouvelles options de ligne pour les mots clés
it: Opzioni relative alla nuova riga per le parole chiave
ja: キーワードの改行オプション
ko: 키워드에 대한 줄 바꿈 옵션
pl: Opcje nowego wiersza dla słów kluczowych
pt_br: Novas opções de linha para palavras-chaves
ru: Параметры перехода на новую строку для ключевых слов
tr: Anahtar sözcükler için yeni satır seçenekleri
uk: Параметри нового рядка для ключових слів
zh_cn: 关键字的新行选项
zh_tw: 關鍵字的新行選項

source: New locale...
cs: Nové národní prostředí...
de: Neues Gebietsschema...
es: Nueva configuración regional...
fr: Nouveaux paramètres régionaux...
it: Nuove impostazioni locali...
ja: 新しいロケール...
ko: 새 로캘...
pl: Nowe ustawienia regionalne...
pt_br: Nova localidade...
ru: Новый языковой стандарт...
tr: Yeni yerel...
uk: Нова локалізація...
zh_cn: 新区域设置...
zh_tw: 新增地區設定...

source: New na_me:
cs: Nový ná_zev:
de: Neuer Na_me:
es: Nuevo no_mbre:
fr: Nouveau no_m :
it: Nuovo no_me:
ja: 新しい名前(_M):
ko: 새 이름(_M):
pl: Nowa _nazwa:
pt_br: Novo no_me:
ru: Новое _имя:
tr: Yeni ad_:
uk: Н_ова назва:
zh_cn: 新名称(_M):
zh_tw: 新增名稱(_M):

source: New name:
cs: Nový název:
de: Neuer Name:
es: Nuevo nombre:
fr: Nouveau nom :
it: Nuovo nome:
ja: 新しい名前:
ko: 새 이름:
pl: Nowa nazwa:
pt_br: Novo nome:
ru: Новое имя:
tr: Yeni ad:
uk: Нова назва:
zh_cn: 新名称:
zh_tw: 新增名稱:

source: New policy...
cs: Nová zásada...
de: Neue Richtlinie...
es: Nueva directiva...
fr: Nouvelle stratégie...
it: Nuovi criteri...
ja: 新しいポリシー...
ko: 새 정책...
pl: Nowe zasady...
pt_br: Nova política...
ru: Новая политика...
tr: Yeni ilke...
uk: Нова політика...
zh_cn: 新建策略...
zh_tw: 新增原則...

source: New template
cs: Nová šablona
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
ja: 新しいテンプレート
ko: 새 템플릿
pl: Nowy szablon
pt_br: Novo modelo
ru: Новый шаблон
tr: Yeni şablon
uk: Новий шаблон
zh_cn: 新建模板
zh_tw: 新增範本

source: New...
cs: Nový...
de: Neu...
es: Nuevo...
fr: Nouveau...
it: Nuovo...
ja: 新規作成...
ko: 새로 만들기...
pl: Nowy...
pt_br: Novo...
ru: Создать...
tr: Yeni...
uk: Нове...
zh_cn: 新建...
zh_tw: 新增...

source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pl: Dalej
pt_br: Avançar
ru: Далее
tr: İleri
uk: Далі
zh_cn: 下一步
zh_tw: 下一步

source: Next Change
cs: Další změna
de: Nächste Änderung
es: Cambio siguiente
fr: Modification suivante
it: Modifica successiva
ja: 次の変更箇所
ko: 다음 변경 내용
pl: Następna zmiana
pt_br: Próxima Alteração
ru: Следующее изменение
tr: Sonraki Değişiklik
uk: Наступна зміна
zh_cn: 下一个更改
zh_tw: 下個變更

source: Next Error
cs: Další chyba
de: Nächster Fehler
es: Siguiente error
fr: Erreur suivante
it: Errore successivo
ja: 次のエラー
ko: 다음 오류
pl: Następny błąd
pt_br: Próximo Erro
ru: Следующая ошибка
tr: Sonraki Hata
uk: Наступна помилка
zh_cn: 下一个错误
zh_tw: 下個錯誤

source: Next Issue in File
cs: Další problém v souboru
de: Nächstes Problem in Datei
es: Siguiente problema del archivo
fr: Problème suivant dans le fichier
it: Problema successivo nel file
ja: ファイル内の次の問題
ko: 파일의 다음 문제
pl: Następny problem w pliku
pt_br: Próximo Problema no Arquivo
ru: Следующая проблема в файле
tr: Dosyadaki Sonraki Sorun
uk: Наступна проблема у файлі
zh_cn: 文件中的下一个问题
zh_tw: 檔案中的下一個問題

source: Next Tip
cs: Další tip
de: Nächster Tipp
es: Sugerencia _siguiente
fr: Conseil suivant
it: Suggerimento successivo
ja: 次のヒント
ko: 다음 팁
pl: Następna porada
pt_br: Próxima Dica
ru: Следующий совет
tr: Sonraki İpucu
uk: Наступна порада
zh_cn: 下一条提示
zh_tw: 下個提示

source: Next document
cs: Následující dokument
de: Nächstes Dokument
es: Documento siguiente
fr: Document suivant
ja: 次のドキュメント
ko: 다음 문서
pl: Następny dokument
pt_br: Próximo documento
ru: Следующий документ
tr: Sonraki belge

source: No
cs: Ne
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
zh_cn: 否
zh_tw: 否

source: No CodeDomProvider was found for the language '{0}'.
cs: Pro jazyk {0} se nenašel žádný CodeDomProvider.
de: Für die Programmiersprache '{0}' wurde kein CodeDomProvider gefunden.
es: No se encuentra ningún elemento CodeDomProvider para el lenguaje '{0}'.
fr: CodeDomProvider introuvable pour le langage '{0}'.
it: Non è stato trovato alcun CodeDomProvider per il linguaggio '{0}'.
ja: '{0}' 言語の CodeDomProvider が見つかりませんでした。
ko: '{0}' 언어에 대한 CodeDomProvider를 찾을 수 없습니다.
pl: Nie znaleziono elementu CodeDomProvider dla języka „{0}”.
pt_br: Nenhum CodeDomProvider foi encontrado para a linguagem '{0}'.
ru: Не найден CodeDomProvider для языка "{0}".
tr: '{0}' dili için CodeDomProvider bulunamadı.
zh_cn: 找不到语言“{0}”的 CodeDomProvider。
zh_tw: 找不到語言 '{0}' 的 CodeDomProvider。

source: No LanguageBinding was found for the language '{0}'.
cs: Pro jazyk {0} se nenašla žádná vazba LanguageBinding.
de: Für die Programmiersprache '{0}' wurde keine LanguageBinding gefunden.
es: No se encuentra ningún elemento LanguageBinding para el lenguaje '{0}'.
fr: LanguageBinding introuvable pour le langage '{0}'.
it: Non è stato trovato alcun LanguageBinding per il linguaggio '{0}'.
ja: '{0}' 言語の LanguageBinding が見つかりませんでした。
ko: '{0}' 언어에 대한 LanguageBinding을 찾을 수 없습니다.
pl: Nie znaleziono elementu LanguageBinding dla języka „{0}”.
pt_br: Nenhum LanguageBinding foi encontrado para a linguagem '{0}'.
ru: Не найден LanguageBinding для языка "{0}".
tr: '{0}' dili için LanguageBinding bulunamadı.
zh_cn: 找不到语言“{0}”的 LanguageBinding。
zh_tw: 找不到語言 '{0}' 的 LanguageBinding。

source: No SDK found at default location.
cs: Ve výchozím umístění se nepodařilo najít žádnou sadu SDK.
de: Kein SDK im Standardverzeichnis gefunden.
es: No se ha encontrado ningún SDK en la ubicación predeterminada.
fr: Aucun Kit de développement logiciel (SDK) trouvé à l’emplacement par défaut.
it: Non è stato trovato alcun SDK nel percorso predefinito.
ja: 既定の場所に SDK がありません。
ko: SDK를 기본 위치에서 찾을 수 없습니다.
pl: Nie znaleziono zestawu SDK w domyślnej lokalizacji.
pt_br: Nenhum SDK encontrado no local padrão.
ru: Пакеты SDK в расположении по умолчанию не найдены.
tr: Varsayılan konumda SDK bulunamadı.
uk: SDK у типовому місці не знайдено.
zh_cn: 在默认位置找不到 SDK。
zh_tw: 在預設位置中找不到 SDK。

source: No SDK found at specified location.
cs: V zadaném umístění se nenašla žádná sada SDK.
de: Kein SDK am angegebenen Ort gefunden.
es: No se ha encontrado ningún SDK en la ubicación especificada.
fr: Aucun Kit de développement logiciel (SDK) trouvé à l’emplacement spécifié.
it: Non è stato trovato alcun SDK nel percorso specificato.
ja: 指定された場所に SDK がありません。
ko: SDK를 지정된 위치에서 찾을 수 없습니다.
pl: Nie znaleziono zestawu SDK w określonej lokalizacji.
pt_br: Nenhum SDK encontrado no local especificado.
ru: Пакеты SDK в указанном расположении не найдены.
tr: Belirtilen konumda SDK bulunamadı.
uk: SDK не знайдено у вказаному місці.
zh_cn: 在指定位置找不到 SDK。
zh_tw: 在指定的位置找不到任何 SDK。

source: No SMP
cs: Žádné SMP
de: Kein SMP
es: Sin SMP
fr: Pas de SMP
it: Nessun SMP
ja: SMP 無効
ko: SMP 없음
pl: Brak SMP
pt_br: Sem SMP
ru: Без SMP
tr: SMP yok
uk: Без SMP
zh_cn: 无 SMP
zh_tw: 無 SMP

source: No Selection
cs: Žádný výběr
de: Keine Auswahl
es: Ninguna selección
fr: Aucune sélection
it: Nessuna selezione
ja: 選択なし
ko: 선택 항목 없음
pl: Nie wybrano
pt_br: Nenhuma Seleção
ru: Нет выделенных элементов
tr: Seçim Yok
uk: Нічого не вибрано
zh_cn: 无选定内容
zh_tw: 未選取範圍

source: No applicable frameworks for this selection!
cs: Pro tento výběr neexistují žádné použitelné architektury.
de: Keine zutreffenden Frameworks für diese Auswahl.
es: No hay plataformas aplicables para esta selección.
fr: Aucune infrastructure applicable pour cette sélection !
it: Non ci sono framework applicabili per questa selezione.
ja: この選択対象に適用可能なフレームワークはありません。
ko: 이 선택 항목에 해당하는 프레임워크가 없습니다.
pl: Brak dostępnych struktur do wyboru.
pt_br: Nenhuma estrutura aplicável para essa seleção.
ru: Нет подходящих платформ для такого варианта.
tr: Bu seçim için uygulanabilir çerçeve yok!
zh_cn: 没有适用于此选定内容的框架!
zh_tw: 沒有適用此選取範圍的架構!

source: No changes were available to stash
cs: K dočasnému uložení nebyly k dispozici žádné změny.
de: Für Stash waren keine Änderungen verfügbar.
es: No había cambios disponibles para guardar provisionalmente
fr: Aucune modification n’était disponible pour dissimulation
it: Non sono disponibili modifiche da accantonare
ja: 一時退避できる変更がありませんでした
ko: 스태시할 수 있는 변경 내용이 없습니다.
pl: Brak zmian do scalenia
pt_br: Não há alterações disponíveis para realizar stash
ru: Нет доступных изменений для прятания
tr: Hazırlama için kullanılabilir değişiklik yoktu
uk: Немає змін, доступних для ховання
zh_cn: 没有可存储的更改
zh_tw: 沒有可用於隱藏的變更

source: No code fixes available
cs: Nejsou dostupné žádné opravy kódu.
de: Keine Codefehlerbehebungen verfügbar
es: No hay correcciones de código disponibles
fr: Aucun correctif de code disponible
ja: 利用できるコード修正プログラムがありません
ko: 사용할 수 있는 코드 수정 없음
pl: Nie ma dostępnych poprawek kodu
pt_br: Não há correções de código disponíveis
ru: Нет доступных исправлений кода
tr: Kullanılabilir kod düzeltmesi yok

source: No completions found
cs: Nenašly se žádné položky seznamu dokončení.
de: Keine Vervollständigungen gefunden
es: No se han encontrado elementos de completado
fr: Élément introuvable dans la liste de saisie semi-automatique
it: Non sono stati trovati completamenti
ja: 入力候補が見つかりません
ko: 완료된 항목을 찾을 수 없습니다.
pl: Nie znaleziono uzupełnień
pt_br: Nenhuma conclusão encontrada
ru: Варианты завершения не найдены
tr: Tamamlama bulunamadı
zh_cn: 未找到完成项
zh_tw: 找不到完成的程式碼

source: No differences found
cs: Nenašly se žádné rozdíly.
de: Keine Unterschiede gefunden
es: No se encontraron diferencias
fr: Aucune différence trouvée
it: Non sono state trovate differenze
ja: 差異は見つかりませんでした
ko: 차이점을 찾을 수 없습니다.
pl: Nie znaleziono różnic
pt_br: Nenhuma diferença encontrada
ru: Различия не найдены
tr: Fark bulunamadı
uk: Відмінностей не знайдено
zh_cn: 找不到任何差异
zh_tw: 找不到任何差異

source: No documentation available.
cs: Není dostupná žádná dokumentace.
de: Keine Dokumentation verfügbar.
es: No hay documentación disponible.
fr: Aucune documentation disponible.
it: La documentazione non è disponibile.
ja: 利用可能なドキュメントがありません。
ko: 문서를 사용할 수 없습니다.
pl: Brak dostępnej dokumentacji.
pt_br: Nenhum documento disponível.
ru: Нет доступной документации.
tr: Kullanılabilir belge yok.
uk: Документація відсутня.
zh_cn: 没有可用的文档。
zh_tw: 沒有任何可用文件。

source: No errors or warnings
cs: Bez chyb a upozornění
de: Keine Fehler oder Warnungen
es: No hay errores ni advertencias
fr: Pas d’erreur ou d’avertissement
it: Non ci sono errori o avvisi
ja: エラーや警告はありません
ko: 오류 또는 경고 없음
pl: Brak błędów i ostrzeżeń
pt_br: Não há mais erros ou avisos
ru: Нет ошибок и предупреждений
tr: Hata veya uyarı yok
uk: Немає помилок або попереджень
zh_cn: 无错误或警告
zh_tw: 沒有任何錯誤或警告

source: No extension packages found
cs: Nenašly se žádné balíčky rozšíření.
de: Keine Erweiterungspakete gefunden
es: No se encontró ningún paquete de extensión.
fr: Paquets d'extensions introuvables
ja: 拡張機能パッケージが見つかりません
ko: 확장 패키지를 찾을 수 없음
pl: Nie znaleziono pakietów rozszerzeń
pt_br: Nenhum pacote de extensão encontrado
ru: Пакетов расширений не найдено
tr: Uzantı paketi bulunamadı

source: No failed tests found.
cs: Nenašly se žádné neúspěšné testy.
de: Keine Tests mit Fehlern gefunden.
es: No se encontraron pruebas no superadas.
fr: Aucun échec de test trouvé.
it: Non sono stati trovati test non superati.
ja: 失敗したテストはありません。
ko: 실패한 테스트를 찾을 수 없습니다.
pl: Nie znaleziono testów zakończonych niepowodzeniem.
pt_br: Nenhum teste com falha encontrado.
ru: Неудачные тесты не найдены.
tr: Başarısız test bulunamadı.
uk: Всі тести було пройдено успішно.
zh_cn: 找不到失败的测试。
zh_tw: 找不到失敗的測試。

source: No files have local modifications.
cs: Žádné soubory nemají místní úpravy.
de: Keine Datei hat lokale Änderungen.
es: Ningún archivo contiene modificaciones locales.
fr: Aucun fichier ne présente de modification locale.
it: I file non contengono modifiche locali.
ja: ローカルで変更されたファイルは存在しません。
ko: 로컬 수정 내용이 있는 파일이 없습니다.
pl: Żaden z plików nie ma zmian lokalnych.
pt_br: Nenhum arquivo tem modificações locais.
ru: Ни в одном из файлов нет изменений. внесенных локально.
tr: Yerel değişikliklere sahip dosya yok.
uk: Немає файлів, змінених локально.
zh_cn: 所有文件都没有本地修改。
zh_tw: 沒有檔案曾在本機修改。

source: No files have local or remote modifications.
cs: Žádné soubory nemají místní nebo vzdálené úpravy.
de: Keine Datei hat lokale oder Remoteänderungen.
es: Ningún archivo contiene modificaciones locales o remotas.
fr: Aucun fichier ne présente de modification locale ou distante.
it: I file non contengono modifiche locali o remote.
ja: ローカルまたはリモートで変更されたファイルは存在しません。
ko: 로컬 또는 원격 수정 내용이 있는 파일이 없습니다.
pl: Żaden z plików nie ma zmian lokalnych lub zdalnych.
pt_br: Nenhum arquivo tem modificações locais ou remotas.
ru: Ни в одном из файлов нет изменений. внесенных локально или удаленно.
tr: Yerel veya uzak değişikliklere sahip dosya yok.
uk: Немає файлів, змінених локально або віддалено.
zh_cn: 所有文件都没有本地或远程修改。
zh_tw: 沒有檔案曾在本機或遠端修改。

source: No makefile was found in the project directory. Do you want to generate it now?
cs: V adresáři projektu se nepodařilo najít žádný soubor pravidel. Chcete ho teď vygenerovat?
de: Im Projektverzeichnis wurde kein Makefile gefunden. Möchten Sie es jetzt generieren?
es: No se encuentra ningún archivo Make en el directorio del proyecto. ¿Quiere generarlo ahora?
fr: Aucun Makefile trouvé dans le répertoire du projet. Vous voulez le générer maintenant ?
it: Nella directory del progetto non è stato trovato alcun makefile. Generarlo ora?
ja: プロジェクト ディレクトリにメイクファイルが見つかりませんでした。今すぐ生成しますか?
ko: 프로젝트 디렉터리에서 메이크파일을 찾을 수 없습니다. 지금 메이크파일을 생성할까요?
pl: Nie znaleziono pliku reguł programu make w katalogu projektu. Czy chcesz go teraz wygenerować?
pt_br: Nenhum makefile foi encontrado no diretório do projeto. Deseja gerá-lo agora?
ru: Не найден файл makefile в каталоге проекта. Вы хотите создать его сейчас?
tr: Proje dizininde hiçbir derleme görevleri dosyası bulunamadı. Şimdi oluşturmak istiyor musunuz?
uk: У теці проекту не знайдено файл Makefile. Бажаєте згенерувати його зараз?
zh_cn: 在该项目目录中找不到生成文件。是否要立即生成一个?
zh_tw: 在專案目錄中找不到 Makefile。要立即產生嗎?

source: No matches
cs: Žádné shody
de: Keine Übereinstimmungen
es: No hay coincidencias
fr: Aucune correspondance
it: Non sono state trovate corrispondenze
ja: 一致なし
ko: 일치 항목 없음
pl: Brak dopasowań
pt_br: Nenhuma correspondência
ru: Нет совпадений
tr: Eşleşme yok
uk: Збігів немає
zh_cn: 无匹配项
zh_tw: 沒有相符項目

source: No matching packages found.
cs: Nenašly se žádné odpovídající balíčky.
de: Keine übereinstimmenden Pakete gefunden
es: No se encontraron paquetes coincidentes.
fr: Aucun paquet correspondant trouvé.
it: Non sono stati trovati pacchetti corrispondenti.
ja: 一致するパッケージは見つかりませんでした。
ko: 일치하는 패키지를 찾을 수 없습니다.
pl: Nie znaleziono zgodnych pakietów.
pt_br: Nenhum pacote correspondente encontrado.
ru: Не удалось найти соответствующие пакеты.
tr: Eşleşen paket bulunamadı.
uk: Підхожих пакунків не знайдено.
zh_cn: 找不到匹配的包。
zh_tw: 找不到任何相符封裝。

source: No merge conflicts detected.
cs: Nebyly zjištěny žádné konflikty slučování.
de: Keine Zusammenführungskonflikte erkannt.
es: No se han detectado conflictos de fusión mediante combinación.
fr: Aucun conflit de fusion détecté.
ja: マージの競合は検出されていません。
ko: 병합 충돌이 검색되지 않았습니다.
pl: Nie wykryto konfliktów scalania.
pt_br: Nenhum conflito de mesclagem detectado.
ru: Конфликты при слиянии отсутствуют.
tr: Birleştirme çakışması algılanmadı.

source: No more errors or warnings
cs: Žádné další chyby ani upozornění
de: Keine weiteren Fehler oder Warnungen
es: No hay más errores ni advertencias
fr: Pas d’autres erreurs ou avertissements
it: Non ci sono altri errori o avvisi
ja: これ以上エラーや警告はありません
ko: 오류나 경고가 더 이상 없음
pl: Nie ma więcej błędów i ostrzeżeń
pt_br: Não há mais erros ou avisos
ru: Ошибки или предупреждения отсутствуют
tr: Daha başka hata veya uyarı yok
uk: Помилок або попереджень більше немає
zh_cn: 没有更多错误或警告
zh_tw: 沒有其他錯誤或警告

source: No news found.
cs: Nenašly se žádné novinky.
de: Nichts Neues gefunden.
es: No se encontraron noticias.
fr: Aucune actualité trouvée.
it: Non sono state trovate novità.
ja: ニュースは見つかりませんでした。
ko: 뉴스를 찾을 수 없습니다.
pl: Nie znaleziono wiadomości.
pt_br: Nenhuma notícia encontrada.
ru: Новости не найдены.
tr: Haber bulunamadı.
uk: Новин не знайдено.
zh_cn: 找不到任何新闻。
zh_tw: 找不到任何新聞。

source: No options have been specified.
cs: Nejsou zadané žádné možnosti.
de: Es wurden keine Optionen angegeben.
es: No se han especificado opciones.
fr: Aucune option n’est spécifiée.
it: Non è stata specificata alcuna opzione.
ja: オプションが指定されていません。
ko: 옵션이 지정되지 않았습니다.
pl: Nie określono żadnych opcji.
pt_br: Nenhuma opção foi especificada.
ru: Параметры не заданы.
tr: Hiçbir seçenek belirtilmedi.
uk: Не задані параметри.
zh_cn: 尚未指定任何选项。
zh_tw: 尚未指定任何選項。

source: No policies
cs: Žádné zásady
de: Keine Richtlinien
es: No hay directivas
fr: Aucune stratégie
it: Non esistono criteri
ja: ポリシーなし
ko: 정책 없음
pl: Brak zasad
pt_br: Nenhuma política
ru: Нет политик
tr: İlke yok
uk: Без політики
zh_cn: 无策略
zh_tw: 沒有原則
