Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Do you really want to copy the folder '{0}' to the folder '{1}'?
cs: Opravdu chcete zkopírovat složku {0} do složky {1}?
de: Möchten Sie den Ordner '{0}' wirklich in den Ordner '{1}' kopieren?
es: ¿Realmente quiere copiar la carpeta '{0}' en la carpeta '{1}'?
fr: Voulez-vous vraiment copier le dossier « {0} » dans le dossier « {1} » ?
it: Copiare la cartella '{0}' nella cartella '{1}'?
ja: フォルダー '{0}' をフォルダー '{1}' にコピーしますか?
ko: '{0}' 폴더를 '{1}' 폴더에 복사할까요?
pl: Czy na pewno chcesz skopiować folder „{0}” do folderu „{1}”?
pt_br: Você realmente deseja copiar a pasta '{0}' para a pasta '{1}'?
ru: Вы действительно хотите скопировать папку "{0}" в папку "{1}"?
tr: '{0}' dosyasını '{1}' dosyasına kopyalamak istiyor musunuz?
uk: Справді скопіювати теку '{0}' у теку '{1}'?
zh_cn: 确实要将文件夹“{0}”复制到文件夹“{1}”中?
zh_tw: 確定要將資料夾 '{0}' 複製到資料夾 '{1}' 嗎?

source: Do you really want to copy the folder '{0}' to the root folder of project '{1}'?
cs: Opravdu chcete zkopírovat složku {0} do kořenové složky projektu {1}?
de: Möchten Sie den Ordner '{0}' wirklich in den Stammordner von Projekt '{1}' kopieren?
es: ¿Realmente quiere copiar la carpeta '{0}' en la carpeta raíz del proyecto '{1}'?
fr: Voulez-vous vraiment copier le dossier « {0} » dans le dossier racine du projet « {1} » ?
it: Copiare la cartella '{0}' nella cartella radice del progetto '{1}'?
ja: フォルダー '{0}' をプロジェクトのルート フォルダー '{1}' にコピーしますか?
ko: '{0}' 폴더를 '{1}' 프로젝트의 루트 폴더에 복사할까요?
pl: Czy na pewno chcesz skopiować folder „{0}” do folderu głównego projektu „{1}”?
pt_br: Realmente deseja copiar a pasta '{0}' para a pasta raiz do projeto '{1}'?
ru: Вы действительно хотите скопировать папку "{0}" в корневой каталог проекта "{1}"?
tr: '{0}' klasörünü '{1}' projesinin kök klasörüne gerçekten kopyalamak istiyor musunuz?
uk: Справді скопіювати теку '{0}' у кореневу теку проекту '{1}'?
zh_cn: 确实要将文件夹“{0}”复制到项目“{1}”的根文件夹中?
zh_tw: 確定要將資料夾 '{0}' 複製到專案 '{1}' 的根資料夾嗎?

source: Do you really want to move the folder '{0}' to the folder '{1}'?
cs: Opravdu chcete přesunout složku {0} do složky {1}?
de: Möchten Sie den Ordner '{0}' wirklich in den Ordner '{1}' verschieben?
es: ¿Realmente quiere mover la carpeta '{0}' a la carpeta '{1}'?
fr: Voulez-vous vraiment déplacer le dossier « {0} » vers le dossier « {1} » ?
it: Spostare la cartella '{0}' nella cartella '{1}'?
ja: フォルダー '{0}' をフォルダー '{1}' に移動しますか?
ko: '{0}' 폴더를 '{1}' 폴더로 이동할까요?
pl: Czy na pewno chcesz przenieść folder „{0}” do folderu „{1}”?
pt_br: Você realmente deseja mover a pasta '{0}' para a pasta '{1}'?
ru: Вы действительно хотите переместить папку "{0}" в папку "{1}"?
tr: '{0}' dosyasını '{1}' dosyasına taşımak istiyor musunuz?
uk: Справді перенести теку '{0}' у теку '{1}'?
zh_cn: 确实要将文件夹“{0}”移到文件夹“{1}”中?
zh_tw: 確定要將資料夾 '{0}' 移動到資料夾 '{1}' 嗎?

source: Do you really want to move the folder '{0}' to the root folder of project '{1}'?
cs: Opravdu chcete přesunout složku {0} do kořenové složky projektu {1}?
de: Möchten Sie den Ordner '{0}' wirklich in den Stammordner von Projekt '{1}' verschieben?
es: ¿Realmente quiere mover la carpeta '{0}' a la carpeta raíz del proyecto '{1}'?
fr: Voulez-vous vraiment déplacer le dossier « {0} » vers le dossier racine du projet « {1} » ?
it: Spostare la cartella '{0}' nella cartella radice del progetto '{1}'?
ja: フォルダー '{0}' をプロジェクトのルート フォルダー '{1}' に移動しますか?
ko: '{0}' 폴더를 '{1}' 프로젝트의 루트 폴더로 이동할까요?
pl: Czy na pewno chcesz przenieść folder „{0}” do folderu głównego projektu „{1}”?
pt_br: Realmente deseja mover a pasta '{0}' para a pasta raiz do projeto '{1}'?
ru: Вы действительно хотите переместить папку "{0}" в корневой каталог проекта "{1}"?
tr: '{0}' klasörünü '{1}' projesinin kök klasörüne gerçekten taşımak istiyor musunuz?
uk: Справді перенести теку '{0}' у кореневу теку проекту '{1}'?
zh_cn: 确实要将文件夹“{0}”移到项目“{1}”的根文件夹中?
zh_tw: 確定要將資料夾 '{0}' 移至專案 '{1}' 的根資料夾嗎?

source: Do you really want to remove project '{0}' from '{1}'?
cs: Opravdu chcete odebrat projekt {0} z {1}?
de: Möchten Sie das Projekt '{0}' wirklich aus '{1}' entfernen?
es: ¿Está seguro de que quiere quitar el proyecto '{0}' de '{1}'?
fr: Voulez-vous vraiment supprimer le projet « {0} » de « {1} » ?
it: Rimuovere il progetto '{0}' da '{1}'?
ja: プロジェクト '{0}' を '{1}' から削除しますか?
ko: '{1}'에서 '{0}' 프로젝트를 제거할까요?
pl: Czy na pewno chcesz usunąć projekt „{0}” z elementu „{1}”?
pt_br: Você realmente deseja remover o projeto '{0}' de '{1}'?
ru: Вы действительно хотите удалить проект "{0}" из "{1}"?
tr: '{0}' projesini '{1}' konumundan gerçekten kaldırmak istiyor musunuz?
uk: Справді вилучити проект '{0}' з '{1}'?
zh_cn: 确实要从“{1}”中删除项目“{0}”?
zh_tw: 確定要從 {1} 移除專案 {0} 嗎?

source: Do you really want to remove project '{0}' from solution '{1}'
cs: Opravdu chcete odebrat projekt {0} z řešení {1}?
de: Möchten Sie das Projekt '{0}' wirklich aus Projektmappe '{1}' entfernen?
es: ¿Está seguro de que desea quitar el proyecto '{0}' de la solución '{1}'?
fr: Voulez-vous vraiment supprimer le projet « {0} » de la solution « {1} » ?
it: Rimuovere il progetto '{0}' dalla soluzione '{1}'?
ja: プロジェクト '{0}' をソリューション '{1}' から削除しますか
ko: '{1}' 솔루션에서 '{0}' 프로젝트를 제거할까요?
pl: Czy na pewno chcesz usunąć projekt „{0}” z rozwiązania „{1}”?
pt_br: Você realmente deseja remover o projeto '{0}' da solução '{1}'?
ru: Вы действительно хотите удалить проект "{0}" из решения "{1}"?
tr: '{0}' projesini '{1}' çözümünden kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити проект '{0}' з рішення '{1}'?
zh_cn: 确实要从解决方案“{1}”中删除项目“{0}”?
zh_tw: 確定要從解決方案 '{1}' 移除專案 '{0}' 嗎?

source: Do you really want to remove solution {0} from workspace {1}?
cs: Opravdu chcete odebrat řešení {0} z pracovního prostoru {1}?
de: Möchten Sie die Projektmappe {0} wirklich aus Arbeitsbereich {1} entfernen?
es: ¿Está seguro de que desea quitar la solución {0} del área de trabajo {1}?
fr: Voulez-vous vraiment supprimer la solution {0} de l’espace de travail {1} ?
it: Rimuovere la soluzione {0} dall'area di lavoro {1}?
ja: ソリューション {0} をワークスペース {1} から削除しますか?
ko: {1} 작업 영역에서 {0} 솔루션을 제거할까요?
pl: Czy na pewno chcesz usunąć rozwiązanie {0} z obszaru roboczego {1}?
pt_br: Você realmente deseja remover a solução {0} do workspace {1}?
ru: Вы действительно хотите удалить решение {0} из рабочей области {1}?
tr: {0} çözümünü {1} çalışma alanından gerçekten kaldırmak istiyor musunuz?
uk: Справді видалити рішення {0} з робочого простору {1}?
zh_cn: 确实要从工作区 {1} 中删除解决方案 {0}?
zh_tw: 確定要從工作區 {1} 移除解決方案 {0} 嗎?

source: Do you really want to remove the folder '{0}' from '{1}'?
cs: Opravdu chcete odebrat složku {0} z {1}?
de: Möchten Sie den Ordner '{0}' wirklich aus '{1}' entfernen?
es: ¿Realmente quiere quitar la carpeta '{0}' de '{1}'?
fr: Voulez-vous vraiment supprimer le dossier « {0} » de « {1} » ?
it: Rimuovere la cartella '{0}' da '{1}'?
ja: フォルダー '{0}' を '{1}' から削除しますか?
ko: '{1}'에서 '{0}' 폴더를 제거할까요?
pl: Czy na pewno chcesz usunąć folder „{0}” z lokalizacji „{1}”?
pt_br: Você realmente deseja remover a pasta '{0}' de '{1}'?
ru: Вы действительно хотите удалить папку "{0}" из "{1}"?
tr: '{0}' dosyasını '{1}' klasöründen kaldırmak istiyor musunuz?
uk: Справді вилучити теку '{0}' з '{1}'?
zh_cn: 确实要从“{1}”中删除文件夹“{0}”?
zh_tw: 確定要從 '{1}' 移除資料夾 '{0}' 嗎?

source: Do you really want to remove the item '{0}' from workspace '{1}'?
cs: Opravdu chcete odebrat položku {0} z pracovního prostoru {1}?
de: Möchten Sie das Element '{0}' wirklich aus Arbeitsbereich '{1}' entfernen?
es: ¿Está seguro de que desea quitar el elemento '{0}' del área de trabajo '{1}'?
fr: Voulez-vous vraiment supprimer l’élément « {0} » de l’espace de travail « {1} » ?
it: Rimuovere l'elemento '{0}' dall'area di lavoro '{1}'?
ja: 項目 '{0}' をワークスペース '{1}' から削除しますか?
ko: '{1}' 작업 영역에서 '{0}' 항목을 제거할까요?
pl: Czy na pewno chcesz usunąć element „{0}” z obszaru roboczego „{1}”?
pt_br: Você realmente deseja remover o item '{0}' do workspace '{1}'?
ru: Вы действительно хотите удалить элемент "{0}" из рабочей области "{1}"?
tr: '{0}' öğesini '{1}' çalışma alanından gerçekten kaldırmak istiyor musunuz?
uk: Справді вилучити елемент '{0}' з робочого простору '{1}'?
zh_cn: 确实要从工作区“{1}”中删除项“{0}”?
zh_tw: 確定要從工作區 '{1}' 移除項目 '{0}' 嗎?

source: Do you really want to remove the translation string {0} (It will be removed from all translations)?
cs: Opravdu chcete odebrat řetězec překladu {0} (ze všech překladů)?
de: Möchten Sie die Übersetzungszeichenfolge {0} wirklich entfernen (sie wird aus allen Übersetzungen entfernt)?
es: ¿Realmente quiere quitar la cadena de traducción {0} (se quitará de todas las traducciones)?
fr: Voulez-vous vraiment supprimer la chaîne de traduction {0} (elle sera supprimée de toutes les traductions) ?
it: Rimuovere la stringa di traduzione {0}? Notare che verrà rimossa da tutte le traduzioni.
ja: 翻訳文字列 {0} を削除しますか (すべての翻訳から削除されます)?
ko: 번역 문자열 {0}을(를) 제거할까요(해당 문자열이 모든 번역에서 제거됨)?
pl: Czy na pewno chcesz usunąć ciąg tłumaczenia {0} (zostanie usunięty ze wszystkich tłumaczeń)?
pt_br: Tem certeza de que deseja remover a cadeia de caracteres de tradução {0} (ela será removida de todas as traduções)?
ru: Вы действительно хотите удалить строку перевода {0} (она будет удалена изо всех переводов)?
tr: {0} çeviri dizesini kaldırmak istiyor musunuz? (Tüm çevirilerden kaldırılacak.)
uk: Справді вилучити рядок перекладу {0} (його буде вилучено зі всіх перекладів {})?
zh_cn: 确实要删除翻译字符串 {0} (将从所有翻译中删除)?
zh_tw: 確定要移除翻譯字串 {0} 嗎 (其將會從所有翻譯移除)?

source: Do you really want to remove the translation {0} from solution {1}?
cs: Opravdu chcete odebrat překlad {0} z řešení {1}?
de: Soll die Übersetzung {0} wirklich aus der Projektmappe {1} entfernt werden?
es: ¿Realmente desea eliminar la traducción {0} de la solución {1}?
fr: Voulez-vous vraiment supprimer la traduction {0} de la solution {1} ?
it: Rimuovere la traduzione {0} dalla soluzione {1}?
ja: 翻訳 {0} をソリューション {1} から削除しますか?
ko: {1} 솔루션에서 {0} 번역을 제거할까요?
pl: Czy na pewno chcesz usunąć tłumaczenie {0} z rozwiązania {1}?
pt_br: Você realmente deseja remover a tradução {0} da solução {1}?
ru: Вы действительно хотите удалить перевод {0} из решения {1}?
tr: {0} çevirisini {1} çözümünden çıkarmak istediğinizden emin misiniz?
uk: Справді вилучити переклад {0} з рішення {1}?
zh_cn: 确实要从解决方案 {1} 中删除翻译 {0}?
zh_tw: 確定要從解決方案 {1} 移除翻譯 {0} 嗎?

source: Do you want switch the runtime environment for this project version 2.0?
cs: Chcete přepnout běhové prostředí pro tento projekt na verzi 2.0?
de: Soll die Laufzeitumgebung für dieses Projekt in Version 2.0 geändert werden?
es: ¿Quiere cambiar el entorno de ejecución para este proyecto a la versión 2.0?
fr: Voulez-vous passer l’environnement d’exécution version 2.0 pour ce projet ?
it: Eseguire il passaggio alla versione 2.0 per l'ambiente di runtime di questo progetto?
ja: このプロジェクトをバージョン 2.0 のランタイム環境に切り替えますか。
ko: 이 프로젝트 버전 2.0의 런타임 환경을 전환할까요?
pl: Czy chcesz przełączyć środowisko uruchamiania dla tego projektu na wersję 2.0?
pt_br: Deseja mudar o ambiente de tempo de execução para a versão 2.0 deste projeto?
ru: Вы хотите переключить среду выполнения проекта на версию 2.0?
tr: Bu proje için çalışma zamanı ortamı 2.0 sürümüne geçmek istiyor musunuz?
zh_cn: 是否要将此项目的运行时环境切换为版本 2.0?
zh_tw: 要切換此 2.0 版專案的執行階段環境嗎?

source: Do you want to accept the certificate and connect to the repository?
cs: Chcete certifikát přijmout a připojit se k úložišti?
de: Möchten Sie das Zertifikat akzeptieren und eine Verbindung mit dem Repository herstellen?
es: ¿Desea aceptar el certificado y conectarse al repositorio?
fr: Voulez-vous accepter le certificat et vous connecter au référentiel ?
it: Accettare il certificato e connettersi al repository?
ja: この証明書を受け入れてリポジトリに接続しますか?
ko: 인증서를 허용하고 리포지토리에 연결할까요?
pl: Czy chcesz zaakceptować certyfikat i nawiązać połączenie z repozytorium?
pt_br: Deseja aceitar o certificado e conectar-se ao repositório?
ru: Вы хотите принять сертификат и подключиться к репозиторию?
tr: Sertifikayı kabul edip depoya bağlanmak ister misiniz?
uk: Прийняти сертифікат і з'єднатися зі сховищем?
zh_cn: 是否要接受证书并连接到存储库?
zh_tw: 要接受憑證並連線到此存放庫嗎?

source: Do you want to detach from the process being debugged?
cs: Chcete se odpojit od laděného procesu?
de: Soll der Debugger vom debuggten Prozess getrennt werden?
es: ¿Desea desasociarse del proceso en depuración?
fr: Voulez-vous vous détacher du processus en cours de débogage ?
it: Rimuovere il processo di cui è in corso il debug?
ja: デバッグ中のプロセスからデタッチしますか?
ko: 디버깅 중인 프로세스에서 분리할까요?
pl: Czy chcesz odłączyć od debugowanego procesu?
pt_br: Deseja desanexar do processo que está sendo depurado?
ru: Вы хотите отключиться от отлаживаемого процесса?
tr: Hataları ayıklanan işlemden ayırmak istiyor musunuz?
uk: Бажаєте від'єднатися від процесу, який зневаджується?
zh_cn: 是否要从待调试的进程分离?
zh_tw: 要從正在進行偵錯的處理序中斷連結嗎?

source: Do you want to open all {0} files?
cs: Chcete otevřít tento počet souborů: {0}?
de: Möchten Sie alle {0} Dateien öffnen?
es: ¿Quiere abrir todos los archivos de {0}?
fr: Voulez-vous ouvrir tous les fichiers {0} ?
it: Aprire tutti i file di {0}?
ja: {0} ファイルすべてを開きますか?
ko: {0}개 파일을 모두 열까요?
pl: Czy chcesz otworzyć wszystkie pliki ({0})?
pt_br: Deseja abrir todos os arquivos {0}?
ru: Вы хотите открыть все файлы: {0}?
tr: {0} dosyanın tümünü açmak istiyor musunuz?
uk: Ви справді бажаєте відкрити зразу {0} файл(и)(ів)?
zh_cn: 是否要打开所有 {0} 文件?
zh_tw: 要開啟所有 {0} 檔案嗎?

source: Do you want to remove the reference to it from the Recent list?
cs: Chcete odkaz na něj odebrat seznamu posledních?
de: Möchten Sie den Verweis darauf aus der Liste 'Zuletzt verwendet' entfernen?
es: ¿Quiere quitar su referencia de la lista de elementos recientes?
fr: Voulez-vous supprimer la référence de la liste Récentes ?
it: Rimuovere il riferimento a tale file dall'elenco dei file recenti?
ja: 最近使用した一覧から対象への参照を削除しますか。
ko: 최근 목록에서 해당 참조를 제거할까요?
pl: Czy chcesz usunąć odwołanie do tego elementu z listy ostatnio używanych?
pt_br: Deseja remover a referência a ele na lista Recentes?
ru: Вы хотите удалить ссылку на него из списка "Последние"?
tr: Yaptığınız başvuruyu Son Kullanılanlar listesinden kaldırmak istiyor musunuz?
zh_cn: 是否要从“最近”列表中删除对其的引用?
zh_tw: 要從最近使用的清單移除其參考嗎?

source: Do you want to save the changes before committing?
cs: Chcete před odesláním uložit změny?
de: Möchten Sie Änderungen vor dem Commit speichern?
es: ¿Desea guardar los cambios antes de la confirmación?
fr: Voulez-vous enregistrer les modifications avant de valider ?
it: Salvare le modifiche prima del commit?
ja: コミットする前に、変更を保存しますか?
ko: 커밋하기 전에 변경 내용을 저장할까요?
pl: Czy chcesz zapisać zmiany przed zatwierdzeniem?
pt_br: Deseja salvar as alterações antes de confirmar?
ru: Вы хотите сохранить изменения перед фиксацией?
tr: Teslim etmeden önce değişlikleri kaydetmek ister misiniz?
uk: Бажаєте зберегти зміни перед подаванням?
zh_cn: 是否要在提交前保存更改?
zh_tw: 認可之前要儲存變更嗎?

source: Do you want to save the file '{0}' before the copy operation?
cs: Chcete před kopírováním soubor {0} uložit?
de: Möchten Sie die Datei '{0}' vor dem Kopieren speichern?
es: ¿Desea guardar el archivo '{0}' antes de la operación de copia?
fr: Voulez-vous enregistrer le fichier « {0} » avant l’opération de copie ?
it: Salvare il file '{0}' prima dell'operazione di copia?
ja: コピー操作の前にファイル '{0}' を保存しますか?
ko: 복사 작업 전에 '{0}' 파일을 저장할까요?
pl: Czy chcesz zapisać plik „{0}” przed rozpoczęciem operacji kopiowania?
pt_br: Deseja salvar o arquivo '{0}' antes da operação de cópia?
ru: Вы хотите сохранить файл "{0}" перед операцией копирования?
tr: Kopyalama işleminden önce '{0}' dosyasını kaydetmek istiyor musunuz?
uk: Зберегти файл '{0}' перед копіюванням?
zh_cn: 是否要在执行复制操作前保存文件“{0}”?
zh_tw: 複製作業之前，要儲存檔案 '{0}' 嗎?

source: Do you want to save the file '{0}' before the move operation?
cs: Chcete před přesunutím soubor {0} uložit?
de: Möchten Sie die Datei '{0}' vor dem Verschieben speichern?
es: ¿Desea guardar el archivo '{0}' antes de la operación de traslado?
fr: Voulez-vous enregistrer le fichier « {0} » avant l’opération de déplacement ?
it: Salvare il file '{0}' prima dell'operazione di spostamento?
ja: ファイル '{0}' を移動の実行前に保存しますか?
ko: 이동 작업 전에 '{0}' 파일을 저장할까요?
pl: Czy chcesz zapisać plik „{0}” przed rozpoczęciem operacji przenoszenia?
pt_br: Deseja salvar o arquivo '{0}' antes da operação de mover?
ru: Вы хотите сохранить файл "{0}" перед операцией перемещения?
tr: Taşıma işleminden önce '{0}' dosyasını kaydetmek istiyor musunuz?
uk: Зберегти файл '{0}' перед переміщенням?
zh_cn: 是否要在执行移动操作前保存文件“{0}”?
zh_tw: 移動作業之前，要儲存檔案 '{0}' 嗎?

source: Do you want to save the following files before the copy operation? {0}
cs: Chcete následující soubory před kopírováním uložit? {0}
de: Möchten Sie die folgenden Dateien vor dem Kopieren speichern? {0}
es: ¿Quiere guardar los siguientes archivos antes de la operación de copia? {0}
fr: Voulez-vous enregistrer les fichiers suivants avant l’opération de copie ? {0}
it: Salvare i file seguenti prima dell'operazione di copia? {0}
ja: 次のファイルをコピーの実行前に保存しますか? {0}
ko: 복사 작업 전에 다음 파일을 저장할까요? {0}
pl: Czy chcesz zapisać następujące pliki przed wykonaniem operacji kopiowania? {0}
pt_br: Deseja salvar os arquivos a seguir antes da operação de cópia? {0}
ru: Вы хотите сохранить приведенные ниже файлы перед операцией копирования? {0}
tr: Şu dosyaları kopyalama işleminden önce kaydetmek istiyor musunuz? {0}
uk: Зберегти перед копіюванням перелічені файли? {0}
zh_cn: 是否要在执行复制操作前保存以下文件? {0}
zh_tw: 要儲存下列檔案再執行複製作業嗎? {0}

source: Do you want to save the following files before the move operation? {0}
cs: Chcete následující soubory před přesunutím uložit? {0}
de: Möchten Sie die folgenden Dateien vor dem Verschieben speichern? {0}
es: ¿Quiere guardar los siguientes archivos antes de la operación de traslado? {0}
fr: Voulez-vous enregistrer les fichiers suivants avant l’opération de déplacement ? {0}
it: Salvare i file seguenti prima dell'operazione di spostamento? {0}
ja: 次のファイルを移動の実行前に保存しますか? {0}
ko: 이동 작업 전에 다음 파일을 저장할까요? {0}
pl: Czy chcesz zapisać następujące pliki przed wykonaniem operacji przenoszenia? {0}
pt_br: Deseja salvar os arquivos a seguir antes da operação de movimentação? {0}
ru: Вы хотите сохранить приведенные ниже файлы перед операцией перемещения? {0}
tr: Şu dosyaları taşıma işleminden önce kaydetmek istiyor musunuz? {0}
uk: Зберегти перед переміщенням такі файли? {0}
zh_cn: 是否要在执行移动操作前保存以下文件? {0}
zh_tw: 要儲存下列檔案再執行移動作業嗎? {0}

source: Do you want to temporarily trust this certificate in order to connect to the server at {0}?
cs: Chcete tomuto certifikátu dočasně důvěřovat, abyste se mohli připojit k serveru na {0}?
de: Möchten Sie diesem Zertifikat vorübergehend vertrauen, um eine Verbindung mit dem Server unter {0} herzustellen?
es: ¿Quiere confiar temporalmente en este certificado para conectarse al servidor en {0}?
fr: Voulez-vous faire confiance à ce certificat pour vous connecter au serveur sur {0} ?
ja: {0} でサーバーに接続するために、この証明書を一時的に信頼しますか?
ko: {0}의 서버에 연결하기 위해 일시적으로 이 인증서를 신뢰하시겠습니까?
pl: Czy chcesz tymczasowo ufać temu certyfikatowi, aby połączyć się z serwerem w lokalizacji {0}?
pt_br: Deseja confiar neste certificado temporariamente para se conectar ao servidor em {0}?
ru: Вы хотите временно сделать этот сертификат доверенным, чтобы подключиться к серверу по адресу {0}?
tr: {0} konumundaki sunucuya bağlanmak için bu sertifikaya geçici olarak güvenmek istiyor musunuz?

source: Dock
cs: Vložit do dokovací stanice
de: Andocken
es: Acoplar
fr: Ancrer
it: Ancora
ja: ドッキング
ko: 도킹
pl: Zadokuj
pt_br: Encaixar
ru: Закрепить
tr: Yerleştir
uk: Прикріпити
zh_cn: 停靠
zh_tw: 固定

source: Dock pad
cs: Ukotvit panel
de: Feld andocken
es: Acoplar panel
fr: Ancrer le bloc
ja: パッドのドッキング
ko: 패드 도킹
pl: Zadokuj konsolę
pt_br: Painel de encaixe
ru: Закрепить панель
tr: Paneli yerleştir

source: Dock the pad into the UI so it will not hide automatically
cs: Ukotví panel k uživatelskému rozhraní, takže se nebude automaticky skrývat.
de: Docken Sie das Feld in der Benutzeroberfläche an, damit es nicht automatisch ausgeblendet wird.
es: Acoplar el panel en la IU para que no se oculte automáticamente
fr: Ancrer le bloc dans l'IU pour ne pas qu'il se masque automatiquement
ja: 自動的に非表示にならないように、パッドを UI にドッキングする
ko: 자동으로 숨겨지지 않도록 UI에 패드 도킹
pl: Zadokuj konsolę w interfejsie użytkownika, aby nie była automatycznie ukrywana
pt_br: Encaixe o painel na interface do usuário para que não se oculte automaticamente
ru: Закрепить панель в пользовательском интерфейсе, чтобы она не скрывалась автоматически
tr: Panelin otomatik olarak gizlenmemesi için paneli kullanıcı arabirimine yerleştirin

source: Dock the {0} pad into the UI so it will not hide automatically
cs: Ukotví panel {0} k uživatelskému rozhraní, takže se nebude automaticky skrývat.
de: Docken Sie das Feld {0} in der Benutzeroberfläche an, damit es nicht automatisch ausgeblendet wird.
es: Acoplar el panel de {0} en la IU para que no se oculte automáticamente
fr: Ancrer le bloc {0} dans l'IU pour ne pas qu'il se masque automatiquement
ja: 自動的に非表示にならないように、{0} パッドを UI にドッキングする
ko: 자동으로 숨겨지지 않도록 UI에 {0} 패드 도킹
pl: Zadokuj konsolę {0} w interfejsie użytkownika, aby nie była automatycznie ukrywana
pt_br: Encaixe o painel {0} na interface do usuário para que não se oculte automaticamente
ru: Закрепить панель {0} в пользовательском интерфейсе, чтобы она не скрывалась автоматически
tr: {0} panelinin otomatik olarak gizlenmemesi için paneli kullanıcı arabirimine yerleştirin

source: Dock {0}
cs: Ukotvit {0}
de: {0} andocken
es: Acoplar {0}
fr: Ancrer {0}
ja: {0} のドッキング
ko: {0} 도킹
pl: Zadokuj {0}
pt_br: Encaixar {0}
ru: Закрепить {0}
tr: {0} öğesini yerleştir

source: Document
cs: Dokument
de: Dokument
es: Documento
it: Documento
ja: ドキュメント
ko: 문서
pl: Dokument
pt_br: Documento
ru: Документ
tr: Belge
uk: Документ
zh_cn: 文档
zh_tw: 文件

source: Document List
cs: Seznam dokumentů
de: Dokumentliste
es: Lista de documentos
fr: Liste des documents
it: Elenco documenti
ja: ドキュメント リスト
ko: 문서 목록
pl: Lista dokumentów
pt_br: Lista de Documentos
ru: Список документов
tr: Belge Listesi
uk: Список документів
zh_cn: 文档列表
zh_tw: 文件清單

source: Document Navigation Bar
cs: Navigační panel dokumentu
de: Dokumentnavigationsleiste
es: Barra de navegación de documento
fr: Barre de navigation du document
ja: ドキュメント ナビゲーション バー
ko: 문서 탐색 모음
pl: Pasek nawigacyjny dokumentu
pt_br: Barra de Navegação do Documento
ru: Панель навигации по документу
tr: Belge Gezinti Çubuğu

source: Document Outline
cs: Osnova dokumentu
de: Dokumentgliederung
es: Esquema del documento
fr: Plan du document
it: Struttura documento
ja: ドキュメント アウトライン
ko: 문서 개요
pl: Konspekt dokumentu
pt_br: Estrutura de Tópicos do Documento
ru: Структура документа
tr: Belge Ana Hattı
uk: Схема документа
zh_cn: 文档大纲
zh_tw: 文件大綱

source: Document Outline Preferences
cs: Předvolby pro osnovy dokumentů
de: Einstellungen für die Dokumentgliederung
es: Preferencias de esquema de documento
fr: Préférences de plan du document
it: Preferenze struttura documento
ja: ドキュメント アウトラインのユーザー設定
ko: 문서 개요 기본 설정
pl: Preferencje konspektu dokumentu
pt_br: Preferências de Estrutura de Tópicos de Documento
ru: Предпочтения для структуры документа
tr: Belge Anahattı Tercihleri
uk: Параметри схеми документа
zh_cn: 文档大纲首选项
zh_tw: 文檔大綱喜好設定

source: Document list
cs: Seznam dokumentů
de: Dokumentliste
es: Lista de documentos
fr: Liste des documents
ja: ドキュメント リスト
ko: 문서 목록
pl: Lista dokumentów
pt_br: Lista de documentos
ru: Список документов
tr: Belge listesi

source: Document type
cs: Typ dokumentu
de: Dokumenttyp
es: Tipo de documento
fr: Type de document
it: Tipo di documento
ja: ドキュメントの種類
ko: 문서 형식
pl: Typ dokumentu
pt_br: Tipo de documento
ru: Тип документов
tr: Belge türü
uk: Тип документа
zh_cn: 文档类型
zh_tw: 文件類型
