Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Empty File
cs: Prázdný soubor
de: Leere Datei
es: Archivo vacío
fr: Fichier vide
it: File vuoto
ja: 空のファイル
ko: 빈 파일
pl: Pusty plik
pt_br: Arquivo Vazio
ru: Пустой файл
tr: Boş Dosya
uk: Порожній файл
zh_cn: 空文件
zh_tw: 檔案是空的

source: Empty HTML File
cs: Prázdný HTML soubor
de: Leere HTML-Datei
es: Archivo HTML vacío
fr: Fichier HTML vide
it: File HTML vuoto
ja: 空の HTML ファイル
ko: 빈 HTML 파일
pl: Pusty plik HTML
pt_br: Arquivo HTML Vazio
ru: Пустой HTML-файл
tr: Boş HTML Dosyası
uk: Порожній файл HTML
zh_cn: 空 HTML 文件
zh_tw: HTML 檔案是空的

source: Empty Interface
cs: Prázdné rozhraní
de: Leere Schnittstelle
es: Interfaz vacía
fr: Interface vide
it: Interfaccia vuota
ja: 空のインターフェイス
ko: 빈 인터페이스
pl: Pusty interfejs
pt_br: Interface Vazia
ru: Пустой интерфейс
tr: Boş Arabirim
uk: Порожній інтерфейс
zh_cn: 空接口
zh_tw: 介面是空的

source: Empty JSON File
cs: Prázdný soubor JSON
de: Leere JSON-Datei
es: Archivo JSON vacío
fr: Fichier JSON vide
ja: 空の JSON ファイル
ko: 빈 JSON 파일
pl: Pusty plik JSON
pt_br: Arquivo JSON Vazio
ru: Пустой JSON-файл
tr: Boş JSON dosyası

source: Empty Project
cs: Prázdný projekt
de: Leeres Projekt
es: Proyecto vacío
fr: Projet vide
it: Progetto vuoto
ja: 空のプロジェクト
ko: 빈 프로젝트
pl: Pusty projekt
pt_br: Projeto Vazio
ru: Пустой проект
tr: Boş Proje
uk: Порожній проект
zh_cn: 空项目
zh_tw: 專案是空的

source: Empty Struct
cs: Prázdná struktura
de: Leere Struktur
es: Estructura vacía
fr: Structure vide
it: Struttura vuota
ja: 空の構造体
ko: 빈 구조체
pl: Pusta struktura
pt_br: Struct Vazio
ru: Пустая структура
tr: Boş Yapı
uk: Порожня структура
zh_cn: 空结构
zh_tw: 結構是空的

source: Empty Text File
cs: Prázdný textový soubor
de: Leere Textdatei
es: Archivo de texto vacío
fr: Fichier texte vide
it: File di testo vuoto
ja: 空のテキスト ファイル
ko: 빈 텍스트 파일
pl: Pusty plik tekstowy
pt_br: Arquivo de Texto Vazio
ru: Пустой текстовый файл
tr: Boş Metin Dosyası
uk: Порожній текстовий файл
zh_cn: 空文本文件
zh_tw: 文字檔案是空的

source: Empty XML File
cs: Prázdný XML soubor
de: Leere XML-Datei
es: Archivo XML vacío
fr: Fichier XML vide
it: File XML vuoto
ja: 空の XML ファイル
ko: 빈 XML 파일
pl: Pusty plik XML
pt_br: Arquivo XML Vazio
ru: Пустой XML-файл
tr: Boş XML Dosyası
uk: Порожній файл XML
zh_cn: 空 XML 文件
zh_tw: XML 檔案是空的

source: Empty argument list is redundant
cs: Prázdný seznam argumentů je redundantní.
de: Leere Argumentliste ist redundant.
es: La lista de argumentos vacía es redundante
fr: La liste d’arguments vide est redondante
it: L'elenco di argomenti vuoto è ridondante
ja: 空の引数リストが冗長です
ko: 빈 인수 목록이 중복됩니다.
pl: Pusta lista argumentów jest nadmiarowa
pt_br: A lista de argumentos vazia é redundante
ru: Пустой список аргументов является избыточным
tr: Boş bağımsız değişken listesi gereksiz
uk: Порожній спсиок аргументів є зайвим
zh_cn: 空参数列表是冗余的
zh_tw: 空白引數清單是冗餘的

source: Empty constructor is redundant
cs: Prázdný konstruktor je redundantní.
de: Leerer Konstruktor ist redundant.
es: El constructor vacío es redundante
fr: Un constructeur vide est redondant
it: Il costruttore vuoto è ridondante
ja: 空のコンストラクターが冗長です
ko: 빈 생성자가 중복됩니다.
pl: Pusty konstruktor jest nadmiarowy
pt_br: O construtor vazio é redundante
ru: Пустой конструктор является избыточным
tr: Boş oluşturucu gereksiz
uk: Порожній конструктор є зайвим
zh_cn: 空构造函数是冗余的
zh_tw: 冗餘的空建構函式

source: Empty control statement body
cs: Prázdné tělo řídicího příkazu
de: Der Text der Steuerungsanweisung ist leer.
es: Cuerpo de instrucción de control vacío
fr: Corps d’instruction de contrôle vide
it: Il corpo dell'istruzione di controllo è vuoto
ja: 空のコントロール ステートメント本文
ko: 비어 있는 제어문 본문
pl: Pusta treść instrukcji sterowania
pt_br: Esvaziar corpo de instrução de controle
ru: Пустое тело оператора управления
tr: Boş denetim deyimi gövdesi
uk: Порожнє тіло керувальної інструкції
zh_cn: 空控制语句体
zh_tw: 空白控制項陳述式主體

source: Empty destructor is redundant
cs: Prázdný destruktor je redundantní.
de: Leerer Destruktor ist redundant.
es: El destructor vacío es redundante
fr: Le destructeur vide est redondant
it: Il distruttore vuoto è ridondante
ja: 空のデストラクターが冗長です
ko: 빈 소멸자가 중복됩니다.
pl: Pusty destruktor jest nadmiarowy
pt_br: O destruidor vazio é redundante
ru: Пустой деструктор является избыточным
tr: Boş yıkıcı gereksiz
uk: Порожній деструктор є зайвим
zh_cn: 空析构函数是冗余的
zh_tw: 冗餘的空解構函式

source: Empty directory.
cs: Prázdný adresář
de: Leeres Verzeichnis
es: Directorio vacío.
fr: Répertoire vide.
it: Directory vuota.
ja: 空のディレクトリ。
ko: 빈 디렉터리입니다.
pl: Pusty katalog.
pt_br: Diretório vazio.
ru: Пустой каталог.
tr: Boş dizin.
uk: Порожня тека.
zh_cn: 空目录。
zh_tw: 目錄是空的。

source: Empty general catch clause suppresses any error
cs: Prázdná obecná klauzule catch potlačí jakoukoliv chybu.
de: Leere allgemeine catch-Klausel unterdrückt alle Fehler.
es: La cláusula catch general vacía suprime cualquier error
fr: Une clause catch générale vide supprime toute erreur
it: Con una clausola catch generale vuota vengono disattivati tutti gli errori
ja: 空の一般 catch 句ではエラー メッセージは表示されません
ko: 비어 있는 일반 catch 절은 오류를 표시하지 않습니다.
pl: Pusta ogólna klauzula catch pomija wszelkie błędy
pt_br: Esvaziar a cláusula catch geral suprime qualquer erro
ru: Пустое общее предложение catch подавляет любую ошибку
tr: Boş genel catch yan tümcesi tüm hataları bastırır
uk: Порожня загальна секція catch приховує всі помилки
zh_cn: 空常规 catch 子句可取消任何错误
zh_tw: 空白一般 catch 子句會隱藏任何錯誤

source: Empty lines after end
cs: Prázdné řádky za koncem
de: Leere Zeilen nach Ende
es: Líneas vacías después del fin
fr: Lignes vides après la fin
it: Righe vuote dopo la fine
ja: 終了後の空白行
ko: 종료 후 빈 줄
pl: Puste wiersze po końcu
pt_br: Linhas vazias depois do fim
ru: Пустые строки после конца
tr: Sondan sonraki satırları boşalt
uk: Порожні рядки після кінця
zh_cn: 结尾后的空行
zh_tw: 結尾後有空白行

source: Empty lines after start
cs: Prázdné řádky za začátkem
de: Leere Zeilen nach Start
es: Líneas vacías después del inicio
fr: Lignes vides après le début
it: Righe vuote dopo l'inizio
ja: 開始後の空白行
ko: 시작 후 빈 줄
pl: Puste wiersze po początku
pt_br: Linhas vazias depois do início
ru: Пустые строки после начала
tr: Başlangıçtan sonraki boş satırlar
uk: Порожні рядки після кінця
zh_cn: 开头后的空行
zh_tw: 開頭後有空白行

source: Empty lines before end
cs: Prázdné řádky před koncem
de: Leere Zeilen vor Ende
es: Líneas vacías antes del fin
fr: Lignes vides avant la fin
it: Righe vuote prima della fine
ja: 終了前の空白行
ko: 종료 전 빈 줄
pl: Puste wiersze przed końcem
pt_br: Linhas vazias antes do fim
ru: Пустые строки перед концом
tr: Sondan önceki satırları boşalt
uk: Порожні рядки перед кінцем
zh_cn: 结尾前的空行
zh_tw: 結尾前有空白行

source: Empty lines before start
cs: Prázdné řádky před začátkem
de: Leere Zeilen vor Start
es: Líneas vacías antes del inicio
fr: Lignes vides avant le début
it: Righe vuote prima dell'inizio
ja: 開始前の空白行
ko: 시작 전 빈 줄
pl: Puste wiersze przed początkiem
pt_br: Linhas vazias antes do início
ru: Пустые строки перед началом
tr: Başlangıçtan önceki boş satırlar
uk: Порожні рядки перед початком
zh_cn: 开头前的空行
zh_tw: 開頭前有空白行

source: Empty menu bar
cs: Prázdný řádek nabídek
de: Leere Menüleiste
es: Barra de menús vacía
fr: Barre de menus vide
it: Barra dei menu vuota
ja: 空のメニュー バー
ko: 빈 메뉴 모음
pl: Pusty pasek menu
pt_br: Barra de menus vazia
ru: Пустая строка меню
tr: Boş menü çubuğu
uk: Порожній рядок меню
zh_cn: 空菜单栏
zh_tw: 功能表列是空的

source: Empty namespace declaration is redundant
cs: Prázdná deklarace oboru názvů je redundantní.
de: Leere Namespacedeklaration ist redundant.
es: La declaración de espacio de nombres vacía es redundante
fr: La déclaration d’espace de noms vide est redondante
it: La dichiarazione di spazio dei nomi è ridondante
ja: 空の名前空間の宣言が冗長です
ko: 빈 네임스페이스 선언이 중복됩니다.
pl: Pusta deklaracja przestrzeni nazw jest nadmiarowa
pt_br: A declaração de namespace vazio é redundante
ru: Объявление пустого пространства имен является избыточным
tr: Boş ad alanı bildirimi gereksiz
uk: Порожнє оголошення простору назв є зайвим
zh_cn: 空命名空间声明是冗余的
zh_tw: 冗餘的空命名空間宣告

source: Empty statement is redundant
cs: Prázdný příkaz je redundantní.
de: Leere Anweisung ist redundant.
es: La instrucción vacía es redundante
fr: Une instruction vide est redondante
it: L'istruzione vuota è ridondante
ja: 空のステートメントが冗長です
ko: 빈 문이 중복됩니다.
pl: Pusta instrukcja jest nadmiarowa
pt_br: A instrução vazia é redundante
ru: Пустой оператор является избыточным
tr: Boş deyim gereksiz
uk: Порожня інструкція є зайвою
zh_cn: 空语句是冗余的
zh_tw: 空白陳述式是冗餘的

source: Empty toolbar
cs: Prázdný panel nástrojů
de: Leere Symbolleiste
es: Barra de herramientas vacía
fr: Barre d’outils vide
it: Barra degli strumenti vuota
ja: 空のツール バー
ko: 빈 도구 모음
pl: Pusty pasek narzędzi
pt_br: Barra de ferramentas vazia
ru: Пустая панель инструментов
tr: Boş araç çubuğu
uk: Порожня панель інструментів
zh_cn: 空工具栏
zh_tw: 工具列是空的

source: Emulator of another platform, such as a DOS emulator
cs: Emulátor jiné platformy, např. emulátor DOS
de: Emulator einer anderen Plattform, z. B. ein DOS-Emulator
es: Emulador de otra plataforma, como un emulador de DOS
fr: Émulateur d’une autre plateforme, par exemple, émulateur DOS
it: Emulatore di un'altra piattaforma, ad esempio un emulatore DOS
ja: DOS エミュレーターなどの、別のプラットフォームのエミュレーター
ko: DOS 에뮬레이터 등의 다른 플랫폼의 에뮬레이터
pl: Emulator innej platformy, np. emulator systemu DOS
pt_br: Emulador de outra plataforma, como um emulador do DOS
ru: Эмулятор другой платформы, например эмулятор DOS
tr: Başka bir platformun öykünücüsü, ör. bir DOS öykünücüsü
uk: Емулятор іншої платформи (наприклад, емулятор DOS)
zh_cn: 其他平台的仿真器，例如 DOS 仿真器
zh_tw: 其他平台的模擬器，例如 DOS 模擬器

source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効にする
ko: 사용
pl: Włącz
pt_br: Habilitar
ru: Включить
tr: Etkinleştir
uk: Увімкнути
zh_cn: 启用
zh_tw: 啟用

source: Enable Accessibility
cs: Povolit přístupnost
de: Barrierefreiheit aktivieren
es: Habilitar la accesibilidad
fr: Activer l'accessibilité
ja: アクセシビリティの有効化
ko: 접근성 사용
pl: Włącz ułatwienia dostępu
pt_br: Habilitar Acessibilidade
ru: Включить специальные возможности
tr: Erişilebilirliği Etkinleştir

source: Enable All Breakpoints
cs: Povolit všechny zarážky
de: Alle Haltepunkte aktivieren
es: Habilitar todos los puntos de interrupción
fr: Activer tous les points d'arrêt
it: Abilita o disabilita tutti i punti di interruzione
ja: すべてのブレークポイントを有効にする
ko: 모든 중단점 설정
pl: Włącz wszystkie punkty przerwania
pt_br: Habilitar Todos os Pontos de Interrupção
ru: Включить все точки останова
tr: Tüm Kesme Noktalarını Etkinleştir

source: Enable Breakpoint
cs: Povolit zarážky
de: Haltepunkte aktivieren
es: Habilitar puntos de interrupción
fr: Activer les points d'arrêt
it: Abilita/Disabilita punto di interruzione
ja: ブレークポイントの有効化
ko: 중단점 설정
pl: Włącz punkty przerwania
pt_br: Habilitar Pontos de Interrupção
ru: Включить точки останова
tr: Kesme Noktalarını Etkinleştir

source: Enable Code Analysis on Build
cs: Povolit analýzu kódu v buildu
de: Codeanalyse für Build aktivieren
es: Habilitar análisis de código en la compilación
fr: Activer l’analyse du code lors de la génération de build
it: Abilita analisi codice durante la compilazione
ja: ビルドに対するコード分析の有効化
ko: 빌드 시 코드 분석 사용
pl: Włącz analizę kodu podczas kompilacji
pt_br: Habilitar Análise de Código no Build
ru: Включить анализ кода для сборки
tr: Derlemede Kod Analizi'ni etkinleştir
uk: Увімкнути аналіз коду при побудові
zh_cn: 对生成启用代码分析
zh_tw: 建置時啟用程式碼分析

source: Enable LLVM
cs: Povolit LLVM
de: LLVM aktivieren
es: Habilitar LLVM
fr: Activer la LLVM
it: Abilita LLVM
ja: LLVM を有効にする
ko: LLVM 사용
pl: Włącz LLVM
pt_br: Habilitar LLVM
ru: Включить LLVM
tr: LLVM'yi Etkinleştir
uk: Увімкнути LLVM
zh_cn: 启用 LLVM
zh_tw: 啟用 LLVM

source: Enable MonoDevelop Instrumentation
cs: Povolit instrumentaci MonoDevelop
de: MonoDevelop-Instrumentierung aktivieren
es: Habilitar la instrumentación de MonoDevelop
fr: Activer l’instrumentation MonoDevelop
it: Abilita strumentazione MonoDevelop
ja: MonoDevelop インストルメンテーションを有効にする
ko: MonoDevelop 계측 사용
pl: Włącz instrumentację narzędzia MonoDevelop
pt_br: Habilitar Instrumentação do MonoDevelop
ru: Включить инструментирование MonoDevelop
tr: MonoDevelop Araçlarını Etkinleştir
uk: Увімкнути інструментарій MonoDevelop
zh_cn: 启用 MonoDevelop 检测
zh_tw: 啟用 MonoDevelop 檢測設備

source: Enable Source Analysis
cs: Povolit zdrojovou analýzu
de: Quellanalyse aktivieren
es: Habilitar análisis de código fuente
fr: Activer l'analyse de la source
ja: ソース分析の有効化
ko: 소스 분석 사용
pl: Włącz analizę źródła
pt_br: Habilitar a Análise de Origem
ru: Включить анализ исходного кода
tr: Kaynak Analizini Etkinleştir

source: Enable Warnings:
cs: Povolit upozornění:
de: Warnungen aktivieren:
es: Habilitar advertencias:
fr: Activer les avertissements :
it: Abilita avvisi:
ja: 警告を有効化:
ko: 경고 사용:
pl: Włącz ostrzeżenia:
pt_br: Habilitar Avisos:
ru: Включить предупреждения:
tr: Uyarıları Etkinleştir:
uk: Увімкнути попередження:
zh_cn: 启用警告:
zh_tw: 啟用警告:

source: Enable _Folding
cs: _Povolit skrývání
de: _Faltung aktivieren
es: Habilitar _plegado
fr: Activer le _pliage
it: A_bilita riduzione
ja: 折りたたみを有効にする(_F)
ko: 접기 사용(_F)
pl: Włącz _składanie
pt_br: Habilitar _Dobramento
ru: Включить _свертывание
tr: Katlamayı _Etkinleştir
zh_cn: 启用折叠(_F)
zh_tw: 啟用摺疊(_F)

source: Enable _optimizations
cs: Povolit _optimalizace
de: _Optimierungen aktivieren
es: Habilitar _optimizaciones
fr: Activer les _optimisations
it: Abilita _ottimizzazioni
ja: 最適化を有効にする(_O)
ko: 최적화 사용(_O)
pl: Włącz _optymalizacje
pt_br: Habilitar _otimizações
ru: Включить _оптимизацию
tr: _İyileştirmeleri etkinleştir
uk: Дозволити опт_имізацію
zh_cn: 启用优化(_O)
zh_tw: 啟用最佳化(_O)

source: Enable _selection surrounding keys
cs: Po_volit klávesy pro ohraničení výběru
de: Au_swahl um Tasten aktivieren
es: Habilitar llaves alrededor de la _selección
fr: Activer les touches d’entourage de la _sélection
it: Abilita tasti per racchiudere la _selezione
ja: 選択項目の周囲のキーを有効にする(_S)
ko: 선택 영역을 둘러싸는 키 사용(_S)
pl: Włącz _wybór otaczających klawiszy
pt_br: Habilitar _seleção ao redor das chaves
ru: Включить клавиши _окружения для выделенного фрагмента
tr: _Seçimi çevreleme tuşlarını etkinleştir
zh_cn: 启用选定内容环绕键(_S)
zh_tw: 啟用選取範圍圍繞索引鍵(_S)

source: Enable _tail calls
cs: Povolit volání funkce _tail
de: Endeaufrufe ak_tivieren
es: Habilitar llamadas de _cola
fr: Activer les appels _tail
ja: 末尾呼び出しを有効にする(_T)
ko: 마무리 호출 사용(_T)
pl: Włącz wywołania _tail
pt_br: Habilitar chamadas _tail
ru: _Включить вызовы с префиксом tail
tr: _tail çağrılarını etkinleştir

source: Enable automated test support
cs: Povolit podporu automatizovaných testů
de: Automatische Testunterstützung aktivieren
es: Habilitar la funcionalidad de pruebas automatizadas
fr: Activer la prise en charge du test automatisé
it: Abilita il supporto per i test automatizzati
ja: 自動テスト サポートを有効にする
ko: 자동화된 테스트 지원 사용
pl: Włącz obsługę testów automatycznych
pt_br: Habilitar o suporte a testes automatizados
ru: Включить поддержку автоматических тестов
tr: Otomatikleştirilmiş test desteğini etkinleştir
uk: Дозволити підтримку автоматичної перевірки
zh_cn: 启用自动测试支持
zh_tw: 啟用自動測試支援

source: Enable automatic documentation
cs: Povolit automatickou dokumentaci
de: Automatische Dokumentation aktivieren
es: Habilitar documentación automática
fr: Activer la documentation automatique
it: Abilita documentazione automatica
ja: 自動ドキュメンテーションの有効化
ko: 자동 문서 사용
pl: Włącz automatyczną dokumentację
pt_br: Habilitar documentação automática
ru: Включить автоматическое документирование
tr: Otomatik belgelendirmeyi etkinleştir
uk: Дозволити автоматичне документування
zh_cn: 启用自动文档
zh_tw: 啟用自動產生文件

source: Enable code _folding
cs: Povolit _sbalování kódu
de: C_odefaltung aktivieren
es: Habilitar _plegado de código
fr: Activer le _pliage de code
it: A_bilita riduzione del codice
ja: コードの折りたたみを有効にする(_F)
ko: 코드 접기 사용(_F)
pl: Włącz _składanie kodu
pt_br: Habilitar _dobramento de código
ru: Включить _свертывание кода
tr: Kod katlamayı _etkinleştir
uk: Дозволити _часткове приховування коду
zh_cn: 启用代码折叠(_F)
zh_tw: 啟用程式碼摺疊功能(_F)

source: Enable debugging support.
cs: Povolí podporu ladění.
de: Aktiviert die Debugunterstützung.
es: Habilitar funcionalidad de depuración.
fr: Activer la prise en charge du débogage.
it: Abilita il supporto per il debug.
ja: デバッグ サポートを有効にします。
ko: 디버깅 지원을 사용하도록 설정합니다.
pl: Włącz obsługę debugowania.
pt_br: Habilitar o suporte à depuração.
ru: Включите поддержку отладки.
tr: Hata ayıklama desteğini etkinleştir.
uk: Дозволити підтримку зневадження
zh_cn: 启用调试支持。
zh_tw: 啟用偵錯支援。

source: Enable diagnostic logging
cs: Povolit protokolování diagnostiky
de: Diagnoseprotokollierung aktivieren
es: Habilitar registro de diagnóstico
fr: Activer la journalisation des diagnostics
it: Abilita la registrazione diagnostica
ja: 診断ログを有効にする
ko: 진단 로깅 사용
pl: Włącz rejestrowanie diagnostyczne
pt_br: Habilitar o registro em log dos diagnósticos
ru: Включить ведение журнала диагностики
tr: Tanılama günlük kaydını etkinleştir
uk: Увімкнути журналювання діагностики
zh_cn: 启用诊断记录
zh_tw: 啟用診斷記錄

source: Enable gettext support
cs: Povolit podporu Gettextu
de: Gettext-Unterstützung aktivieren
es: Habilitar funcionalidad de gettext
fr: Activer la prise en charge de GetText
it: Abilita il supporto per gettext
ja: Gettext サポートを有効にする
ko: gettext 지원 사용
pl: Włącz obsługę klasy gettext
pt_br: Habilitar o suporte a gettext
ru: Включить поддержку gettext
tr: Gettext desteğini etkinleştir
uk: Дозволити підтримку gettext
zh_cn: 启用 gettext 支持
zh_tw: 啟用 gettext 支援

source: Enable makefile Integration in this project
cs: Povolit integraci souboru pravidel v tomto projektu
de: Makefileintegration in diesem Projekt aktivieren
es: Habilitar integración de archivos Make en este proyecto
fr: Activer l’intégration du Makefile dans ce projet
it: Abilita l'integrazione makefile in questo progetto
ja: このプロジェクトでメイクファイル統合を有効にします
ko: 이 프로젝트에서 메이크파일 통합 사용
pl: Włącz integrację plików reguł programu make w tym projekcie
pt_br: Habilitar integração com Makefile neste projeto
ru: Включить интеграцию makefile в этом проекте
tr: Bu projede derleme görevleri dosyası Tümleştirmesini etkinleştir
uk: Дозволити інтеграцію Makefile у цьому проекті
zh_cn: 在此项目中启用生成文件集成
zh_tw: 在此專案中啟用 Makefile 整合

source: Enable more detailed InvalidCastException messages.
cs: Povolit podrobnější zprávy InvalidCastException.
de: Aktiviert ausführlichere InvalidCastException-Meldungen.
es: Habilitar mensajes de InvalidCastException más detallados.
fr: Activer l’affichage plus détaillé des messages InvalidCastException.
it: Abilita messaggi InvalidCastException più dettagliati.
ja: 詳しい InvalidCastException メッセージを有効にします。
ko: 더 자세한 InvalidCastException 메시지를 사용하도록 설정합니다.
pl: Włącz bardziej szczegółowe komunikaty InvalidCastException.
pt_br: Habilitar mensagens mais detalhadas de InvalidCastException.
ru: Включите более детальные сообщения InvalidCastException.
tr: Daha ayrıntılı InvalidCastException iletilerini etkinleştirin.
uk: Увімкнути більш детальні повідомлення InvalidCastException.
zh_cn: 启用更详细的 InvalidCastException 消息。
zh_tw: 啟用更詳細的 InvalidCastException 訊息。

source: Enable or Disable All Breakpoints
cs: Povolit nebo zakázat všechny zarážky
de: Alle Haltepunkte aktivieren oder deaktivieren
es: Habilitar o deshabilitar todos los puntos de interrupción
fr: Activer ou désactiver tous les points d’arrêt
it: Abilita o disabilita tutti i punti di interruzione
ja: すべてのブレークポイントの有効化/無効化
ko: 모든 중단점 사용 또는 사용 안 함
pl: Włącz lub wyłącz wszystkie punkty przerwania
pt_br: Habilitar ou Desabilitar Todos os Pontos de Interrupção
ru: Включить или отключить все точки останова
tr: Tüm Kesme Noktalarını Temizle
uk: Увімкнути або вимкнути всі контрольні точки
zh_cn: 启用或禁用所有断点
zh_tw: 啟用或停用所有中斷點

source: Enable or Disable Breakpoint
cs: Povolit nebo zakázat zarážku
de: Haltepunkt aktivieren oder deaktivieren
es: Habilitar o deshabilitar punto de interrupción
fr: Activer ou désactiver le point d'arrêt
it: Abilita o disabilita tutti i punti di interruzione
ja: ブレークポイントを有効または無効にする
ko: 중단점 설정 또는 해제
pl: Włącz lub wyłącz punkt przerwania
pt_br: Habilitar ou Desabilitar Ponto de Interrupção
ru: Включение и отключение точки останова
tr: Kesme Noktasını Etkinleştir veya Devre Dışı Bırak

source: Enable parallel build of projects
cs: Povolit paralelní sestavení projektů
de: Parallele Projekterstellung aktivieren
es: Habilitar compilación paralela de proyectos
fr: Activer la génération parallèle de build de projets
it: Abilita la compilazione in parallelo di progetti
ja: プロジェクトの並行ビルドを有効にする
ko: 프로젝트의 병렬 빌드 사용
pl: Włącz równoległą kompilację projektów
pt_br: Habilitar build paralelo de projetos
ru: Включить параллельную сборку проектов
tr: Projelerin paralel derlemesini etkinleştir
uk: Дозволити паралельну побудову проектів
zh_cn: 启用项目并行生成
zh_tw: 啟用專案的平行組建

source: Enable project file synchronization
cs: Povolit synchronizaci souboru projektu
de: Projektdateisynchronisierung aktivieren
es: Habilitar sincronización del archivo del proyecto
fr: Activer la synchronisation du fichier de projet
it: Abilita la sincronizzazione dei file di progetto
ja: プロジェクトファイルの同期を有効にする
ko: 프로젝트 파일 동기화 사용
pl: Włącz synchronizację plików projektu
pt_br: Habilitar a sincronização do arquivo de projeto
ru: Включить синхронизацию файлов проекта
tr: Proje dosyası eşitlemeyi etkinleştir
uk: Дозволити синхронізацію файлу проекту
zh_cn: 启用项目文件同步
zh_tw: 啟用專案檔同步

source: Enable references synchronization
cs: Povolit synchronizaci odkazů
de: Verweissynchronisierung aktivieren
es: Habilitar sincronización de referencias
fr: Activer la synchronisation des références
it: Abilita la sincronizzazione dei riferimenti
ja: 参照の同期を有効にする
ko: 참조 동기화 사용
pl: Włącz synchronizację odwołań
pt_br: Habilitar sincronização de referências
ru: Включить синхронизацию ссылок
tr: Başvuru eşitlemeyi etkinleştir
uk: Дозволити синхронізацію посилань
zh_cn: 启用引用同步
zh_tw: 啟用參考同步

source: Enable source analysis of open files
cs: Povolit zdrojovou analýzu otevřených souborů
de: Quellanalyse geöffneter Dateien aktivieren
es: Habilitar análisis de código fuente de archivos abiertos
fr: Activer l’analyse du code source des fichiers ouverts
it: Abilita l'analisi dell'origine dei file aperti
ja: 開いているファイルのソース解析を有効にする
ko: 열린 파일의 소스 분석 사용
pl: Włącz analizę źródła otwartych plików
pt_br: Habilitar análise de origem de arquivos abertos
ru: Включить анализ исходного кода для открытых файлов
tr: Açık dosyaların kaynak analizini etkinleştir
uk: Увімкнути аналіз коду відкритих файлів
zh_cn: 启用所有已打开文件的源分析
zh_tw: 啟用開啟檔案的來源分析

source: Enable source analysis of whole solution
cs: Povolit analýzu zdrojového kódu pro celé řešení
de: Quellanalyse der gesamten Projektmappe aktivieren
es: Habilitar análisis de código fuente de la solución completa
fr: Activer l'analyse de la source de toute la solution
ja: ソリューション全体のソースの分析を有効にします
ko: 전체 솔루션의 소스 분석 사용
pl: Włącz analizę źródła w całym rozwiązaniu
pt_br: Habilitar a análise da origem da solução inteira
ru: Включить анализ исходного кода для всего решения
tr: Tüm çözümün kaynak analizini etkinleştir

source: Enable text editor unit test integration
cs: Povolit integraci testů jednotek s textovým editorem
de: Text-Editor-Integration in Komponententests aktivieren
es: Habilitar la integración de pruebas unitarias del editor de texto
fr: Activer l’intégration de test unitaire de l’éditeur de texte
it: Abilita l'integrazione degli unit test nell'editor di testo
ja: テキスト エディターの単体テスト統合を有効にする
ko: 텍스트 편집기 단위 테스트 통합 사용
pl: Włącz integrację testu jednostkowego z edytorem tekstu
pt_br: Habilitar integração de teste de unidade de editor de texto
ru: Включить интеграцию модульных тестов для текстового редактора
tr: Metin düzenleyici birim test tümleştirmesini etkinleştir
uk: Увімкнути інтеграцію модульних тестів у текстовий редактор
zh_cn: 启用文本编辑器单元测试集成
zh_tw: 啟用文字編輯器單元測試整合
