Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Adding (bin) '{0}'
cs: Přidávání (binární) {0}
de: {0} wird hinzugefügt (bin)
es: Agregando (bin) '{0}'
fr: Ajout (bin) de « {0} »
it: Aggiunta di '{0}' (contenitore)
ja: 追加しています (バイナリ) '{0}'
ko: (bin) '{0}'을(를) 추가하는 중
pl: Dodawanie (binarne) „{0}”
pt_br: Adicionando (compartimentalização) '{0}'
ru: Добавление (двоичного) "{0}"
tr: '{0}' ekleniyor (bin)
uk: Додавання (bin) '{0}'
zh_cn: 正在添加(bin)“{0}”
zh_tw: 正在新增 (bin) '{0}'

source: Adding failed
cs: Přidání selhalo.
de: Fehler beim Hinzufügen.
es: Error al agregar
fr: Échec de l'ajout
it: Aggiunta dei file...
ja: 追加に失敗しました
ko: 추가 실패
pl: Nie można dodać
pt_br: Falha ao adicionar
ru: Ошибка добавления
tr: Eklenemedi

source: Adding files...
cs: Přidávání souborů...
de: Dateien werden hinzugefügt...
es: Agregando archivos...
fr: Ajout des fichiers...
it: Aggiunta dei file...
ja: ファイルを追加しています...
ko: 파일을 추가하는 중...
pl: Trwa dodawanie plików...
pt_br: Adicionando arquivos...
ru: Добавление файлов...
tr: Dosyalar ekleniyor...
uk: Додаються файли...
zh_cn: 正在添加文件...
zh_tw: 正在新增檔案...

source: Adding packages...
cs: Přidávají se balíčky...
de: Pakete werden hinzugefügt...
es: Agregando paquetes...
fr: Ajout des paquets...
it: Aggiunta dei pacchetti...
ja: パッケージを追加しています...
ko: 패키지를 추가하는 중...
pl: Trwa dodawanie pakietów...
pt_br: Adicionar pacotes...
ru: Идет добавление пакетов...
tr: Paketler ekleniyor...
uk: Додавання пакунків...
zh_cn: 正在添加包...
zh_tw: 正在新增封裝...

source: Adding platform implementation...
cs: Přidává se implementace pro platformu...
de: Hinzufügen der Plattformimplementierung...
es: Agregando implementación de plataforma...
fr: Ajout d'une implémentation de plateforme...
it: Nell'implementazione implicita
ja: プラットフォームの実装を追加しています...
ko: 플랫폼 구현 추가 중...
pl: Trwa dodawanie implementacji platformy...
pt_br: Adicionando implementação de plataforma...
ru: Добавление реализации платформы...
tr: Platform uygulaması ekleniyor...

source: Adding variables to top-level Makefile
cs: Přidávání proměnných do souboru pravidel nejvyšší úrovně
de: Variablen werden zum Makefile der obersten Ebene hinzugefügt.
es: Agregando variables al archivo Make de primer nivel
fr: Ajout de variables au Makefile de niveau supérieur
it: Aggiunta di variabili al makefile di primo livello
ja: 最上位のメイクファイルに変数を追加しています
ko: 최상위 메이크파일에 변수를 추가하는 중
pl: Dodawanie zmiennych do pliku reguł programu make najwyższego poziomu
pt_br: Adicionando variáveis a Makefile de nível superior
ru: Добавление переменных в файл makefile верхнего уровня
tr: Değişkenler en üst düzey Derleme Görevleri Dosyasına ekleniyor
uk: Додаються змінні у Makefile верхнього рівня
zh_cn: 正在将变量添加到顶级生成文件
zh_tw: 正在將變數新增至頂層 Makefile

source: Adding {0} packages...
cs: Přidávají se balíčky ({0})...
de: {0} Pakete werden hinzugefügt...
es: Agregando {0} paquetes...
fr: Ajout de {0} paquets...
it: Aggiunta dei pacchetti di {0}...
ja: {0} パッケージを追加しています...
ko: {0} 패키지를 추가하는 중...
pl: Trwa dodawanie {0} pakietów...
pt_br: Adicionar {0} pacotes...
ru: Идет добавление пакетов: {0}...
tr: {0} paket ekleniyor...
uk: Додавання {0} пакунків...
zh_cn: 正在添加 {0} 个包...
zh_tw: 正在新增 {0} 封裝...

source: Adding {0}...
cs: Přidává se {0}...
de: {0} wird hinzugefügt...
es: Agregando {0}...
fr: Ajout de {0}...
it: Aggiunta di {0}...
ja: {0} を追加しています...
ko: '{0}'을(를) 추가하는 중...
pl: Trwa dodawanie elementu {0}...
pt_br: Adicionando {0}...
ru: Добавление {0}...
tr: {0} ekleniyor...
uk: Додавання {0}...
zh_cn: 正在添加 {0}...
zh_tw: 正在新增 {0}...

source: Adding...
cs: Přidávání...
de: Wird hinzugefügt...
es: Agregando...
fr: Ajout en cours...
it: Aggiunta...
ja: 追加しています...
ko: 추가하는 중...
pl: Trwa dodawanie...
pt_br: Adicionando...
ru: Добавление...
tr: Ekleniyor...
uk: Додавання...
zh_cn: 正在添加...
zh_tw: 正在新增...

source: Adding…
cs: Přidávání...
de: Wird hinzugefügt...
es: Agregando…
fr: Ajout…
it: Caricamento…
ja: 追加しています...
ko: 추가하는 중...
pl: Trwa dodawanie...
pt_br: Adicionando…
ru: Добавление...
tr: Ekleniyor...

source: Additional Options
cs: Další možnosti
de: Zusätzliche Optionen
es: Opciones adicionales
fr: Options supplémentaires
it: Opzioni aggiuntive
ja: 追加のオプション
ko: 추가 옵션
pl: Opcje dodatkowe
pt_br: Opções Adicionais
ru: Дополнительные параметры
tr: Ek Seçenekler
uk: Додаткові параметри
zh_cn: 其他选项
zh_tw: 其他選項

source: Additional categories
cs: Další kategorie
de: Weitere Kategorien
es: Categorías adicionales
fr: Catégories supplémentaires
it: Categorie aggiuntive
ja: 追加のカテゴリ
ko: 추가 범주
pl: Dodatkowe kategorie
pt_br: Categorias adicionais
ru: Дополнительные категории:
tr: Ek kategoriler
uk: Додаткові категорії
zh_cn: 其他类别
zh_tw: 其他分類

source: Additional command line options to be provided to the Mono command.
cs: Další možnosti příkazového řádku, které může příkaz Mono používat.
de: Zusätzliche Befehlszeilenoptionen, die für den Mono-Befehl angegeben werden sollen.
es: Opciones adicionales de la línea de comandos que deben proporcionarse al comando de Mono.
fr: Options de ligne de commande supplémentaires à fournir à la commande Mono.
it: Comandi aggiuntivi della riga di comando da fornire al comando Mono.
ja: Mono コマンドに提供される追加のコマンド ライン オプションです。
ko: Mono 명령에 제공할 추가 명령줄 옵션입니다.
pl: Dodatkowe opcje wiersza polecenia, które należy podać dla polecenia narzędzia Mono.
pt_br: Opções de linha de comando adicionais serão fornecidas para o comando Mono.
ru: Дополнительные параметры командной строки, предоставляемые команде Mono.
tr: Mono komutuna sağlanacak ek komut satırı seçenekleri.
uk: Додаткові параметри командного рядка, які передаються команді Mono.
zh_cn: 要提供给 Mono 命令的附加命令行选项。
zh_tw: 要提供給 Mono 命令的其他命令列選項。

source: Additional compiler arguments:
cs: Další argumenty kompilátoru:
de: Zusätzliche Compilerargumente:
es: Argumentos del compilador adicionales:
fr: Arguments supplémentaires du compilateur :
it: Argomenti aggiuntivi del compilatore:
ja: 追加のコンパイラ引数:
ko: 추가 컴파일러 인수:
pl: Dodatkowe argumenty kompilatora:
pt_br: Argumentos adicionais do compilador:
ru: Дополнительные аргументы компилятора:
tr: Ek derleyici bağımsız değişkenleri:
uk: Додаткові аргументи компілятора:
zh_cn: 其他编译器参数:
zh_tw: 其他編譯器引數:

source: Additional extension packages are required to perform this operation.
cs: K provedení této operace se vyžadují dodatečné balíčky rozšíření.
de: Für diesen Vorgang sind zusätzliche Erweiterungspakete erforderlich.
es: Se requieren paquetes de extensión adicionales para realizar esta operación.
fr: Des paquets d'extensions supplémentaires sont nécessaires pour effectuer cette opération.
ja: この操作を実行するには、追加の拡張機能パッケージが必要です。
ko: 이 작업을 수행하려면 추가 확장 패키지가 필요합니다.
pl: Do wykonania tej operacji są wymagane dodatkowe pakiety rozszerzeń.
pt_br: Outros pacotes de extensão são necessários para executar esta operação.
ru: Дл выполнения этой операции необходимы дополнительные пакеты расширений.
tr: Bu işlemi gerçekleştirmek için ek uzantı paketleri gerekiyor.

source: Address
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
pl: Adres
pt_br: Endereço
ru: Адрес
tr: Adres
uk: Адреса
zh_cn: 地址
zh_tw: 位址

source: Adds a property
cs: Přidá vlastnost.
de: Fügt eine Eigenschaft hinzu.
es: Agrega una propiedad
fr: Ajoute une propriété
it: Aggiunge una proprietà
ja: プロパティを追加します
ko: 속성을 추가합니다.
pl: Dodaje właściwość
pt_br: Adiciona uma propriedade
ru: Добавляет свойство
tr: Bir özellik ekler
zh_cn: 添加属性
zh_tw: 新增屬性

source: Adds and existing folder and its contents
cs: Přidat existující složku a její obsah
de: Vorhandenen Ordner mit Inhalt hinzufügen
es: Agregar archivo existente al proyecto
fr: Ajouter un dossier existant et son contenu
it: Aggiunge una cartella esistente e il relativo contenuto
ja: 既存のフォルダーとその内容を追加します
ko: 기존 폴더 및 해당 콘텐츠를 추가합니다.
pl: Dodaj istniejący folder i jego zawartość
pt_br: Adiciona uma pasta existente e seu conteúdo
ru: Добавляет существующую папку и ее содержимое
tr: Mevcut bir klasörü ve klasörün içindekileri ekler
uk: Додати наявну теку та її вміст
zh_cn: 添加现有文件夹及其内容
zh_tw: 新增現有資料夾及其內容

source: Adds files from a folder recursively
cs: Přidá rekurzivně soubory ze složky
de: Dateien aus einem Ordner rekursiv hinzufügen
es: Agrega archivos de una carpeta de forma recursiva
fr: Ajouter les fichiers d’un répertoire de manière récursive
it: Aggiunge file da una cartella in modo ricorsivo
ja: フォルダーからファイルを再帰的に追加します
ko: 재귀적으로 폴더에서 파일을 추가합니다.
pl: Rekursywnie dodaje pliki z folderu
pt_br: Adiciona arquivos de uma pasta repetidamente
ru: Рекурсивно добавляет файлы из папки
tr: Yinelemeli olarak bir klasörden dosyalar ekler
uk: Додати рекурсивно файли з теки
zh_cn: 从文件夹递归添加文件
zh_tw: 以遞迴方式從資料夾新增檔案

source: Adds platform specific implementation for a cross platform project
cs: Přidá implementaci specifickou pro platformu u multiplatformního projektu.
de: Fügt eine plattformspezifische Implementierung für ein plattformübergreifendes Projekt hinzu.
es: Agrega una implementación específica de plataforma para un proyecto multiplataforma.
fr: Ajoute une implémentation spécifique à une plateforme pour un projet multiplateforme
ja: クロス プラットフォーム プロジェクト用のプラットフォーム固有の実装を追加する
ko: 플랫폼 간 프로젝트에 대한 플랫폼별 구현을 추가합니다.
pl: Dodaje implementację powiązaną z platformą dla projektu międzyplatformowego
pt_br: Adiciona implementação específica da plataforma a um projeto multiplataforma
ru: Добавляет реализацию кроссплатформенного проекта, определяемую платформой
tr: Bir çoklu platform projesi için platforma özel uygulama ekler

source: Adds the Service Capability
cs: Přidá schopnost služby.
de: Fügt die Dienstfunktion hinzu
es: Agrega la funcionalidad del servicio.
fr: Ajoute la fonctionnalité du service
ja: サービス機能の追加
ko: 서비스 기능 추가
pl: Dodaje możliwość usługi
pt_br: Adiciona a Capacidade do Serviço
ru: Добавляет возможности службы
tr: Hizmet Özelliğini ekler

source: Advance to next line
cs: Přejít na další řádek
de: Weiter mit nächster Zeile
es: Avanzar a la siguiente línea
fr: Aller à la ligne suivante
it: Passa alla riga successiva
ja: 次の行に進む
ko: 다음 줄로 이동
pl: Przejdź do następnego wiersza
pt_br: Avançar para a próxima linha
ru: Перейти к следующей строке
tr: Sonraki satıra ilerle
zh_cn: 前进到下一行
zh_tw: 前進到下一行

source: Advanced
cs: Upřesnit
de: Erweitert
es: Avanzadas
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş

source: Advanced Conditions
cs: Pokročilé podmínky
de: Erweiterte Bedingungen
es: Condiciones avanzadas
fr: Conditions avancées
it: Condizioni avanzate
ja: 高度な条件
ko: 고급 조건
pl: Warunki zaawansowane
pt_br: Condições Avançadas
ru: Расширенные условия
tr: Gelişmiş Koşullar
uk: Розширені умови
zh_cn: 高级条件
zh_tw: 進階條件

source: Advanced Settings
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
pl: Ustawienia zaawansowane
pt_br: Configurações Avançadas
ru: Дополнительные параметры
tr: Gelişmiş Ayarlar
uk: Розширені параметри
zh_cn: 高级设置
zh_tw: 進階設定

source: Advanced options
cs: Upřesnit možnosti
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細設定オプション
ko: 고급 옵션
pl: Opcje zaawansowane
pt_br: Opções avançadas
ru: Дополнительные параметры
tr: Gelişmiş seçenekler
uk: Розширені параметри
zh_cn: 高级选项
zh_tw: 進階選項

source: Adventure style game
cs: Adventura
de: Abenteuerspiel
es: Un juego de aventuras
fr: Jeu d’aventure
it: Gioco d'avventura
ja: アドベンチャー スタイルのゲーム
ko: 어드벤쳐 스타일 게임
pl: Gra przygodowa
pt_br: Jogo estilo aventura
ru: Приключенческая игра
tr: Macera stili oyun
uk: Пригодницька гра
zh_cn: 冒险类游戏
zh_tw: 冒險遊戲

source: After
cs: Po
de: Danach
es: Después
fr: Après
it: Dopo
ja: 後
ko: 뒤
pl: Po
pt_br: Após
ru: После
tr: Sonra
uk: Після
zh_cn: 之后
zh_tw: 之後

source: After Build
cs: Po sestavení
de: Nach dem Buildvorgang
es: Después de la compilación
fr: Après la génération de build
it: Dopo la compilazione
ja: ビルド後
ko: 빌드 후
pl: Po kompilacji
pt_br: Após Compilar
ru: После сборки
tr: Derlemeden Sonra
uk: Після побудови
zh_cn: 生成后
zh_tw: 建置之後

source: After Clean
cs: Po vyčištění
de: Nach der Bereinigung
es: Después de limpiar
fr: Après le nettoyage
it: Dopo la pulizia
ja: クリーン後
ko: 정리 후
pl: Po wyczyszczeniu
pt_br: Após Limpar
ru: После очистки
tr: Temizlemeden Sonra
uk: Після очищення
zh_cn: 清理后
zh_tw: 清除之後

source: After Execute
cs: Po spuštění
de: Nach der Ausführung
es: Después de la ejecución
fr: Après l’exécution
it: Dopo l'esecuzione
ja: 実行後
ko: 실행 후
pl: Po wykonaniu
pt_br: Após Executar
ru: После выполнения
tr: Yürütmeden Sonra
uk: Після виконання
zh_cn: 执行后
zh_tw: 執行之後

source: Aliases
cs: Aliasy
de: Aliase
es: Alias
fr: Alias
it: Alias
ja: エイリアス
ko: 별칭
pl: Aliasy
ru: Псевдонимы
tr: Diğer Adlar
zh_cn: 别名
zh_tw: 別名

source: Align attribute values
cs: Zarovnávat hodnoty atributů
de: Attributwerte ausrichten
es: Alinear valores de atributo
fr: Aligner les valeurs d’attribut
it: Allinea i valori degli attributi
ja: 属性値の整列
ko: 특성 값 정렬
pl: Wyrównaj wartości atrybutów
pt_br: Alinhar valores de atributos
ru: Значения атрибутов выравнивания
tr: Öznitelik değerlerini hizala
uk: Вирівняти значення атрибутів
zh_cn: 对齐属性值
zh_tw: 對應儲存屬性值

source: Align attributes
cs: Zarovnávat atributy
de: Attribute ausrichten
es: Alinear atributos
fr: Aligner les attributs
it: Allinea attributi
ja: 属性の整列
ko: 특성 정렬
pl: Wyrównaj atrybuty
pt_br: Alinhar atributos
ru: Атрибуты выравнивания
tr: Öznitelikleri hizala
uk: Вирівняти атрибути
zh_cn: 对齐属性
zh_tw: 對應儲存屬性

source: Align message text
cs: Zarovnat text zprávy
de: Nachrichtentext ausrichten
es: Alinear texto del mensaje
fr: Aligner le texte du message
it: Allinea testo del messaggio
ja: メッセージ テキストを揃える
ko: 메시지 텍스트 맞춤
pl: Wyrównaj tekst komunikatu
pt_br: Alinhar texto da mensagem
ru: Выровнять текст сообщения
tr: İleti metnini hizala
uk: Вирівняти текст повідомлення
zh_cn: 对齐消息文本
zh_tw: 對應儲存訊息文字

source: All
cs: Vše
de: Alle
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 모두
pl: Wszystko
pt_br: Tudo
ru: Все
tr: Tümü
uk: Всі
zh_cn: 全部
zh_tw: 全部

source: All Configurations
cs: Všechny konfigurace
de: Alle Konfigurationen
es: Todas las configuraciones
fr: Toutes les configurations
it: Tutte le configurazioni
ja: すべての構成
ko: 모든 구성
pl: Wszystkie konfiguracje
pt_br: Todas as Configurações
ru: Все конфигурации
tr: Tüm Yapılandırmalar
uk: Всі конфігурації
zh_cn: 所有配置
zh_tw: 所有組態

source: All Directions
cs: Všechny směry
de: Alle Richtungen
es: Todas las direcciones
fr: Toutes les directions
it: Tutte le direzioni
ja: すべての方向
ko: 모든 방향
pl: Wszystkie kierunki
pt_br: Todas as Direções
ru: Все каталоги
tr: Tüm Yönler
uk: Всі напрямки
zh_cn: 所有方向
zh_tw: 所有方向

source: All Files
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
pl: Wszystkie pliki
pt_br: Todos os Arquivos
ru: Все файлы
tr: Tüm Dosyalar
uk: Всі файли
zh_cn: 所有文件
zh_tw: 所有檔案

source: All Sizes
cs: Všechny velikosti
de: Alle Größen
es: Todos los tamaños
fr: Toutes les tailles
it: Tutte le dimensioni
ja: すべてのサイズ
ko: 모든 크기
pl: Wszystkie rozmiary
pt_br: Todos os Tamanhos
ru: Все размеры
tr: Tüm Boyutlar
uk: Всі розміри
zh_cn: 所有大小
zh_tw: 所有尺寸

source: All Sources
cs: Všechny zdroje
de: Alle Quellen
es: Todos los orígenes
fr: Toutes sources
it: Tutte le origini
ja: すべてのソース
ko: 모든 소스
pl: Wszystkie źródła
pt_br: Todas as Origens
ru: Все источники
tr: Tüm Kaynaklar
uk: Всі джерела
zh_cn: 所有源
zh_tw: 所有來源

source: All States
cs: Všechny stavy
de: Alle Zustände
es: Todos los estados
fr: Tous les états
it: Tutti gli stati
ja: すべての状態
ko: 모든 상태
pl: Wszystkie stany
pt_br: Todos os Estados
ru: Все состояния
tr: Tüm Durumlar
uk: Всі стани
zh_cn: 所有状态
zh_tw: 所有狀態

source: All changes made to the document will be permanently lost.
cs: Všechny změny provedené v dokumentu se trvale ztratí.
de: Alle vorgenommenen Dokumentänderungen gehen unwiderruflich verloren.
es: Todos los cambios hechos al documento se perderán de forma permanente.
fr: Toutes les modifications apportées au document seront définitivement perdues.
it: Tutte le modifiche apportate al documento andranno perse definitivamente.
ja: このドキュメントに加えた変更はすべて永久に失われます。
ko: 문서의 모든 변경 내용이 영구적으로 손실됩니다.
pl: Wszystkie zmiany wprowadzone w dokumencie zostaną trwale utracone.
pt_br: Todas as alterações feitas no documento serão perdidas permanentemente.
ru: Все внесенные в документ изменения будут безвозвратно утрачены.
tr: Belgeye yapılan tüm değişiklikler kalıcı olarak kaybolur.
uk: Всі зміни, зроблені у документах, будуть повністю втрачені.
zh_cn: 对该文档所做的所有更改将永久丢失。
zh_tw: 對文件所做的變更都將永久遺失。

source: All changes made to the selected files will be permanently lost.
cs: Dojde k trvalé ztrátě veškerých změn provedených ve vybraných souborech.
de: Alle in den ausgewählten Dateien vorgenommenen Änderungen gehen unwiderruflich verloren.
es: Todos los cambios realizados en los archivos seleccionados se perderán de forma permanente.
fr: Toutes les modifications apportées aux fichiers sélectionnés seront définitivement perdues.
it: Tutte le modifiche apportate ai file selezionati andranno perse definitivamente.
ja: 選んだファイルへのすべての変更は永久に失われます。
ko: 선택한 파일의 모든 변경 내용이 영구적으로 손실됩니다.
pl: Wszystkie zmiany wprowadzone w wybranych plikach zostaną trwale utracone.
pt_br: Todas as alterações feitas nos arquivos selecionados serão perdidas permanentemente.
ru: Все изменения, внесенные в выбранные файлы, будут безвозвратно утрачены.
tr: Seçili dosyalarda yapılan tüm değişiklikler kalıcı olarak kaybolacak.
uk: Всі зміни, зроблені у вибраних файлах, будуть повністю втрачені.
zh_cn: 对选定文件所做的所有更改将永久丢失。
zh_tw: 對所選檔案所做的所有變更都將永久遺失。

source: All files
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Все файлы
tr: Tüm dosyalar
uk: Всі файли
zh_cn: 所有文件
zh_tw: 所有檔案

source: All members
cs: Všechny členy
de: Alle Member
es: Todos los miembros
fr: Tous les membres
it: Tutti i membri
ja: すべてのメンバー
ko: 모든 맴버
pl: Wszystkie składowe
pt_br: Todos os membros
ru: Все элементы
tr: Tüm üyeler
uk: Всі члени
zh_cn: 全部成员
zh_tw: 所有成員

source: All open files
cs: Všechny otevřené soubory
de: Alle geöffneten Dateien
es: Todos los archivos abiertos
fr: Tous les fichiers ouverts
it: Tutti i file aperti
ja: すべての開いているファイル
ko: 모든 열린 파일
pl: Wszystkie otwarte pliki
pt_br: Todos os arquivos abertos
ru: Все открытые файлы
tr: Tüm açık dosyalar
uk: Всі відкриті файли
zh_cn: 所有打开文件
zh_tw: 所有開啟的檔案

source: All package sources could not be reached.
cs: Nebyly dostupné všechny zdroje balíčků.
de: Es waren nicht alle Paketquellen erreichbar.
es: No se pudo obtener acceso a todos los orígenes del paquete.
fr: Nous n’avons pu atteindre aucune source du paquet.
it: Non è stato possibile raggiungere tutte le origini dei pacchetti.
ja: すべてのパッケージ ソースに到達できませんでした。
ko: 모든 패키지 소스에 연결할 수 없습니다.
pl: Nie można uzyskać dostępu do wszystkich źródeł pakietów.
pt_br: Não foi possível alcançar todas as origens de pacote.
ru: Не удалось связаться со всеми источниками пакетов.
tr: Paket kaynaklarının tümüne ulaşılamadı.
uk: Сирці всіх пакетів недосяжні.
zh_cn: 无法访问所有包源。
zh_tw: 無法連到所有封裝來源。

source: All repositories
cs: Všechna úložiště
de: Alle Repositorys
es: Todos los repositorios
fr: Tous les référentiels
it: Tutti i repository
ja: すべてのリポジトリ
ko: 모든 리포지토리
pl: Wszystkie repozytoria
pt_br: Todos os repositórios
ru: Все репозитории
tr: Tüm depolar
uk: Всі сховища
zh_cn: 所有存储库
zh_tw: 所有儲存機制

source: All solutions
cs: Všechna řešení
de: Alle Projektmappen
es: Todas las soluciones
fr: Toutes les solutions
it: Tutte le soluzioni
ja: すべてのソリューション
ko: 모든 솔루션
pl: Wszystkie rozwiązania
pt_br: Todas as soluções
ru: Все решения
tr: Tüm çözümler
uk: Всі рішення
zh_cn: 所有解决方案
zh_tw: 所有解決方案

source: Allocates a block of memory on the stack.
cs: Přidělí blok paměti v zásobníku.
de: Belegt einen Speicherblock auf dem Stapel.
es: Asigna un bloque de memoria en la pila.
fr: Alloue un bloc de mémoire sur la pile.
it: Alloca un blocco di memoria nello stack.
ja: スタックにメモリ ブロックを割り当てます。
ko: 스택의 메모리 블록을 할당합니다.
pl: Przydziela blok pamięci na stosie.
pt_br: Aloca um bloco de memória na pilha.
ru: Выделяет блок памяти в стеке.
tr: Yığında bir bellek bloğu ayırır.
zh_cn: 在堆栈上分配内存块。
zh_tw: 配置堆疊上的記憶體區塊。

source: Allow '_unsafe' code
cs: Povolit kód _unsafe
de: '_Unsicheren' Code zulassen
es: Permitir código "no seg_uro"
fr: Autoriser le code « _non sécurisé »
it: Consenti codice '_unsafe'
ja: '_unsafe' コードを許可
ko: '안전하지 않은' 코드 허용(_U)
pl: Zezwalaj na „_niebezpieczny” kod
pt_br: Permitir código '_unsafe'
ru: Разрешить _небезопасный код
tr: '_güvenli olmayan' koda izin ver
uk: Дозволити _не безпечний код
zh_cn: 允许 "unsafe" 代码(_U)
zh_tw: 允許 '_unsafe' 程式碼

source: Allow implicit property evaluation and method invocation
cs: Povolit implicitní vyhodnocení vlastnosti a volání metody
de: Implizite Eigenschaftenauswertung und impliziten Methodenaufruf zulassen
es: Permitir la evaluación de propiedades implícitas y la invocación de métodos
fr: Autoriser une évaluation de propriété et une invocation de méthode implicites
it: Consenti la valutazione di proprietà e la chiamata di metodi in modo implicito
ja: 暗黙的なプロパティ評価とメソッド呼び出しを許可する
ko: 암시적 속성 확인 및 메서드 호출 허용
pl: Zezwalaj na niejawną ocenę właściwości i niejawne wywoływanie metod
pt_br: Permitir avaliação da propriedade implícita e invocação de método
ru: Разрешить неявное вычисление свойств и вызов методов
tr: Örtülü özellik değerlendirmeye ve yöntem çağırmaya izin ver
uk: Дозволити неявну оцінку властивостей та виклик методів
zh_cn: 允许使用隐式属性计算和方法调用
zh_tw: 允許隱含屬性評估和方法引動過程

source: Alpha updates (very often, very unstable)
cs: Aktualizace v alfa verzi (velmi často, velmi nestabilní)
de: Alpha-Updates (sehr häufig, sehr instabil)
es: Actualizaciones alfa (muy a menudo, muy inestables)
fr: Mises à jour alpha (très fréquentes, très instables)
it: Aggiornamenti alfa (molto frequenti e instabili)
ja: アルファ版更新プログラム (ほとんどの場合、非常に不安定)
ko: 알파 업데이트(매우 빈번하고 불안정함)
pl: Aktualizacje w wersji alpha (bardzo często, bardzo niestabilne)
pt_br: Atualizações alfa (com muita frequência, muito instável)
ru: Альфа-обновления (очень часто и очень нестабильно)
tr: Alfa güncelleştirmeler (çok sık, çok kararsız)
uk: Альфа-оновлення (дуже часто, дуже нестабільні)
zh_cn: Alpha 更新(非常频繁，非常不稳定)
zh_tw: Alpha 版更新 (非常頻繁且極不穩定)

source: Also add '{0}' to other projects in the solution?
cs: Přidat {0} zároveň do jiných projektů v tomto řešení?
de: "{0}" auch zu anderen Projekten in der Projektmappe hinzufügen?
es: ¿Agregar también "{0}" a otros proyectos de la solución?
fr: Ajouter également '{0}' à d'autres projets de la solution ?
it: Aggiunge un nuovo progetto alla soluzione selezionata
ja: '{0}' もソリューション内の他のプロジェクトに追加しますか?
ko: 솔루션의 다른 프로젝트에도 '{0}'을(를) 추가할까요?
pl: Dodać „{0}” również do innych projektów w rozwiązaniu?
pt_br: Também adicionar '{0}' a outros projetos na solução?
ru: Также добавить "{0}" в другие проекты в этом решении?
tr: '{0}', çözümdeki diğer projelere de eklensin mi?

source: Also remove the file '{0}'
cs: Odebrat i soubor {0}
de: Auch die Datei '{0}' entfernen
es: Quitar también el archivo '{0}'
fr: Supprimer également le fichier « {0} »
it: Rimuovi anche il file '{0}'
ja: ファイル '{0}' も削除してください
ko: '{0}' 파일도 제거
pl: Usuń także plik „{0}”
pt_br: Remover também o arquivo '{0}'
ru: Также удалить файл "{0}"
tr: '{0}' dosyasını da sil
uk: Також вилучити файл '{0}'
zh_cn: 同时删除文件“{0}”
zh_tw: 也移除檔案 '{0}'

source: Alternation Constructs
cs: Alternující konstrukce
de: Alternierungskonstrukte
es: Construcciones de alternancia
fr: Constructions d’alternance
it: Costrutti di alternanza
ja: 代替コンストラクト
ko: 교체 구문
pl: Konstrukcje warunkowe
pt_br: Constructos de Alternância
ru: Конструкции чередования
tr: Değişim Yapıları
uk: Вибір
zh_cn: 替换构造
zh_tw: 替代建構

source: Always
cs: Vždycky
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に行う
ko: 항상
pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her Zaman
uk: Завжди
zh_cn: 始终
zh_tw: 永遠
