Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: add accessor
cs: přidat přístupový objekt
es: descriptor de acceso add
fr: accesseur add
it: funzione di accesso add
ja: add アクセサー
ko: 접근자 추가
pl: dodaj metodę dostępu
pt_br: adicionar acessador
ru: метод доступа add
tr: erişen ekle
uk: метод доступу add
zh_cn: add 访问器
zh_tw: 新增存取子

source: after '_' a lower letter should follow. (Rule '{0}')
cs: Za znakem _ by mělo následovat malé písmeno. (Pravidlo {0})
de: auf '_' muss ein Kleinbuchstabe folgen. (Regel '{0}')
es: '_' debe ir seguido de una letra minúscula. (Regla '{0}')
fr: Le signe « _ » doit être suivi d’une lettre minuscule. (Règle « {0} »)
it: '_' deve essere seguito da una lettera minuscola. Regola '{0}'
ja: '_' の後は、小文字が続く必要があります。(ルール '{0}')
ko: '_' 뒤에는 소문자가 와야 합니다. (규칙 '{0}')
pl: Po znaku „_” powinna następować mała litera. (Reguła „{0}”)
pt_br: depois de '_' deve vir uma letra minúscula. (Regra '{0}')
ru: после "_" должна идти строчная буква. (Правило "{0}")
tr: '_' işaretinden sonra küçük harf gelmelidir. (Kural '{0}')
uk: після '_' має стояти мала літера. (Правило '{0}')
zh_cn: "_" 应后接小写字母。(规则“{0}”)
zh_tw: '_' 後面應該接著小寫字母 (規則 '{0}')。

source: after '_' an upper letter should follow. (Rule '{0}')
cs: Za znakem _ by mělo následovat velké písmeno. (Pravidlo {0})
de: auf '_' muss ein Großbuchstabe folgen. (Regel '{0}')
es: '_' debe ir seguido de una letra mayúscula. (Regla '{0}')
fr: Le signe « _ » doit être suivi d’une lettre majuscule. (Règle « {0} »)
it: '_' deve essere seguito da una lettera maiuscola. Regola '{0}'
ja: '_' の後は、大文字が続く必要があります。(ルール '{0}')
ko: '_' 뒤에는 대문자가 와야 합니다. (규칙 '{0}')
pl: Po znaku „_” powinna następować wielka litera. (Reguła „{0}”)
pt_br: depois de '_' deve vir uma letra maiúscula. (Regra '{0}')
ru: после "_" должна идти прописная буква. (Правило "{0}")
tr: '_' işaretinden sonra büyük harf gelmelidir. (Kural '{0}')
uk: після '_' має стояти велика літера. (Правило '{0}')
zh_cn: "_" 应后接大写字母。(规则“{0}”)
zh_tw: '_' 後面應該接著大寫字母 (規則 '{0}')。

source: another copy
cs: jiná kopie
de: weitere Kopie
es: otra copia
fr: autre copie
it: un'altra copia
ja: 2 番目のコピー
ko: 다른 복사본
pl: inna kopia
pt_br: outra cópia
ru: другая копия
tr: başka bir kopya
uk: інша копія
zh_cn: 另一个副本
zh_tw: 另一個複本

source: bold block
cs: blok tučné
de: fetter Block
es: bloque de negrita
fr: bloc en gras
it: blocco grassetto
ja: 太字ブロック
ko: 굵은 블록
pl: blok pogrubienia
pt_br: bloco negrito
ru: блок полужирного шрифта
tr: kalın blok
uk: блок жирний
zh_cn: 粗体块
zh_tw: 粗體區塊

source: class ({0})
cs: třída ({0})
de: Klasse ({0})
es: clase ({0})
fr: classe ({0})
it: classe ({0})
ja: クラス ({0})
ko: 클래스({0})
pl: klasa ({0})
pt_br: classe ({0})
ru: класс ({0})
tr: sınıf ({0})
uk: клас ({0})
zh_cn: 类({0})
zh_tw: 類別 ({0})

source: columns
cs: sloupců
de: Spalten
es: columnas
fr: colonnes
it: colonne
ja: 列
ko: 열
pl: kol.
pt_br: colunas
ru: столб.
tr: sütun
uk: колонок
zh_cn: 列
zh_tw: 資料行

source: comment block
cs: blok komentáře
de: Kommentarblock
es: bloque de comentario
fr: bloc de commentaire
it: blocco di commento
ja: コメントのブロック
ko: 주석 블록
pl: blok komentarzy
pt_br: bloco de comentário
ru: примечание
tr: açıklama bloğu
uk: блок коментаря
zh_cn: 注释块
zh_tw: 註解區塊

source: copy
cs: kopie
de: Kopie
es: copia
fr: copie
it: copia
ja: コピー
ko: 복사본
pl: kopia
pt_br: copiar
ru: копировать
tr: kopyala
uk: копія
zh_cn: 副本
zh_tw: 複製

source: copy {0}
cs: kopie {0}
de: Kopie {0}
es: copiar {0}
fr: copier {0}
it: copia {0}
ja: {0} をコピー
ko: {0} 복사
pl: kopia {0}
pt_br: copiar {0}
ru: копировать {0}
tr: {0} öğesini kopyala
uk: копія {0}
zh_cn: 副本 {0}
zh_tw: 複製 {0}

source: default
cs: výchozí
de: Standard
es: predeterminado
fr: par défaut
ja: 既定
ko: 기본값
pl: domyślny
pt_br: padrão
ru: по умолчанию
tr: varsayılan

source: default settings
cs: výchozí nastavení
de: Standardeinstellungen
es: configuración predeterminada
fr: paramètres par défaut
it: impostazioni predefinite
ja: 既定の設定
ko: 기본 설정
pl: ustawienia domyślne
pt_br: configurações padrão
ru: параметры по умолчанию
tr: varsayılan ayarlar
uk: стандартні параметри
zh_cn: 默认设置
zh_tw: 預設值

source: delegate ({0})
cs: delegát ({0})
de: Delegat ({0})
es: delegado ({0})
fr: déléguer ({0})
it: delegato ({0})
ja: デリゲート ({0})
ko: 대리자({0})
pl: delegat ({0})
pt_br: delegado ({0})
ru: делегат ({0})
tr: ({0}) temsilcisi
uk: делегат ({0})
zh_cn: 委托({0})
zh_tw: 委派 ({0})

source: diff files
cs: Soubory diff
de: Diff-Dateien
es: Archivos .diff
fr: fichiers diff
it: File DIFF
ja: 差分ファイル
ko: diff 파일
pl: pliki różnic
pt_br: Arquivos diff
ru: файлы несовпадений
tr: diff dosyaları
uk: Файли diff
zh_cn: diff 文件
zh_tw: diff 檔案

source: dotnet publish returned: {0}
cs: Příkaz dotnet publish vrátil: {0}
de: Rückgabe von dotnet publish: {0}
es: dotnet publish ha devuelto {0}
fr: dotnet publish a retourné : {0}
ja: dotnet publish の戻り値: {0}
ko: dotnet publish에서 반환함: {0}
pl: Polecenie dotnet publish zwróciło: {0}
pt_br: dotnet publish retornou: {0}
ru: Команда dotnet publish возвратила данные: {0}
tr: Döndürülen dotnet publish: {0}

source: e.g. Program.cs:15:5
cs: např. Program.cs:15:5
de: z. B. Program.cs:15:5
es: por ejemplo, Program.cs:15:5
fr: Par exemple, Program.cs:15:5
it: ad esempio Program.cs:15:5
ja: 例: Program.cs:15:5
ko: 예: Program.cs:15:5
pl: np. Program.cs:15:5
pt_br: ex.: Program.cs:15:5
ru: например, Program.cs:15:5
tr: örn. Program.cs:15:5
uk: наприклад, Program.cs:15:5
zh_cn: 例如，Program.cs:15:5
zh_tw: 例如 Program.cs:15:5

source: e.g. System.InvalidOperationException
cs: např. System.InvalidOperationException
de: z. B. System.InvalidOperationException
es: por ejemplo, System.InvalidOperationException
fr: Par exemple, System.InvalidOperationException
it: ad esempio System.InvalidOperationException
ja: 例: System.InvalidOperationException
ko: 예: System.InvalidOperationException
pl: np. System.InvalidOperationException
pt_br: ex.: System.InvalidOperationException
ru: например, System.InvalidOperationException
tr: örn. System.InvalidOperationException
uk: наприклад, System.InvalidOperationException
zh_cn: 例如，System.InvalidOperationException
zh_tw: 例如 System.InvalidOperationException

source: e.g. System.Object.ToString
cs: např. System.Object.ToString
de: z. B. System.Object.ToString
es: por ejemplo, System.Object.ToString
fr: Par exemple, System.Object.ToString
it: ad esempio System.Object.ToString
ja: 例: System.Object.ToString
ko: 예: System.Object.ToString
pl: np. System.Object.ToString
pt_br: ex.: System.Object.ToString
ru: например, System.Object.ToString
tr: örn. System.Object.ToString
uk: наприклад, System.Object.ToString
zh_cn: 例如，System.Object.ToString
zh_tw: 例如 System.Object.ToString

source: e.g. Value of 'name' is {name}
cs: např. Hodnota parametru name je {name}.
de: z. B. Wert von 'name' ist {name}
es: por ejemplo, el valor de 'nombre' es {nombre}
fr: Par exemple, Value of ’name’ is {name}
it: ad esempio Il valore di 'name' è {name}
ja: 例: 'name' の値は {name} です
ko: 예: 'name'의 값은 {name}입니다.
pl: np. wartością atrybutu „name” jest {name}
pt_br: ex.: o valor de 'name' é {name}
ru: например, значение "name" равно {name}
tr: örn. 'name' değeri {name}
uk: наприклад, значення 'name' дорівнює {name}
zh_cn: 例如，"name" 的值是 {name}
zh_tw: 例如 'name' 的值為 {name}

source: e.g. colorName == "Red"
cs: např. colorName == "Red"
de: z. B. colorName == "Red"
es: por ejemplo, colorName == "Red"
fr: Par exemple, colorName == "Red"
it: ad esempio colorName == "Red"
ja: 例: colorName == "Red"
ko: 예: colorName == "Red"
pl: np. colorName == "Red"
pt_br: ex.: colorName == "Vermelho"
ru: например, colorName == "Красный"
tr: örn. colorName == "Red"
uk: наприклад, colorName == "Red"
zh_cn: 例如，colorName == “红色”
zh_tw: 例如 colorName == "Red"

source: enum member ({0})
cs: člen výčtu ({0})
de: Enumerationsmember ({0})
es: miembro de enumeración ({0})
fr: membre enum ({0})
ja: 列挙メンバー ({0})
ko: 열거형 멤버({0})
pl: Element członkowski wyliczenia ({0})
pt_br: membro enum ({0})
ru: элемент перечисления ({0})
tr: sabit listesi üyesi ({0})

source: enumeration ({0})
cs: výčet ({0})
es: enumeración ({0})
fr: énumération ({0})
it: enumerazione ({0})
ja: 列挙型 ({0})
ko: 열거형({0})
pl: wyliczenie ({0})
pt_br: enumeração ({0})
ru: перечисление ({0})
tr: ({0}) sabit listesi
uk: перелік ({0})
zh_cn: 枚举({0})
zh_tw: 列舉 ({0})

source: event
cs: událost
de: Ereignis
es: evento
fr: événement
it: evento
ja: イベント
ko: 이벤트
pl: zdarzenie
pt_br: evento
ru: событие
tr: etkinlik
uk: подія
zh_cn: 事件
zh_tw: 事件

source: event ({0})
cs: událost ({0})
de: Ereignis ({0})
es: evento ({0})
fr: événement ({0})
it: evento ({0})
ja: イベント ({0})
ko: 이벤트({0})
pl: zdarzenie ({0})
pt_br: evento ({0})
ru: событие ({0})
tr: ({0}) olayı
uk: подія ({0})
zh_cn: 事件({0})
zh_tw: 事件 ({0})

source: expression {0} type
cs: typ {0} výrazu
es: Tipo de expresión {0}
fr: type {0} d’expression
it: tipo {0} dell'espressione
ja: 式 {0} 型
pl: wyrażenie {0} typ
pt_br: expressão do tipo {0}
ru: тип {0} выражения
tr: ifade {0} türü

source: field
cs: pole
de: Feld
es: campo
fr: champ
it: campo
ja: フィールド
ko: 필드
pl: pole
pt_br: campo
ru: поле
tr: alan
uk: поле
zh_cn: 字段
zh_tw: 欄位

source: field ({0})
cs: pole ({0})
de: Feld ({0})
es: campo ({0})
fr: champ ({0})
it: campo ({0})
ja: フィールド ({0})
ko: 필드({0})
pl: pole ({0})
pt_br: campo ({0})
ru: поле ({0})
tr: alan ({0})
uk: поле ({0})
zh_cn: 字段({0})
zh_tw: 欄位 ({0})

source: file "{0}"
cs: soubor "{0}"
de: Datei "{0}"
es: el archivo "{0}"
fr: fichier "{0}"
ja: ファイル "{0}"
ko: "{0}" 파일
pl: plik „{0}
pt_br: arquivo "{0}"
ru: файл "{0}"
tr: dosya "{0}"
uk: файл "{0}"
zh_cn: 文件“{0}”
zh_tw: 檔案 "{0}"

source: file "{0}" in project "{1}"
cs: soubor "{0}" v projektu "{1}"
de: Datei "{0}" in Projekt "{1}"
es: el archivo "{0}" en el proyecto "{1}"
fr: fichier "{0}" dans le projet "{1}"
it: file "{0}" nel progetto "{1}"
ja: ファイル "{0}" (プロジェクト "{1}")
ko: "{1}" 프로젝트의 "{0}" 파일
pl: plik „{0}” w projekcie „{1}”
pt_br: arquivo "{0}" no projeto "{1}"
ru: файл "{0}" в проекте "{1}"
tr: "{1}" projesinde "{0}" dosyası
uk: файл "{0}" в проекте "{1}"
zh_cn: 项目“{1}”中的文件“{0}”
zh_tw: 專案 "{1}" 中的檔案 "{0}"

source: file {0}
cs: soubor {0}
de: Datei '{0}'
es: archivo {0}
fr: fichier {0}
ja: ファイル {0}
ko: {0} 파일
pl: plik {0}
pt_br: arquivo {0}
ru: файл {0}
tr: {0} dosyası
uk: файл {0}
zh_cn: 文件 {0}
zh_tw: 檔案 {0}

source: generic-class-declaration {0} type-parameter : type-constraint
cs: deklarace-obecné-třídy {0} parametr-typu : omezení-typu
es: declaración-de-clase-genérica {0} parámetro-de-tipo : restricción-de-tipo
fr: déclaration-classe-générique {0} paramètre-type : contrainte-type
it: parametro-tipo dichiarazione-classe-generica {0} : vincolo-tipo
ja: 汎用クラス宣言 {0} 型パラメーター: 型制約
ko: 제너릭-클래스-선언 {0} 형식-매개-변수 : 형식 제약
pl: deklaracja_klasy_ogólnej {0} parametr_typu : ograniczenie_typu
pt_br: declaração-classe-genérica {0} parâmetro-tipo : restrição-tipo
ru: универсальное_объявление_класса {0} параметр_типа : ограничение_типа
tr: genel-sınıf-bildirimi {0} tür-parametresi : tür-kısıtlaması
zh_cn: 泛型类声明 {0} 类型参数 : 类型约束
zh_tw: 泛型類別宣告 {0} 類型參數 : 類型條件約束

source: generic-class-declaration {0} type-parameter : type-constraint or query-clauses {0} condition [query-clauses]
cs: deklarace-obecné-třídy {0} parametr-typu : omezení-typu nebo klauzule-dotazu {0} podmínka [klauzule-dotazu]
de: generic-class-declaration {0} type-parameter : type-constraint oder query-clauses {0} Bedingung [Abfrageklauseln]
es: declaración-de-clase-genérica {0} parámetro-de-tipo : restricción-de-tipo o cláusulas-de-consulta {0} condición [cláusulas de consulta]
fr: déclaration-classe-générique {0} paramètre-type : contrainte-type ou clauses-requête {0} condition [clauses-requête ]
it: parametro-tipo dichiarazione-classe-generica {0} : vincolo-tipo o condizione clausole-query {0} [clausole-query]
ja: ジェネリック クラス宣言 {0} 型パラメーター: 型制約 または クエリ句 {0} 条件 [クエリ句]
ko: 제너릭-클래스-선언 {0} 형식-매개-변수 : 형식-제약 or 쿼리-절 {0} 조건 [쿼리-절]
pl: deklaracja_klasy_ogólnej {0} parametr_typu : ograniczenie_typu lub klauzule_zapytań {0} warunek [klauzule_zapytań]
pt_br: declaração-classe-genérica {0} parâmetro-tipo : restrição-tipo ou cláusulas-de-consulta {0} condição [cláusulas-de-consulta ]
ru: универсальное_объявление_класса {0} параметр_типа : ограничение_типа или предложения_запроса {0} условие [предложения_запроса]
tr: genel-sınıf-bildirimi {0} tür-parametresi : tür-kısıtlaması veya sorgu-yan-tümceleri {0} koşul [sorgu-yan-tümceleri]
zh_cn: 泛型类声明 {0} 类型参数 : 类型约束 or 查询子句 {0} 条件 [查询子句]
zh_tw: 泛型類別宣告 {0} 類型參數 : 類型條件約束 或 查詢子句 {0} 條件 [查詢子句]

source: heading 1 block
cs: blok záhlaví 1
de: Überschrift 1-Block
es: bloque de encabezado 1
fr: bloc de titre 1
it: blocco titolo 1
ja: 見出しレベル 1 のブロック
ko: 제목 1 블록
pl: blok nagłówka 1
pt_br: bloco cabeçalho 1
ru: блок заголовка 1
tr: 1 blok başlığı
uk: блок заголовок 1
zh_cn: 标题 1 块
zh_tw: 標題 1 區塊

source: heading 2 block
cs: blok záhlaví 2
de: Überschrift 2-Block
es: bloque de encabezado 2
fr: bloc de titre 2
it: blocco titolo 2
ja: 見出しレベル 2 のブロック
ko: 제목 2 블록
pl: blok nagłówka 2
pt_br: bloco cabeçalho 2
ru: блок заголовка 2
tr: 2 blok başlığı
uk: блок заголовок 2
zh_cn: 标题 2 块
zh_tw: 標題 2 區塊

source: heading 3 block
cs: blok záhlaví 3
de: Überschrift 3-Block
es: bloque de encabezado 3
fr: bloc de titre 3
it: blocco titolo 3
ja: 見出しレベル 3 のブロック
ko: 제목 3 블록
pl: blok nagłówka 3
pt_br: bloco cabeçalho 3
ru: блок заголовка 3
tr: 3 blok başlığı
uk: блок заголовок 3
zh_cn: 标题 3 块
zh_tw: 標題 3 區塊

source: heading 4 block
cs: blok záhlaví 4
de: Überschrift 4-Block
es: bloque de encabezado 4
fr: bloc de titre 4
it: blocco titolo 4
ja: 見出しレベル 4 のブロック
ko: 제목 4 블록
pl: blok nagłówka 4
pt_br: bloco cabeçalho 4
ru: блок заголовка 4
tr: 4 blok başlığı
uk: блок заголовок 4
zh_cn: 标题 4 块
zh_tw: 標題 4 區塊

source: ignore
cs: ignorovat
de: ignorieren
es: omitir
fr: ignorer
it: ignora
ja: 無視
ko: 무시
pl: ignoruj
pt_br: ignorar
ru: пропустить
tr: yoksay
uk: нехтувати
zh_cn: 忽略
zh_tw: 略過

source: il files
cs: Soubory il
de: IL-Dateien
es: Archivos .il
fr: fichiers il
it: File IL
ja: IL ファイル
ko: il 파일
pl: Pliki il
pt_br: Arquivos il
ru: Файлы IL
tr: il dosyaları
uk: Файли il
zh_cn: il 文件
zh_tw: il 檔案

source: in {0} file.
cs: v několika souborech (celkem {0}).
de: in {0} Dateien.
es: en {0} archivos.
fr: dans {0} fichiers.
ja: (ファイル数は {0})。
ko: 위치: {0} 파일.
pl: w {0} plikach.
pt_br: em {0} arquivos.
ru: в файлах ({0}).
tr: {0} dosyada.
uk: у {0} файлі.
zh_cn: 在 {0} 个文件中。
zh_tw: 在 {0} 個檔案中。

source: interface ({0})
cs: rozhraní ({0})
de: Schnittstelle ({0})
es: Interfaz ({0})
it: interfaccia ({0})
ja: インターフェイス ({0})
ko: 인터페이스({0})
pl: interfejs ({0})
ru: интерфейс ({0})
tr: ({0}) arabirimi
uk: інтерфейс ({0})
zh_cn: 接口({0})
zh_tw: 介面 ({0})

source: italic block
cs: blok kurzíva
de: kursiver Block
es: bloque de cursiva
fr: bloc en italique
it: blocco corsivo
ja: 斜体ブロック
ko: 기울임꼴 블록
pl: blok kursywy
pt_br: bloco itálico
ru: блок курсива
tr: eğik blok
uk: блок курсиву
zh_cn: 斜体块
zh_tw: 斜體區塊

source: jay files
cs: Soubory jay
de: Jay-Dateien
es: Archivos .jay
fr: fichiers lua
it: File JAY
ja: jay ファイル
ko: jay 파일
pl: Pliki jay
pt_br: Arquivos jay
ru: Файлы Jay
uk: Файли jay
zh_cn: jay 文件
zh_tw: jay 檔案

source: label1
cs: popisek1
es: Etiqueta1
fr: étiquette1
it: etichetta1
ja: ラベル 1
pl: etykieta1
pt_br: rótulo1
ru: метка1
tr: etiket1

source: leftmost column
cs: sloupec úplně vlevo
de: Spalte ganz links
es: columna más a la izquierda
fr: colonne à gauche
it: colonna più a sinistra
ja: 左端の列
ko: 가장 왼쪽 열
pl: kolumna z lewej strony
pt_br: coluna mais à esquerda
ru: самый левый столбец
tr: en soldaki sütun
uk: найлівіший стовпчик
zh_cn: 最左侧的列
zh_tw: 最左側資料行

source: lua files
cs: Soubory lua
de: Lua-Dateien
es: Archivos .lua
fr: fichiers lua
it: File LUA
ja: LUA ファイル
ko: lua 파일
pl: Pliki lua
pt_br: Arquivos lua
ru: Файлы Lua
tr: lua dosyaları
uk: Файли lua
zh_cn: lua 文件
zh_tw: lua 檔案

source: member
cs: člen
es: miembro
fr: membre
it: membro
ja: メンバー
ko: 멤버
pl: składowa
pt_br: membro
ru: элемент
tr: üye
uk: член
zh_cn: 成员
zh_tw: 成員

source: method
cs: metoda
de: Methode
es: método
fr: méthode
it: metodo
ja: メソッド
ko: 메서드
pl: metoda
pt_br: método
ru: метод
tr: metot
uk: метод
zh_cn: 方法
zh_tw: 方法

source: method ({0})
cs: metoda ({0})
de: Methode ({0})
es: método ({0})
fr: méthode ({0})
it: metodo ({0})
ja: メソッド ({0})
ko: 메서드({0})
pl: metoda ({0})
pt_br: método ({0})
ru: метод ({0})
tr: ({0}) metodu
uk: метод ({0})
zh_cn: 方法({0})
zh_tw: 方法 ({0})

source: ms
ja: ミリ秒
ru: мс
uk: мс
zh_tw: 毫秒

source: normal placement
cs: normální umístění
de: Normale Platzierung
es: colocación normal
fr: positionnement normal
it: posizionamento normale
ja: 通常の配置
ko: 일반 배치
pl: normalne położenie
pt_br: posicionamento normal
ru: обычное размещение
tr: normal yerleştirme
uk: звичайне розташування
zh_cn: 正常位置
zh_tw: 一般放置

source: notset
cs: Nenastaveno
de: nicht festgelegt
es: No establecido
fr: non défini
it: non impostato
ja: 未設定
ru: не задано
zh_cn: 未设置

source: npm Configuration File
cs: Konfigurační soubor NPM
de: NPM-Konfigurationsdatei
es: Archivo de configuración de NPM
fr: Fichier de configuration NPM
ja: npm 構成ファイル
ko: NPM 구성 파일
pl: Plik konfiguracji programu NPM
pt_br: Arquivo de Configuração NPM
ru: Файл конфигурации NPM
tr: npm Yapılandırma Dosyası

source: npm Configuration File for package.json
cs: Konfigurační soubor NPM pro package.json
de: NPM-Konfigurationsdatei für "package.json"
es: Archivo de configuración de NPM para package.json
fr: Fichier de configuration NPM pour package.json
ja: package.json の npm 構成ファイル
ko: package.json용 NPM 구성 파일
pl: Plik konfiguracji programu NPM dla pliku package.json
pt_br: Arquivo de Configuração NPM para package.json
ru: Файл конфигурации NPM для package.json
tr: package.json için npm Yapılandırma Dosyası

source: one indent less
cs: o jedno odsazení míň
de: eine Einzugsebene weiter links
es: una sangría menos
fr: retrait d’un niveau inférieur
it: un rientro in meno
ja: 1 インデントを下げる
ko: 한 수준 더 들여쓰기
pl: jedno wcięcie mniej
pt_br: um recuo a menos
ru: на один отступ меньше
tr: bir girinti daha az
uk: на рівень нижче
zh_cn: 缩进一个缩进级别
zh_tw: 減少一個縮排

source: page1
cs: stránka1
es: página1
it: pagina1
pl: strona 1
pt_br: página1
ru: страница1
tr: sayfa1
uk: сторінка1

source: page2
cs: strana 2
es: página2
it: pagina 2
ja: 2 ページ
pl: strona 2
pt_br: página2
ru: страница2
tr: sayfa2
uk: сторінка2
zh_cn: 第 2 页

source: paragraph block
cs: blok odstavce
de: Absatzblock
es: bloque de párrafo
fr: bloc de paragraphe
it: blocco paragrafo
ja: 段落ブロック
ko: 단락 블록
pl: blok akapitu
pt_br: bloco de parágrafo
ru: блок абзаца
tr: paragraf bloğu
uk: блок абзацу
zh_cn: 段落块
zh_tw: 段落區塊

source: pattern
cs: vzor
de: Muster
es: patrón
fr: modèle
ja: パターン
ko: 패턴
pl: wzorzec
pt_br: padrão
ru: шаблон
tr: desen

source: pkg-config file for {0}
cs: Soubor pkg-config pro {0}
de: pkg-config-Datei für {0}
es: Archivo pkg-config para {0}
fr: Fichier pkg-config pour {0}
it: File pkg-config per {0}
ja: {0} 用の pkg-config ファイル
ko: {0}에 대한 pkg-config 파일
pl: Plik pkg-config dla elementu {0}
pt_br: Arquivo pkg-config para {0}
ru: Файл pkg-config для {0}
tr: {0} için pkg-config dosyası
uk: файл pkg-config для {0}
zh_cn: {0} 的 pkg-config 文件
zh_tw: {0} 的 pkg-config 檔案

source: pkg-config folder
cs: Složka pkg-config
de: pkg-config-Ordner
es: Carpeta pkg-config
fr: Dossier pkg-config
it: Cartella pkg-config
ja: pkg-config フォルダー
ko: pkg-config 폴더
pl: Folder pkg-config
pt_br: Pasta pkg-config
ru: Папка pkg-config
tr: pkg-config klasörü
uk: тека конфігурації пакета
zh_cn: pkg-config 文件夹
zh_tw: pkg-config 資料夾

source: predefined type preferences:
cs: Předdefinované předvolby typů:
de: Vordefinierte Typeinstellungen:
es: Preferencias de tipos predefinidos:
fr: préférences de types prédéfinies :
ja: 定義済みの型を優先:
ko: 미리 정의된 형식 기본 설정:
pl: preferencje wstępnie zdefiniowanego typu:
pt_br: preferências de tipo predefinidas:
ru: Предопределенные параметры типов:
tr: önceden tanımlanmış tür tercihleri:

source: property
cs: vlastnost
de: Eigenschaft
es: propiedad
fr: propriété
it: proprietà
ja: プロパティ
ko: 속성
pl: właściwość
pt_br: propriedade
ru: свойство
tr: özellik
uk: властивість
zh_cn: 属性
zh_tw: 屬性

source: property ({0})
cs: vlastnost ({0})
de: Eigenschaft ({0})
es: propiedad ({0})
fr: propriété ({0})
it: proprietà ({0})
ja: プロパティ ({0})
ko: 속성({0})
pl: właściwość ({0})
pt_br: propriedade ({0})
ru: свойство ({0})
tr: ({0}) özelliği
uk: властивість ({0})
zh_cn: 属性({0})
zh_tw: 屬性 ({0})

source: remove
cs: odebrat
de: entfernen
es: quitar
fr: supprimer
it: rimuovi
ja: 削除
ko: 제거
pl: usuń
pt_br: remover
ru: удалить
tr: kaldır
uk: видалити
zh_cn: 删除
zh_tw: 移除

source: remove accessor
cs: odebrat přístupový objekt
es: descriptor de acceso remove
fr: accesseur remove
it: funzione di accesso remove
ja: remove アクセサー
ko: 접근자 제거
pl: usuń metodę dostępu
pt_br: remover acessador
ru: метод доступа remove
tr: erişeni çıkar
uk: метод доступу remove
zh_cn: remove 访问器
zh_tw: 移除存取子

source: setter
cs: nastavovací kód
es: establecedor
fr: méthode setter
ja: セッター
pl: metoda ustawiająca
ru: метод задания
tr: ayarlayıcı

source: single
cs: jednoduché
de: einzeln
es: individual
fr: unique
it: singola
ja: シングル
ko: 단일
pl: pojedyncze
pt_br: único
ru: отдельный
tr: tek
uk: одинарний
zh_cn: 单倍行距
zh_tw: 單一

source: sql files
cs: Soubory sql
de: SQL-Dateien
es: Archivos de SQL
fr: fichiers sql
it: File SQL
ja: SQL ファイル
ko: sql 파일
pl: Pliki sql
pt_br: Arquivos sql
ru: Файлы SQL
tr: sql dosyaları
uk: Файли sql
zh_cn: sql 文件
zh_tw: SQL 檔案

source: struct ({0})
cs: struktura ({0})
de: Struktur ({0})
es: estructura ({0})
fr: structure ({0})
it: struttura ({0})
ja: 構造体 ({0})
ko: 구조체({0})
pl: struktura ({0})
ru: структура ({0})
tr: ({0}) yapısı
uk: структура ({0})
zh_cn: 结构({0})
zh_tw: 結構 ({0})

source: symbol ({0})
es: símbolo ({0})
fr: symbole ({0})
it: simbolo ({0})
ja: シンボル ({0})
ko: 기호({0})
pt_br: símbolo ({0})
ru: символ ({0})
tr: {0} simgesi
uk: символ ({0})
zh_cn: 符号({0})
zh_tw: 符號 '{0}

source: true is redundant as for statement condition, thus can be safely ommited
cs: Výraz true je redundantní jako podmínka příkazu for a jde ho tedy bezpečně vypustit.
de: True ist als Bedingung für die for-Anweisung redundant und kann daher gefahrlos weggelassen werden.
es: true es redundante para la condición de instrucción, así que se puede omitir con seguridad
fr: true étant redondant en ce qui concerne la condition de l’instruction, vous pouvez l’omettre en toute sécurité
it: true è ridondante come condizione di istruzione for, di conseguenza può essere omesso senza problemi
ja: for ステートメント条件では true は冗長なため、省略できます
ko: true가 for 문 조건으로 중복되므로 안전하게 생략할 수 있습니다.
pl: Wartość true jest nadmiarowa w warunku instrukcji i dlatego można ją bezpiecznie pominąć
pt_br: true é redundante como condição de instrução, portanto pode ser omitido com segurança
ru: true является избыточным в отношении условия оператора, поэтому его можно опустить
tr: true deyim koşulu için gereksizdir, bu nedenle güvenli bir şekilde atlanabilir
uk: true в якості умови є зайвим, тому може бути безпечно усунуте
zh_cn: true 对于语句条件是冗余的，因此可以安全地省略
zh_tw: 對於陳述式條件，true 為冗餘，因此可以放心地發出

source: type * ptr = {0} type [ expr ];
cs: typ * ukaz = {0} typ [ výraz ];
de: type * ptr = {0} Typ [ expr ];
es: tipo * puntero = {0} tipo [ expresión ];
ja: 型 * ptr = {0} 型 [ 式 ];
ko: 형식 * ptr = {0} 형식 [ expr ];
pl: typ * ptr = {0} typ [ wyrażenie ];
pt_br: tipo * ptr = {0} tipo [ expr ];
ru: тип * указатель = {0} тип [ выражение ];
tr: tür * işaretçi = {0} tür [ ifade ];
zh_cn: 类型 * ptr = {0} 类型 [ 表达式 ];
zh_tw: 類型 * ptr = {0} 類型 [ expr ];

source: working copy
cs: pracovní kopie
de: Arbeitskopie
es: copia de trabajo
fr: copie de travail
it: copia di lavoro
ja: 作業コピー
ko: 작업 복사본
pl: kopia robocza
pt_br: cópia funcional
ru: рабочая копия
tr: çalışma kopyası
uk: робоча копія
zh_cn: 工作副本
zh_tw: 工作複本

source: xUnit Test Project
cs: Projekt testů xUnit
de: xUnit-Testprojekt
es: Proyecto de prueba de xUnit
fr: Projet de test xUnit
ja: xUnit テスト プロジェクト
ko: xUnit 테스트 프로젝트
pl: Projekt testu xUnit
pt_br: Projeto de Teste do xUnit
ru: Тестовый проект xUnit
tr: xUnit Test Projesi
