Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Specifies that the match must occur at the beginning of the string or the beginning of the line.
cs: Určuje, že shoda se musí vyskytovat na začátku řetězce nebo na začátku řádku.
de: Gibt an, dass der Vergleich am Anfang der Zeichenfolge oder Zeile erfolgen muss.
es: Especifica que la coincidencia debe producirse al principio de la cadena o de la línea.
fr: Spécifie que la correspondance doit se trouver au début de la chaîne ou de la ligne.
it: Specifica che la corrispondenza deve verificarsi all'inizio della stringa o all'inizio della riga.
ja: 文字列の先頭か行の先頭で一致する必要があることを 指定します。
ko: 일치 항목이 문자열의 시작이나 줄의 시작에 있어야 하도록 지정합니다.
pl: Określa, że dopasowanie musi wystąpić na początku ciągu lub na początku wiersza.
pt_br: Especifica que a correspondência deve ocorrer no início da cadeia de caracteres ou no início da linha.
ru: Указывает, что совпадение должно происходить в начале строкового значения или строки.
tr: Eşleşmenin dizenin başında veya satırın başında başlaması gerektiğini belirtir.
uk: Вказує, що відповідність повинна бути розташована на початку тексту або рядка.
zh_cn: 指定匹配必须出现在字符串的开头 或行的开头。
zh_tw: 指定相符項必須出現在字串開頭 或行首。

source: Specifies that the match must occur at the end of the string (ignores the Multiline option).
cs: Určuje, že shoda se musí vyskytovat na konci řetězce (ignoruje možnost Multiline).
de: Gibt an, dass der Vergleich am Ende der Zeichenfolge erfolgen muss (ignoriert die Multiline-Option).
es: Especifica que la coincidencia debe producirse al final de la cadena (omite la opción Multiline).
fr: Spécifie que la correspondance doit se trouver à la fin de la chaîne (ignore l’option Multiline).
it: Specifica che la corrispondenza deve verificarsi alla fine della stringa (ignora l'opzione Multiline).
ja: 文字列の末尾で一致する必要があることを指定します (Multiline オプションは無視されます)。
ko: 일치 항목이 문자열의 끝에 있어야 하도록 지정합니다(여러 줄 옵션을 무시함).
pl: Określa, że dopasowanie musi wystąpić na końcu ciągu (ignoruje opcję Wiele wierszy).
pt_br: Especifica que a correspondência deve ocorrer no fim da cadeia de caracteres (ignora a opção Multilinha).
ru: Указывает, что совпадение должно происходить в конце строкового значения (параметр Multiline игнорируется).
tr: Eşleşmenin dizenin sonunda olması gerektiğini belirtir (Çok Satırlı seçeneğini yoksayar).
uk: Вказує, що відповідність повинна бути розташована в кінці тексту (нехтується параметр Multiline).
zh_cn: 指定匹配必须出现在字符串 的结尾(忽略“多行”选项)。
zh_tw: 指定相符項必須出現在字串結尾 (忽略 [多行] 選項)。

source: Specifies that the match must occur at the end of the string or before \n at the end of the string (ignores the Multiline option).
cs: Určuje, že shoda se musí vyskytovat na konci řetězce nebo před \n na konci řetězce (ignoruje možnost Multiline).
de: Gibt an, dass der Vergleich am Ende der Zeichenfolge oder vor \n am Ende der Zeichenfolge erfolgen muss (ignoriert die Multiline-Option).
es: Especifica que la coincidencia debe producirse al final de la cadena o antes de \n al final de la cadena (omite la opción Multiline).
fr: Spécifie que la correspondance doit se trouver à la fin de la chaîne ou avant \n à la fin de la chaîne (ignore l’option Multiline).
it: Specifica che la corrispondenza deve verificarsi alla fine della stringa oppure prima di \n alla fine della stringa (ignora l'opzione Multiline).
ja: 文字列の末尾か、文字列の末尾の \n の前で一致する 必要があることを指定します (Multiline オプションは 無視されます)。
ko: 일치 항목이 문자열의 끝이나 문자열의 끝에 있는 \n 앞에 있어야 하도록 지정합니다(여러 줄 옵션을 무시함).
pl: Określa, że dopasowanie musi wystąpić na końcu ciągu lub przed znakiem \n na końcu ciągu (ignoruje opcję Wiele wierszy).
pt_br: Especifica que a correspondência deve ocorrer no fim da cadeia de caracteres ou antes \ndo fim da cadeia de caracteres (ignora a opção Multilinha).
ru: Указывает, что совпадение должно происходить в конце строкового значения или до \n в конце строкового значения (параметр Multiline игнорируется).
tr: Eşleşmenin dizenin sonunda veya dizenin sonunda \n karakterinden önce olması gerektiğini belirtir (ignores the Multiline option).
uk: Вказує, що відповідність повинна бути розташована в кінці тексту або перед \n в кінці тексту (нехтується параметр Multiline).
zh_cn: 指定匹配必须出现在 字符串的结尾或字符串结尾处的 \n 之前(忽略 “多行”选项)。
zh_tw: 指定相符項必須出現在字串結尾， 或字串 \n 結尾前面 (忽略 [多行] 選項)。

source: Specifies that the match must occur at the end of the string, before \n at the end of the string, or at the end of the line.
cs: Určuje, že shoda se musí vyskytovat na konci řetězce, před \n na konci řetězce nebo na konci řádku.
de: Gibt an, dass der Vergleich am Ende der Zeichenfolge, vor \n am Ende der Zeichenfolge oder am Ende der Zeile erfolgen muss.
es: Especifica que la coincidencia debe producirse al final de la cadena, antes de \n al final de la cadena o al final de la línea.
fr: Spécifie que la correspondance doit se trouver à la fin de la chaîne, avant \n à la fin de la chaîne, ou à la fin de la ligne.
it: Specifica che la corrispondenza deve verificarsi alla fine della stringa, prima di \n della fine della stringa oppure alla fine della riga.
ja: 文字列の末尾、文字列の末尾の \n の前、 または行の末尾で一致する必要があることを 指定します。
ko: 일치 항목이 문자열의 끝, 문자열의 끝에 있는 \n 앞 또는 줄의 끝에 있어야 하도록 지정합니다.
pl: Określa, że dopasowanie musi wystąpić na końcu ciągu, przed znakiem \n na końcu ciągu lub na końcu wiersza.
pt_br: Especifica que a correspondência deve ocorrer no fim da cadeia de caracteres, antes \n do fim da cadeia de caracteres ou no fim da linha.
ru: Указывает, что совпадение должно происходить в конце строкового значения, до \n в конце строкового значения или в конце строки.
tr: Eşleşmenin dizenin sonunda, dizenin sonundaki \n karakterinden önce veya satırın sonunda olması gerektiğini belirtir.
uk: Вказує, що відповідність повинна бути розташована в кінці тексту, перед \n в кінці тексту або в кінці рядка.
zh_cn: 指定匹配必须出现在 字符串的结尾、字符串结尾处的 \n 之前或 行的结尾。
zh_tw: 指定相符項必須出現在字串結尾、 字串\n 結尾前面，或 行尾。

source: Specifies that the match must occur at the point where the previous match ended. When used with Match.NextMatch(), this ensures that matches are all contiguous.
cs: Určuje, že shoda se musí vyskytovat v bodě, kde skončila předchozí shoda. To při použití s Match.NextMatch() zajišťuje, aby všechny shody byly souvislé.
de: Gibt an, dass der Vergleich an dem Punkt erfolgen muss, an dem der vorherige Vergleich beendet wurde. Gewährleistet bei Verwendung mit Match.NextMatch(), dass alle Vergleiche zusammenhängend sind.
es: Especifica que la coincidencia debe producirse en el punto donde terminó la coincidencia anterior. Cuando se usa con Match.NextMatch(), garantiza que todas las coincidencias sean contiguas.
fr: Spécifie que la correspondance doit se trouver à l’endroit où la correspondance précédente se terminait. En cas d’utilisation avec Match.NextMatch (), cela garantit que les toutes correspondances sont contiguës.
it: Specifica che la corrispondenza deve verificarsi nel punto in cui è terminata la corrispondenza precedente. Quando viene usata con Match.NextMatch(), questa asserzione garantisce la contiguità delle corrispondenze.
ja: 直前の照合が終了した位置で一致する必要があることを 指定します。Match.NextMatch() と併用すると、一致がすべて 隣接するようになります。
ko: 일치 항목이 이전 일치 항목 찾기가 끝난 지점에 있어야 하도록지정합니다. Match.NextMatch()와 함께 사용되는 경우 일치가 모두 연속적이도록 보장됩니다.
pl: Określa, że dopasowanie musi wystąpić w miejscu, w którym skończyło się poprzednie dopasowanie. Użycie tej opcji z metodą Match.NextMatch() zapewnia, że wszystkie dopasowania będą ciągłe.
pt_br: Especifica que a correspondência deve ocorrer no ponto em que a correspondência anterior terminou. Quando usado com Match.NextMatch(), isso garante que as correspondências sejam todos contíguas.
ru: Указывает, что совпадение должно происходить в месте окончания предыдущего совпадения. При использовании вместе с Match.NextMatch() это обеспечивает непрерывность совпадений.
tr: Eşleşmenin bir önceki eşleşmenin bittiği yerde olması gerektiğini belirtir. Bu, Match.NextMatch() ile birlikte kullanıldığında, eşleşmelerin bitişik olmasını sağlar.
uk: Вказує, що відповідник повинен бути розташований там, де закінчується попередній відповідник. При використанні з Match.NextMatch() це забезпечує, що відповідники розташовані ланцюжком.
zh_cn: 指定匹配必须出现在 上一个匹配结束的地方。与 Match.NextMatch() 一起使用时， 此断言确保所有匹配都是连续的。
zh_tw: 指定相符項必須出現在前一個相符項結束的點。 與 Match.NextMatch() 搭配使用時， 這確保相符項皆為連續。

source: Specifies that the match must occur on a boundary between \w (alphanumeric) and \W (nonalphanumeric) characters. The match must occur on word boundaries (that is, at the first or last characters in words separated by any nonalphanumeric characters). The match can also occur on a word boundary at the end of the string.
cs: Určuje, že shoda se musí vyskytovat na hranici mezi \w (alfanumerickými) a \W (nealfanumerickými) znaky. Shoda se musí vyskytovat na hranicích slov (tj. na prvních nebo posledních znacích ve slovech oddělených libovolnými nealfanumerickými znaky). Shoda se může vyskytovat i na hranici slova na konci řetězce.
de: Gibt an, dass der Vergleich an einer Grenze zwischen einem \w (alphanumerischen) und \W (nicht alphanumerischen) Zeichen erfolgen muss. Der Vergleich muss an Wortgrenzen erfolgen (d. h. beim ersten oder letzten Zeichen in Wörtern, die durch nicht alphanumerische Zeichen getrennt sind). Der Vergleich kann auch an einer Wortgrenze am Ende der Zeichenfolge erfolgen.
es: Especifica que la coincidencia debe producirse en un límite entre los caracteres \w (alfanumérico) y \W (no alfanumérico). La coincidencia debe producirse en límites de palabras (es decir, en el primer o último carácter de palabras separadas por caracteres no alfanuméricos). La coincidencia solo puede tener lugar en un límite de palabras al final de la cadena.
fr: Spécifie que la correspondance doit se trouver sur une limite entre des caractères \w (alphanumériques) et \W (non alphanumériques). La correspondance doit se trouver sur des limites de mot (c’est-à-dire sur les premier ou dernier caractère de mots séparés par des caractères non alphanumériques quelconques). La correspondance peut également se trouver sur une limite de mot à la fin de de la chaîne.
it: Specifica che l'occorrenza deve verificarsi su un confine tra caratteri \w (alfanumerico) e \W (non alfanumerico). La corrispondenza deve verificarsi su confini di parola, ovvero in corrispondenza del primo o dell'ultimo carattere in parole separate da caratteri non alfanumerici. La corrispondenza può verificarsi anche su un confine di parola alla fine della stringa.
ja: \w (英数字) 文字と \W (英数字以外) 文字の 間の境界で一致する必要があることを指定します。 ワード境界 (つまり、英数字以外の文字で区切られたワードの最初の文字か最後の 文字) で一致する必要があります。 文字列の末尾のワード境界で一致することも できます。
ko: 일치 항목이 \w(영숫자)와 \W(영숫자가 아닌 문자) 사이의 경계에 있어야 하도록 지정합니다. 일치 항목은 단어 경계(즉, 영숫자가 아닌 문자로 구분된 단어의 첫 문자 또는 마지막 문자)에 있어야 합니다. 일치 항목은 문자열의 끝에 있는 단어 경계에도 있을 수 있습니다.
pl: Określa, że dopasowanie musi wystąpić na granicy między znakami \w (alfanumeryczny) i \W (inny niż alfanumeryczny). Dopasowanie musi wystąpić na granicach słów (tj. w miejscu pierwszych lub ostatnich znaków w słowach oddzielonych przez dowolne znaki inne niż alfanumeryczne). Dopasowanie może również wystąpić na granicy słowa na końcu ciągu.
pt_br: Especifica que a correspondência deve ocorrer entre caracteres \w (alfanumérico) e \W (não alfanuméricos). A correspondência deve ocorrer nos limites da palavra (isto é, nos primeiros ou últimos caracteres em palavras separadas por qualquer caractere não alfanumérico). A correspondência também pode ocorrer em um limite de palavra no final da cadeia de caracteres.
ru: Указывает, что совпадение должно происходить на границе между символами \w (буквенно-цифровой) и \W (не буквенно-цифровой). Совпадение должно происходить на границе слов (то есть на первом или последнем символах в словах, разделенных любыми символами, не являющимися буквенно-цифровыми). Совпадение должно происходить на границе слов в конце строкового значения.
tr: Eşleşmenin \w (alfasayısal) ve \W (alfasayısal olmayan) karakterler arasındaki bir sınırda olması gerektiğini belirtir. Eşleşme sözcük sınırları (yani alfasayısal olmayan herhangi bir karakterle ayrılmış sözcüklerin ilk veya son karakterinde) olmalıdır. Eşleşme, ayrıca, dizenin sonundaki bir sözcük sınırında da olabilir.
zh_cn: 指定匹配必须出现 在 \w (字母数字)和 \W (非字母数字)字符之间的边界上。 匹配必须出现在单词边界上(即出现在 由任何非字母数字字符分隔的单词的第一个或最后一个 字符上)。匹配也可以出现在字符串 结尾处的单词边界上。
zh_tw: 指定相符項必須出現在 \w (英數) 與 \W (非英數) 字元 之間的界限。 相符項必須出現在字組中以任何非英數字元區隔的 界限 (亦即，在字組的第一個或最後一個字元)。 相符項也可以出現在字串結尾的 字組界限。

source: Specifies the first match that consumes as few repeats as possible (equivalent to lazy *).
cs: Určuje první shodu, která spotřebuje co nejméně opakování (je ekvivalentní k opožděné *).
de: Gibt die erste Übereinstimmung an, die so wenig Wiederholungen wie möglich verwendet (entspricht 'verzögert *').
es: Especifica la primera coincidencia que consume el menor número de repeticiones posible (equivalente a la evaluación perezosa *).
fr: Spécifie la première correspondance qui consomme le moins possible de répétitions (équivaut à l'évaluation retardée *).
it: Specifica la prima corrispondenza che utilizza il minor numero possibile di ripetizioni. Equivale a lazy *.
ja: できるだけ少ない繰り返しを処理する最初の一致を 指定する (レイジー * と同等です)。
ko: 가능한 한 적은 반복을 사용하는 첫 번째 일치 항목을 지정합니다(지연 *에 해당함).
pl: Określa pierwsze dopasowanie, które zużywa możliwie najmniej powtórzeń (równoważne przetwarzaniu z opóźnieniem *).
pt_br: Especifica a primeira correspondência que consome o menor número de repetições possível (equivalente a lento *).
ru: Указывает первое совпадение, использующее как можно меньше повторов (эквивалентно "ленивому" *).
tr: Olabildiğince az sayıda yineleme kapsayan ilk eşleşmeyi belirtir (lazy * ile eşdeğerdir).
uk: Вказує на перший збіг, який використовує якомога менше повторів (те саме, що лінива *).
zh_cn: 指定尽可能少地使用重复 的第一个匹配(等效于惰性 *)。
zh_tw: 指定第一個使用最少重複項目的相符項 (相當於 lazy *)。

source: Specifies whether the file will be included in the package. Supported for None items only.
cs: Určuje, jestli se soubor zahrne do balíčku. Podporuje se jen u položek Žádná.
de: Gibt an, ob die Datei im Paket enthalten ist. Nur für Elemente mit der Einstellung "Keine" unterstützt.
es: Especifica si el archivo se incluirá en el paquete. Admitido solamente para los elementos Ninguno.
fr: Spécifie si le fichier doit être inclus dans le paquet. Pris en charge uniquement pour le choix Aucun élément.
it: I file seguenti verranno inclusi nel pacchetto per la configurazione:
ja: ファイルをパッケージに含めるかどうかを指定します。項目が [なし]5D; の場合のみサポートされます。
ko: 패키지에 파일을 포함할지 여부를 지정합니다. 없음 항목에만 지원됩니다.
pl: Określa, czy plik zostanie uwzględniony w pakiecie. Obsługa tylko w przypadku pozycji typu Brak.
pt_br: Especifica se o arquivo será incluído no pacote. Há suporte apenas para Nenhum item.
ru: Указывает, будет ли файл включен в пакет. Поддерживается только для элементов "Нет".
tr: Dosyanın pakete eklenip eklenmeyeceğini belirtir. Yalnızca Hiçbiri olarak ayarlanan öğeler için desteklenir.

source: Specifies whether the referenced project will be included in the package.
cs: Určuje, jestli bude odkazovaný projekt součástí balíčku.
de: Gibt an, ob das Projekt, auf das verwiesen wird, im Paket enthalten ist.
es: Especifica si el proyecto al que se hace referencia se incluirá en el paquete.
fr: Spécifie si le projet référencé doit être inclus dans le paquet.
it: I file seguenti verranno inclusi nel pacchetto:
ja: 参照プロジェクトをパッケージに含めるかどうかを指定します。
ko: 참조된 프로젝트를 패키지에 포함할지 여부를 지정합니다.
pl: Określa, czy przywoływany projekt zostanie uwzględniony w pakiecie.
pt_br: Especifica se o projeto referido será incluído no pacote.
ru: Указывает, будет ли проект, на который указывает ссылка, включен в пакет.
tr: Başvurulan projenin pakete eklenip eklenmeyeceğini belirtir.

source: Specifies zero or more matches; for example, \w* or (abc)*. Equivalent to {0,}.
cs: Určuje žádnou nebo více shod, například \w* nebo (abc)*. Je ekvivalentní k {0,}.
de: Gibt keine oder mehrere Übereinstimmungen an. Beispiel: \w* oder (abc)*. Entspricht {0,}.
es: Especifica cero o más coincidencias; por ejemplo, \w* o (abc)*. Equivalente a {0,}.
fr: Spécifie zéro correspondance ou plus ; par exemple, \w* ou (abc)*. Équivaut à {0,}.
it: Specifica zero o più corrispondenze, ad esempio \w* o (abc)*. Equivale a {0,}.
ja: ゼロ回以上の一致を指定します。 たとえば、\w* や (abc)* などです。{0,} と同等です。
ko: 0개 이상의 일치 항목을 지정합니다 (예: \w* 또는 (abc)*). {0,}와 동일합니다.
pl: Określa zero lub więcej dopasowań; np. \w* lub (abc)*. Równoważne: {0,}.
pt_br: Especifica zero ou mais correspondências; por exemplo, \w* ou (abc)*. Equivalente a {0,}.
ru: Указывает нулевое или другое число совпадений; например \w* или (abc)*. Эквивалентно {0,}.
tr: Sıfır veya daha fazla eşleşme belirtir; örneğin, \w* veya (abc)*. {0,} ile eşdeğerdir.
uk: Вказує на нуль або більше збігів; наприклад, \w* або (abc)*. Еквівалентне {0,}.
zh_cn: 指定零个或更多个匹配； 例如，\w* 或 (abc)*。等效于 {0,}。
zh_tw: 指定零個以上的相符項; 例如，\w* 或 (abc)*。相當於 {0,}。

source: Specifies zero or one matches; for example, \w? or (abc)?. Equivalent to {0,1}.
cs: Určuje žádnou nebo jednu shodu, například \w? nebo (abc)?. Je ekvivalentní k {0,1}.
de: Gibt keine oder eine Übereinstimmung an. Beispiel: \w? oder (abc)?. Entspricht {0,1}.
es: Especifica cero o una coincidencias; por ejemplo, \w? o (abc)?. Equivalente a {0,1}.
fr: Spécifie zéro ou une correspondance ; par exemple, \w? ou (abc)?. Équivaut à {0,1}.
it: Specifica zero o una corrispondenza, ad esempio \w? o (abc)?. Equivale a {0,1}.
ja: ゼロ回または 1 回の一致を指定します。 たとえば、\w? や (abc)? などです。{0,1} と同等です。
ko: 0개 또는 하나의 일치 항목을 지정합니다 (예: \w? 또는 (abc)?). {0,1}과 동일합니다.
pl: Określa brak dopasowań lub jedno dopasowanie; np. \w? lub (abc)?. Równoważne: {0,1}.
pt_br: Especifica zero ou uma correspondência; por exemplo, \w? ou (abc)?. Equivalente a {0,1}.
ru: Указывает нулевое число совпадений или одно совпадение; например \w? или (abc)?. Эквивалентно {0,1}.
tr: Sıfır veya bir eşleşme belirtir; örneğin, \w? veya (abc)?. {0,1} ile eşdeğerdir.
uk: Вказує на нуль або один збіг; наприклад, \w? або (abc)?. Еквівалентне {0,1}.
zh_cn: 指定零个或一个匹配； 例如，\w? 或 (abc)?。等效于 {0,1}。
zh_tw: 指定零個或一個相符項; 例如，\w? 或 (abc)?。相當於 {0,1}。

source: Specifies zero repeats if possible, or one (lazy ?).
cs: Určuje nula opakování, pokud je to možné, nebo jedno (lazy ?).
de: Gibt keine Wiederholungen, falls möglich, oder eine Wiederholung an (lazy ?).
es: Especifica cero repeticiones si es posible, o una (lazy ?).
fr: Spécifie zéro répétition si possible, ou une (lazy ?).
it: Specifica zero ripetizioni, se possibile, oppure una (lazy ?).
ja: 可能な限りゼロ回の繰り返し、可能でなければ 1 回の繰り返しを指定します (lazy ?)。
ko: 가능한 경우 0개의 반복을 지정하거나 하나의 반복을 지정합니다(lazy ?).
pl: Określa brak powtórzeń, jeśli jest to możliwe, lub jedno powtórzenie (lazy ?).
pt_br: Especifica zero repetições, se possível, ou uma (lento ?).
ru: Указывает нулевое число повторов, если это возможно, или один повтор (lazy ?).
tr: Olabiliyorsa sıfır yineleme veya bir belirtir (lazy ?).
uk: Вказує на відсутність повторів, якщо можливо, або один (лінивий ?).
zh_cn: 指定使用零次重复(如有可能)或一次重复(lazy ?)。
zh_tw: 可能的話，指定零個重複項目或一個 (lazy ?)。

source: Split
cs: Rozdělit
de: Teilen
es: Dividir
fr: Fractionner
ja: 並べて表示
ko: 나누기
pl: Podziel
pt_br: Dividir
ru: Разделить
tr: Böl

source: Split declaration and assignment
cs: Rozdělit deklaraci a přiřazení
de: Deklaration und Zuweisung teilen
es: Dividir declaración y asignación
fr: Scinder la déclaration et l’attribution
it: Dividi la dichiarazione e l'assegnazione
ja: 宣言と代入の分割
ko: 선언 및 할당 분할
pl: Podziel deklarację i przypisanie
pt_br: Dividir a declaração e a atribuição
ru: Разделить назначение и объявление
tr: Bildirim ve atamayı ayır
uk: Розділити оголошення та присвоєння
zh_cn: 拆分声明和赋值
zh_tw: 分割宣告與指派

source: Split declaration list
cs: Rozdělit seznam deklarací
de: Deklarationsliste teilen
es: Dividir lista de declaraciones
fr: Scinder la liste des déclarations
it: Dividi l'elenco di dichiarazioni
ja: 宣言リストを分割する
ko: 선언 목록 분할
pl: Podziel listę deklaracji
pt_br: Dividir lista de declarações
ru: Разделить список объявлений
tr: Bildirim listesini böl
uk: Розділити список оголошень
zh_cn: 拆分声明列表
zh_tw: 分割宣告清單

source: Split into two 'if' statements
cs: Rozdělit na dva příkazy if
de: In zwei if-Anweisungen teilen
es: Dividir en dos instrucciones 'if'
fr: Scinder en deux instructions « if »
it: Dividi in due istruzioni 'if'
ja: 2 つの 'if' ステートメントに分割
ko: 두 'if' 문으로 분할
pl: Podziel na dwie instrukcje „if”
pt_br: Dividir em duas instruções 'if'
ru: Разделить на два оператора "if"
tr: İki 'If' bildirimine böl
uk: Розділити на дві інструкції 'if'
zh_cn: 拆分为两个 "if" 语句
zh_tw: 分割成兩個 'if' 陳述式

source: Split string literal
cs: Rozdělit řetězcový literál
de: Zeichenfolgenliteral teilen
es: Dividir literal de cadena
fr: Scinder le littéral de chaîne
it: Dividi il valore letterale stringa
ja: 文字列リテラルを分割する
ko: 문자열 리터럴 분할
pl: Rozdziel literał ciągu
pt_br: Dividir literal de cadeia de caracteres
ru: Разделить строковый литерал
tr: Düz dizeyi böl
uk: Розділити рядковий літерал
zh_cn: 拆分字符串文本
zh_tw: 分割字串常值

source: Sports software
cs: Aplikace pro sportovce
de: Sportsoftware
es: Software de deportes
fr: Logiciel sportif
it: Software di sport
ja: スポーツ用ソフトウェア
ko: 스포츠 소프트웨어
pl: Oprogramowanie związane ze sportem
pt_br: Software de esportes
ru: Программное обеспечение для спорта
tr: Spor yazılımı
uk: Програма для спорту
zh_cn: 运动软件
zh_tw: 運動軟體

source: Stack Trace
cs: Trasování zásobníku
de: Stapelüberwachung
es: Seguimiento de la pila
fr: Trace de la pile
it: Analisi dello stack
ja: スタック トレース
ko: 스택 추적
pl: Ślad stosu
pt_br: Rastreamento de Pilha
ru: Трассировка стека
tr: Yığın İzleme
uk: Вміст стека
zh_cn: 堆栈跟踪
zh_tw: 堆疊追蹤

source: Stack trace:
cs: Trasování zásobníku:
de: Stapelüberwachung:
es: Seguimiento de la pila:
fr: Trace de la pile :
it: Analisi dello stack:
ja: スタック トレース:
ko: 스택 추적
pl: Ślad stosu:
pt_br: Rastreamento de pilha:
ru: Трассировка стека:
tr: Yığın izleme:
zh_cn: 堆栈跟踪:
zh_tw: 堆疊追蹤:

source: Stacktrace
it: Analisi dello stack
ko: 스택 추적
pl: Ślad stosu
pt_br: Rastreio de pilha
ru: Трассировка стека
tr: Yığın İzleme
zh_tw: 堆疊追蹤

source: Standard
cs: Standardní
es: Estándar
ja: 標準
ko: 표준
pl: Standardowa
ru: Стандартный
tr: Standart

source: Standard Header
cs: Standardní hlavička
es: Encabezado estándar
fr: En-tête standard
it: Intestazione standard
ja: 標準ヘッダー
ko: 표준 헤더
pl: Nagłówek standardowy
pt_br: Cabeçalho Padrão
ru: Стандартный заголовок
tr: Standart Üst Bilgi
uk: Стандартний заголовок
zh_cn: 标准标头
zh_tw: 標準標頭

source: Standard _Header
cs: Standardní _hlavička
es: Encabe_zado estándar
fr: _En-tête standard
it: Intesta_zione standard
ja: 標準ヘッダー(_H)
ko: 표준 헤더(_H)
pl: _Nagłówek standardowy
pt_br: _Cabeçalho Padrão
ru: Стандартный _заголовок
tr: Standart _Üstbilgi
uk: Стандартний _заголовок
zh_cn: 标准标头(_H)
zh_tw: 標準標頭(_H)

source: Start Action
cs: Spustit akci
de: Startaktion
es: Acción de inicio
fr: Action de démarrage
it: Azione di avvio
ja: アクションの開始
ko: 시작 작업
pl: Akcja uruchamiania
pt_br: Iniciar Ação
ru: Действие при запуске
tr: Eylemi Başlat

source: Start D_ebugging Item
cs: Sp_ustit ladění položky
de: _Elementdebuggen starten
es: Iniciar _depuración del elemento
fr: Démarrer le débo_gage de l’élément
it: Avvia d_ebug dell'elemento
ja: 項目のデバッグを開始(_E)
ko: 항목 디버깅 시작(_E)
pl: Rozpocznij _debugowanie elementu
pt_br: Iniciar D_epuração do Item
ru: Запустить _отладку элемента
tr: Öğede H_ata Ayıklamaya Başla
uk: Розпочати _зневадження елемента
zh_cn: 开始调试项(_E)
zh_tw: 開始偵錯項目(_E)

source: Start Debugging
cs: Spustit ladění
de: Debuggen starten
es: Iniciar depuración
fr: Démarrer le débogage
it: Avvia _debug
ja: デバッグの開始
ko: 디버깅 시작
pl: Rozpocznij debugowanie
pt_br: Iniciar Depuração
ru: Начать отладку
tr: Hata Ayıklamayı Başlat
