Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: {0} block {0} (expression)
cs: {0} blok {0} (výraz)
de: {0} Block {0} (Ausdruck)
es: {0} bloque {0} (expresión)
fr: {0} bloc {0} (expression)
it: blocco {0}"n{0} (espressione)
ja: {0} ブロック {0} (式)
ko: {0} 블록 {0} (식)
pl: {0} blok {0} (wyrażenie)
pt_br: {0} bloqueio {0} (expressão)
ru: {0} блок {0} (выражение)
tr: {0} blok {0} (ifade)
zh_cn: {0} 程序块 {0} (表达式)
zh_tw: {0} 區塊 {0} (運算式)

source: {0} can run without these extensions but the functionality they provide will be missing.
cs: {0} může běžet bez těchto rozšíření, bude ale chybět funkčnost, kterou poskytují.
de: {0} kann ohne diese Erweiterungen ausgeführt werden, die durch sie bereitgestellten Funktionen sind dann jedoch ebenfalls nicht verfügbar.
es: {0} se puede ejecutar sin estas extensiones, pero faltará la funcionalidad que proporcionan.
fr: {0} peut s'exécuter sans ces extensions, mais vous n'aurez pas accès à leurs fonctionnalités.
ja: これらの拡張機能なしで {0} を実行できますが、拡張機能によって提供されている機能は失われます。
ko: {0}은(는) 이러한 확장 없이 실행될 수 있지만 해당 확장에서 제공하는 기능이 누락됩니다.
pl: {0} może działać bez tych rozszerzeń, ale oferowana funkcjonalność będzie niedostępna.
pt_br: {0} pode ser executado sem essas extensões, mas a funcionalidade que elas fornecem estará ausente.
ru: {0} может работать без этих расширений, но будут отсутствовать некоторые предоставляемые функциональные возможности.
tr: {0} bu uzantılar olmadan çalışabilir ancak bu uzantıların sağladığı işlevsellik eksik olacaktır.

source: {0} cannot start because a fatal error has been detected.
cs: {0} se nemůže spustit, protože se zjistila závažná chyba.
de: {0} kann aufgrund eines schwerwiegenden Fehlers nicht gestartet werden.
es: {0} no puede iniciarse porque se ha detectado un error irrecuperable.
fr: {0} ne peut démarrer, car une erreur irrémédiable a été détectée.
it: Non è possibile avviare {0} perché è stato rilevato un errore irreversibile.
ja: 致命的なエラーが検出されたため、{0} を起動できません。
ko: 오류가 발견되었으므로 {0}을(를) 시작할 수 없습니다.
pl: Nie można uruchomić narzędzia {0}, ponieważ wykryto błąd krytyczny.
pt_br: Não é possível iniciar {0} porque um erro fatal foi detectado.
ru: Не удается запустить {0} из-за обнаружения неустранимой ошибки.
tr: {0} önemli bir hatadan dolayı başlatılamıyor.
uk: {0} не вдалось запуститься через критичну помилку.
zh_cn: {0} 无法启动，因为已检测到一个错误。
zh_tw: 因為偵測到嚴重錯誤，所以無法啟動 {0}。

source: {0} change
cs: Počet změn: {0}
de: {0} Änderungen
es: {0} cambios
fr: {0} modifications
it: {0} modifiche
ja: {0} 個の変更
ko: {0}개 변경 내용
pl: Zmiany: {0}
pt_br: {0} alterações
ru: Изменений: {0}
tr: {0} değişiklik
uk: {0} зміна

source: {0} condition
cs: Podmínka {0}
de: {0} Bedingung
es: {0} condición
it: condizione {0}
ja: {0} 条件
ko: {0} 조건
pl: {0} warunek
pt_br: Condição {0}
ru: {0} условие
tr: {0} koşulu
zh_cn: {0} 条件
zh_tw: {0} 條件

source: {0} constant-expression: statement jump-statement
cs: {0} konstantní-výraz: příkaz příkaz-skoku
de: {0} constant-expression: Anweisung jump-statement
es: {0} expresión-constante: instrucción instrucción-de-salto
fr: {0} expression-constante: instruction instruction-saut
it: espressione costante {0}: istruzione istruzione-di-salto
ja: {0} 定数式: ステートメント ジャンプ ステートメント
ko: {0} 상수-식: 문 점프-문
pl: {0} wyrażenie_stałe: instrukcja instrukcja_skoku
pt_br: {0} expressão-constante: instrução instrução-jump
ru: {0} константное_выражение: оператор оператор_перехода
tr: {0} sabit-ifade: deyim atlama-deyimi
zh_cn: {0} 常数表达式: 语句 跳转语句
zh_tw: {0} 常數運算式: 陳述式 跳躍陳述式

source: {0} could not be found or is invalid.
cs: {0} se nepodařilo najít nebo je neplatný.
de: {0} wurde nicht gefunden oder ist ungültig.
es: No se encuentra {0} o no es válido.
fr: {0} est introuvable ou non valide.
it: {0} non è stato trovato oppure non è valido.
ja: {0} が見つからないか、無効です。
ko: {0}이(가) 검색될 수 없거나 잘못되었습니다.
pl: Nie można odnaleźć elementu {0} lub jest on nieprawidłowy.
pt_br: {0} não foi encontrado ou é inválido.
ru: Не удалось найти {0}, либо он недопустим.
tr: {0} bulunamadı veya geçersiz.
uk: {0} не було знайдено або містить помилку.
zh_cn: 找不到 {0} 或其无效。
zh_tw: 找不到 {0} 或其無效。

source: {0} could not be generated:
cs: {0} se nepodařilo vygenerovat:
de: {0} konnte nicht generiert werden:
es: {0} no se han podido generar:
fr: Impossible de générer {0} :
it: Non è stato possibile generare {0}:
ja: {0} を生成できませんでした:
ko: {0}을(를) 생성할 수 없습니다.
pl: Nie można wygenerować elementu {0}:
pt_br: {0} não foi gerado:
ru: Не удалось создать {0}:
tr: {0} oluşturulamadı:
uk: Не вдалось створити {0}:
zh_cn: 无法生成 {0}:
zh_tw: 無法產生 {0}:

source: {0} could not be opened
cs: {0} se nepodařilo otevřít.
de: {0} konnte nicht geöffnet werden.
es: No se puede abrir {0}
fr: Impossible d’ouvrir {0}
it: Non è stato possibile aprire {0}
ja: {0} を開くことができませんでした
ko: {0}을(를) 열 수 없습니다.
pl: Nie można otworzyć elementu {0}
pt_br: Não foi possível abrir {0}
ru: Не удалось открыть {0}.
tr: {0} açılamadı
zh_cn: 无法打开 {0}
zh_tw: 無法開啟 {0}

source: {0} day ago
cs: Před {0} dny
de: Vor {0} Tagen
es: Hace {0} días
fr: il y a {0} jours
ja: {0} 日前
ko: {0}일 전
pl: {0} dni temu
pt_br: {0} dias atrás
ru: {0} дн. назад
tr: {0} gün önce

source: {0} declaration
cs: Deklarace {0}
de: {0} Deklaration
es: {0} declaración
fr: {0} déclaration
it: dichiarazione {0}
ja: {0} 宣言
ko: {0} 선언
pl: {0} deklaracja
pt_br: Declaração {0}
ru: {0} объявление
tr: {0} bildirimi
zh_cn: {0} 声明
zh_tw: {0} 宣告

source: {0} error
cs: Počet chyb: {0}
de: {0} Fehler
es: {0} errores
fr: {0} erreurs
it: {0} errori
ja: {0} 個のエラー
ko: {0} 오류
pl: Błędy: {0}
pt_br: {0} erros
ru: ошибок: {0}
tr: {0} hata
uk: {0} помилка
zh_cn: {0} 个错误
zh_tw: {0} 錯誤

source: {0} errors
cs: Počet chyb: {0}
de: {0} Fehler
es: {0} errores
fr: {0} erreurs
ja: {0} 個のエラー
ko: {0}개 오류
pl: Błędy: {0}
pt_br: {0} erros
ru: Ошибок: {0}
tr: {0} hata

source: {0} errors and {1} warnings
cs: Počet chyb: {0}, počet upozornění: {1}
de: {0} Fehler und {1} Warnungen
es: {0} errores y {1} advertencias
fr: {0} erreurs et {1} avertissements
it: {0} errori e {1} avvisi
ja: {0} 個のエラーと {1} 個の警告
ko: {0} 오류 및 {1} 경고
pl: Błędy ({0}) i ostrzeżenia ({1})
pt_br: {0} erros e {1} avisos
ru: Ошибок: {0}, предупреждений {1}
tr: {0} hata ve {1} uyarı
uk: {0} помилок і {1} попереджень
zh_cn: {0} 个错误和 {1} 个警告
zh_tw: {0} 錯誤與 {1} 警告

source: {0} failed to create
cs: Neúspěšné vytvoření: {0}
de: {0} konnte nicht erstellt werden.
es: No se pudo crear {0}
fr: Échec de création de {0}
ja: {0} が作成に失敗しました
ko: {0}을(를) 만들지 못했습니다.
pl: Utworzenie elementu {0} nie powiodło się
pt_br: {0} falhou ao ser criado
ru: Не удалось создать {0}
tr: {0} oluşturulamadı

source: {0} file not found
cs: Soubor {0} se nenašel.
de: Die Datei "{0}" wurde nicht gefunden.
es: No se encontró el archivo "{0}".
fr: Fichier {0} introuvable
ja: {0} ファイルが見つかりません
ko: {0} 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku {0}
pt_br: Arquivo {0} não encontrado
ru: Файл {0} не найден
tr: {0} dosyası bulunamadı

source: {0} file processed total. {1} generated successfully, {2} with warnings, {3} with errors
cs: Celkový počet zpracovaných souborů: {0}. Počet úspěšně vygenerovaných: {1}, s upozorněními: {2}, s chybami: {3}
de: {0} Dateien insgesamt verarbeitet. {1} erfolgreich generiert, {2} mit Warnungen, {3} mit Fehlern
es: {0} archivos procesados en total. {1} generados correctamente, {2} con advertencias, {3} con errores
fr: {0} fichiers traités au total. {1} générés avec succès, {2} avec des avertissements, {3} avec des erreurs
it: {0} file elaborati in totale. {1} generati correttamente, {2} con avvisi, {3} con errori
ja: 合計で {0} 個のファイルが処理されました。{1} 個が正常に生成され、{2} 個に警告が出され、{3} 個でエラーが発生しました
ko: 총 {0}개 파일이 처리되었습니다. {1}개가 성공적으로 생성되었으며 {2}개는 경고가, {3}개는 오류가 발생했습니다.
pl: Przetworzone pliki łącznie: {0}. {1} wygenerowano pomyślnie, {2} z ostrzeżeniami, {3} z błędami
pt_br: {0} arquivos processados no total. {1} gerados com êxito, {2} com avisos e {3} com erros
ru: Всего обработано файлов: {0}. Успешно создано: {1}, с предупреждениями: {2}, с ошибками: {3}
tr: Toplam {0} dosya işlendi. {1} başarıyla oluşturuldu., {2} uyarı, {3} hata ile birlikte
zh_cn: 总共处理了 {0} 个文件。{1} 个成功生成，{2} 个出现警告，{3} 个出现错误
zh_tw: 總計處理 {0} 個檔案。已成功產生 {1} 個，{2} 個有警告，{3} 個有錯誤

source: {0} has detected an assistive technology (such as VoiceOver) is running. Do you want to restart {0} and enable the accessibility features?
cs: {0} zjistil, že je spuštěna technologie pro usnadnění (jako je VoiceOver). Chcete restartovat {0} a povolit funkce usnadnění?
de: "{0}" hat ermittelt, dass Hilfstechnologien (z. B. VoiceOver) verwendet werden. Möchten Sie "{0}" neu starten und die Barrierefreiheitsfunktionen aktivieren?
es: {0} ha detectado que se está ejecutando tecnología de asistencia (como VoiceOver). ¿Quiere reiniciar {0} y habilitar las características de accesibilidad?
fr: {0} a détecté qu'une technologie d'assistance (par exemple VoiceOver) est en cours d'exécution. Voulez-vous redémarrer {0} et activer les fonctionnalités d'accessibilité ?
ja: {0} は支援技術 (VoiceOver など) が実行されていることを検出しました。{0} を再起動して、アクセシビリティ機能を有効にしますか?
ko: {0}에서 보조 기술(예: VoiceOver)이 실행 중임을 검색했습니다. {0}을(를) 다시 시작하고 내게 필요한 옵션 기능을 사용하시겠습니까?
pl: Element {0} wykrył, że technologia pomocnicza (taka jak VoiceOver) jest uruchomiona. Czy chcesz uruchomić ponownie element {0} i włączyć funkcje ułatwień dostępu?
pt_br: {0} detectou que uma tecnologia assistencial (como VoiceOver) está em execução. Você deseja reiniciar {0} e habilitar os recursos de acessibilidade?
ru: В {0} обнаружено наличие специальных возможностей (таких как VoiceOver). Перезапустить {0} и включить специальные возможности?
tr: {0}, bir yardımcı teknolojinin (VoiceOver gibi) çalıştığını algıladı. {0} uygulamasını yeniden başlatmak ve erişilebilirlik özelliklerini etkinleştirmek istiyor musunuz?

source: {0} has suspended some advanced features to improve performance
cs: Sada {0} pozastavila některé pokročilé funkce, aby se zvýšil výkon.
de: {0} hat einige erweiterte Features angehalten, um die Leistung zu verbessern.
es: {0} suspendió algunas características avanzadas para mejorar el rendimiento
fr: {0} a suspendu certaines fonctionnalités avancées pour améliorer les performances
ja: {0} は、パフォーマンス向上のため一部の高度な機能を中断しました
ko: {0}에서 성능 향상을 위해 일부 고급 기능을 일시 중단했습니다.
pl: Program {0} wstrzymał niektóre zaawansowane funkcje w celu zwiększenia wydajności
pt_br: {0} suspendeu alguns recursos avançados para melhorar o desempenho
ru: Некоторые дополнительные возможности в {0} были временно отключены, чтобы повысить производительность
tr: {0}, performansı artırmak için bazı gelişmiş özellikleri askıya aldı.

source: {0} identifier; {0} {1} constant-expression; {0} {2};
cs: {0} identifikátor; {0} {1} konstantní-výraz; {0} {2};
de: {0} Bezeichner; {0} {1} constant-expression; {0} {2};
es: {0} identificador; {0} {1} expresión-constante; {0} {2};
fr: {0} identificateur; {0} {1} expression-constante; {0} {2};
it: identificatore {0}; espressione-costante {0} {1}; {0} {2};
ja: {0} 識別子; {0} {1} 定数式; {0} {2};
ko: {0} 식별자; {0} {1} 상수-식; {0} {2};
pl: {0} identyfikator; {0} {1} wyrażenie_stałe; {0} {2};
pt_br: {0} identificador; {0} {1} expressão-constante; {0} {2};
ru: {0} идентификатор; {0} {1} константное_выражение; {0} {2};
tr: {0} tanımlayıcı; {0} {1} sabit-ifade; {0} {2};
zh_cn: {0} 标识符; {0} {1} 常数表达式; {0} {2};
zh_tw: {0} 識別項; {0} {1} 常數運算式; {0} {2};

source: {0} is a directory
cs: {0} je adresář.
de: {0}' ist ein Verzeichnis
es: {0} es un directorio
fr: {0} est un répertoire
it: {0} è una directory
ja: {0} はディレクトリです
ko: {0}이(가) 디렉터리입니다.
pl: Element {0} jest katalogiem
pt_br: {0} é um diretório
ru: {0} является каталогом
tr: {0} bir dizindir
uk: {0} є текою
zh_cn: {0} 是一个目录
zh_tw: {0} 是目錄

source: {0} is already opened
cs: {0} už je otevřený.
de: {0}' ist bereits geöffnet.
es: {0} ya está abierto
fr: {0} est déjà ouvert
it: {0} è già aperto
ja: {0} は既に開いています
ko: {0}이(가) 이미 열려 있습니다.
pl: Element {0} jest już otwarty
pt_br: {0} já está aberto
ru: {0} уже открыт
tr: {0} dosyası zaten açık
uk: {0} вже відкрито
zh_cn: {0} 已打开
zh_tw: {0} 已經開啟

source: {0} is currently running on <b>{1}</b>.
cs: {0} se aktuálně provozuje na <b>{1}</b>.
de: {0} wird aktuell unter <b>{1}</b> ausgeführt.
es: {0} se está ejecutando en <b>{1}</b>.
fr: {0} est en cours d’utilisation sur <b>{1}</b>.
it: {0} è attualmente in esecuzione in <b>{1}</b>.
ja: {0} は現在 <b>{1}</b> で動作しています。
ko: {0}가 현재 <b>{1}</b>에서 실행되고 있습니다.
pl: Program {0} jest obecnie uruchomiony na: <b>{1}</b>.
pt_br: {0} está em execução atualmente em <b>{1}</b>.
ru: {0} выполняется в <b>{1}</b>.
tr: {0} şu anda <b>{1}</b> üzerinde çalışıyor.
uk: {0} зараз виконується в <b>{1}</b>.
zh_cn: {0} 当前正在 <b>{1}</b> 上运行。
zh_tw: {0} 目前執行於 <b>{1}</b>。

source: {0} is going to create a project bound to a Makefile. Please enter the name you want to give to the new project.
cs: {0} se chystá vytvořit projekt vázaný na soubor pravidel. Zadejte prosím název nového projektu.
de: {0} erstellt ein Projekt, dass an ein Makefile gebunden ist. Geben Sie den für das neue Projekt gewünschten Namen ein.
es: {0} va a crear un proyecto enlazado a un archivo Make. Escriba el nombre que desee para el nuevo proyecto.
fr: {0} va créer un projet lié à un Makefile. Entrez le nom que vous voulez donner au nouveau projet.
it: {0} creerà un progetto associato a un makefile. Immettere il nome da assegnare al nuovo progetto.
ja: {0} によって、メイクファイルにバインドされたプロジェクトが作成されます。新しいプロジェクトの名前を入力してください。
ko: {0}은(는) 메이크파일에 바인딩된 프로젝트를 만들려고 합니다. 새 프로젝트에 제공할 이름을 입력하세요.
pl: Program {0} utworzy projekt powiązany z plikiem reguł programu make. Wprowadź nazwę, którą chcesz nadać nowemu projektowi.
pt_br: {0} criará um projeto vinculado a um Makefile. Insira o nome que você deseja para o novo projeto.
ru: {0} собирается создать проект, привязанный к файлу makefile. Введите имя для нового проекта.
tr: {0} bir Derleme Görevleri Dosyasına bağlı bir proje oluşturacak. Lütfen yeni projeye vermek istediğiniz adı girin.
uk: Зараз {0} створить проект, пов'язаний з даним файлом Makefile. Введіть назву для цього проекту.
zh_cn: {0} 将要创建绑定到生成文件的项目。请输入要为新项目提供的名称。
zh_tw: {0} 即將建立繫結至 Makefile 的專案。請輸入您要為新專案指定的名稱。

source: {0} is up to date.
cs: {0} je aktuální.
de: {0} ist aktuell.
es: {0} se ha actualizado.
fr: {0} est à jour.
it: {0} è aggiornato.
ja: {0} は最新の状態です。
ko: {0}이(가) 최신입니다.
pl: Pakiet {0} jest aktualny.
pt_br: {0} está atualizado.
ru: {0} имеет актуальное состояние.
tr: {0} güncel durumda.
uk: {0} актуальний.
zh_cn: {0} 是最新版本。
zh_tw: {0} 已更新。

source: {0} line added
cs: Počet přidaných řádků: {0}
de: {0} Zeilen hinzugefügt
es: {0} líneas agregadas
fr: {0} lignes ajoutées
it: {0} righe aggiunte
ja: {0} 行が追加されました
ko: {0}줄이 추가됨
pl: Dodane wiersze: {0}
pt_br: {0} linhas adicionadas
ru: Добавлено строк: {0}
tr: {0} satır eklendi
uk: {0} рядок додано

source: {0} line removed
cs: Počet odebraných řádků: {0}
de: {0} Zeilen entfernt
es: {0} líneas quitadas
fr: {0} lignes supprimées
it: {0} righe rimosse
ja: {0} 行が削除されました
ko: {0}줄이 제거됨
pl: Usunięte wiersze: {0}
pt_br: {0} linhas removidas
ru: Удалено строк: {0}
tr: {0} satır kaldırıldı
uk: {0} рядок видалено
zh_cn: 已删除 {0} 行

source: {0} match
cs: Počet shod: {0}
de: {0} Übereinstimmungen
es: {0} coincidencias
fr: {0} correspondances
it: {0} corrispondenze
ja: {0} 個の一致
ko: {0}개 일치
pl: Dopasowania: {0}
pt_br: {0} correspondências
ru: Совпадений: {0}
tr: {0} eşleşme
uk: {0} збіг
zh_tw: {0} 個相符項目

source: {0} match found
cs: Počet nalezených shod: {0}
de: {0} Übereinstimmungen gefunden
es: {0} coincidencias encontradas
fr: {0} correspondances trouvées
it: {0} corrispondenze trovate
ja: {0} 個の一致する項目が見つかりました
ko: 일치하는 {0}개 항목을 찾음
pl: Znalezione dopasowania: {0}
pt_br: {0} correspondências encontradas
ru: Найдено соответствий: {0}
tr: {0} eşleşme bulundu
uk: знайдено {0} збіг
zh_cn: 已找到 {0} 个匹配项
zh_tw: 找到 {0} 個相符

source: {0} match.
cs: {0} shod.
de: {0} Übereinstimmungen.
es: {0} coincidencias.
fr: {0} correspondances.
it: {0} corrispondenze.
ja: {0} 個の一致。
ko: {0}개 일치.
pl: Dopasowania: {0}.
pt_br: {0} correspondências.
ru: Совпадений: {0}.
tr: {0} eşleşme.
uk: {0} збіг.
zh_cn: {0} 个匹配项。
zh_tw: {0} 個相符項目。

source: {0} method-declaration
cs: {0} deklarace-metody
es: {0} declaración-de-método
fr: {0} déclaration-méthode
it: dichiarazione-metodo {0}
ja: {0} メソッド宣言
ko: {0} 메서드-선언
pl: {0} deklaracja_metody
pt_br: {0} declaração-método
ru: {0} объявление_метода
tr: {0} metot-bildirimi
zh_cn: {0} 方法声明
zh_tw: {0} 方法宣告

source: {0} name[.name1] ...] {{ type-declarations }}
cs: {0} název[.název1] ...] {{ typ-deklarace }}
es: {0} name[.nombre1] ...] {{ declaraciones-de-tipo }}
fr: {0} nom[.nom1] ...] {{ déclarations-type }}
it: nome[.nome1] ...] {0} {{ dichiarazioni-di-tipo }}
ja: {0} 名前[.名前1] ...] {{ 型宣言 }}
ko: {0} 이름[.이름1] ...] {{ 형식-선언 }}
pl: {0} nazwa[.nazwa1] ...] {{ deklaracje_typu }}
pt_br: {0} nome[.nome1] ...] {{ declarações-de-tipo }}
ru: {0} имя[.имя1] ...] {{ объявления_типа }}
tr: {0} ad[.ad] ...] {{ tür-bildirimleri }}
zh_cn: {0} 名称[.名称1] ...] {{ 类型声明 }}
zh_tw: {0} 名稱[.名稱 1] ...] {{ 類型宣告 }}

source: {0} needs credentials to access the proxy server {1}.
cs: {0} potřebuje přihlašovací údaje pro přístup k proxy serveru {1}.
de: {0} benötigt Anmeldeinformationen für den Zugriff auf den Proxyserver {1}.
es: {0} necesita credenciales para acceder al servidor proxy {1}.
fr: {0} a besoin d’informations d’identification pour accéder au serveur proxy {1}.
it: {0} ha bisogno delle credenziali per accedere al server proxy {1}.
ja: {0} には、プロキシ サーバー {1} にアクセスするための資格情報が必要です。
ko: 프록시 서버 {1}에 액세스하기 위한 자격 증명이 {0}에 필요합니다.
pl: Element {0} wymaga poświadczeń w celu uzyskania dostępu do serwera proxy {1}.
pt_br: O {0} precisa de credenciais para acessar o servidor proxy {1}.
ru: {0} нужны учетные данные для доступа к прокси-серверу {1}.
tr: {0} uygulamasının {1} ara sunucusuna erişmesi için kimlik bilgileri gerekiyor.
uk: {0} вимагає реєстраційні дані для доступу до проксі-сервера {1}.
zh_cn: {0} 需要凭据以访问代理服务器 {1}。
zh_tw: {0} 必須有認證，才能存取 Proxy 伺服器 {1}。

source: {0} needs credentials to access {1}.
cs: {0} potřebuje přihlašovací údaje pro přístup k: {1}.
de: {0} benötigt Anmeldeinformationen für den Zugriff auf {1}.
es: {0} necesita credenciales para acceder a {1}.
fr: {0} a besoin d’informations d’identification pour accéder à {1}.
it: {0} ha bisogno delle credenziali per accedere a {1}.
ja: {0} には、{1} にアクセスするための資格情報が必要です。
ko: {1}에 액세스하기 위한 자격 증명이 {0}에 필요합니다.
pl: Element {0} wymaga poświadczeń w celu uzyskania dostępu do elementu {1}.
pt_br: O {0} precisa de credenciais para acessar o {1}.
ru: {0} нужны учетные данные для доступа к {1}.
tr: {0} uygulamasının {1} sunucusuna erişmesi için kimlik bilgileri gerekiyor.
uk: {0} вимагає реєстраційні дані для доступу {1}.
zh_cn: {0} 需要凭据以访问 {1}。
zh_tw: {0} 必須有認證，才能存取 {1}。

source: {0} of {1}
cs: {0} z {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} sur {1}
it: {0} di {1}
ja: {1} の {0}
pl: {0} z {1}
pt_br: {0} de {1}
ru: {0} из {1}
uk: {0} з {1}

source: {0} order-key1 [ {1}|{2}, [order-key2, ...]
cs: {0} klíč-řazení1 [ {1}|{2}, [klíč-řazení2, ...]
es: {0} clave-de-orden1 [ {1}|{2}, [clave-de-orden2, ...]
fr: {0} clé-classement1 [ {1}|{2}, [clé-classement2, ...]
it: chiave-ordinamento1 {0} [ {1}|{2}, [chiave-ordinamento2, ...]
ja: {0} 順序キー 1 [ {1}|{2}, [順序キー2, ...]
ko: {0} 순서-키1 [ {1}|{2}, [순서-키2, ...]
pl: {0} klucz_kolejności1 [ {1}|{2}, [klucz_kolejności2, ...]
pt_br: {0} chave-ordem1 [ {1}|{2}, [chave-ordem2, ...]
ru: {0} ключ_порядка1 [ {1}|{2}, [ключ_порядка2, ...]
tr: {0} sıralama-anahtarı1 [ {1}|{2}, [sıralama-anahtarı2, ...]
zh_cn: {0} 订单键1 [ {1}|{2}, [订单键2, ...]
zh_tw: {0} 順序索引鍵 1 [ {1}|{2}, [順序索引鍵 2, ...]

source: {0} ordering-statement {1}
cs: {0} příkaz-řazení {1}
es: {0} instrucción-de-ordenación {1}
fr: {0} instruction-classement {1}
it: dichiarazione di ordinamento {1} di {0}
ja: {0} 順序付けステートメント {1}
ko: {0} 순서-문 {1}
pl: {0} instrukcja_określania_kolejności {1}
pt_br: {0} instrução-de-ordem {1}
ru: {0} оператор_упорядочивания {1}
tr: {0} sıralama-deyimi {1}
zh_cn: {0} 排序语句 {1}
zh_tw: {0} 順序陳述式 {1}

source: {0} packages added with warnings.
cs: Balíčky ({0}) se přidaly s upozorněními.
de: {0} Pakete mit Warnungen hinzugefügt.
es: {0} paquetes agregados con advertencias.
fr: {0} paquets ajoutés avec des avertissements.
it: {0} pacchetti sono stati aggiunti con avvisi.
ja: {0} パッケージは追加されましたが、警告が発生しました。
ko: {0} 패키지가 추가되었지만 경고가 발생했습니다.
pl: Dodano pakiety ({0}) z ostrzeżeniami.
pt_br: {0} pacotes adicionados com avisos.
ru: Добавлено пакетов с предупреждениями: {0}.
tr: {0} paket uyarılarla eklendi.
uk: {0} пакунків додано з попередженнями.
zh_cn: 已添加 {0} 个包，但出现警告。
zh_tw: 已新增 {0} 封裝，但有警告。

source: {0} packages removed with warnings.
cs: Balíčky ({0}) byly odebrány s upozorněními.
de: {0} Pakete wurden mit Warnungen entfernt.
es: Se quitaron {0} paquetes con advertencias.
fr: {0} paquets supprimés avec des avertissements.
it: {0} pacchetti sono stati aggiunti con avvisi.
ja: {0} 個のパッケージが削除されましたが警告があります。
ko: {0}개의 패키지를 제거했지만 경고가 발생했습니다.
pl: Usunięto pakiety ({0}) z ostrzeżeniami.
pt_br: {0} pacotes removidos com avisos.
ru: Удалено пакетов с предупреждениями: {0}.
tr: {0} paket uyarılarla kaldırıldı.

source: {0} packages retargeted with warnings.
cs: Cílení balíčků ({0}) se změnilo s upozorněními.
de: {0} Pakete mit Warnungen neu zugewiesen.
es: {0} paquetes se redestinaron con advertencias.
fr: {0} paquets reciblés avec des avertissements.
it: {0} pacchetti sono stati ridestinati con avvisi.
ja: {0} パッケージは再ターゲットされましたが、警告が発生しました。
ko: {0} 패키지의 대상이 변경되었지만 경고가 발생했습니다.
pl: Przekierowano pakiety ({0}) z ostrzeżeniami.
pt_br: {0} pacotes redirecionados com avisos.
ru: Перенацелено пакетов с предупреждениями: {0}.
tr: {0} paket uyarılarla yeniden hedeflendi.
uk: {0} пакунків перенацілено з попередженнями.
zh_cn: 已重定 {0} 个包的目标，但出现警告。
zh_tw: 已重定 {0} 封裝的目標，但有警告。

source: {0} packages successfully added.
cs: Balíčky ({0}) se úspěšně přidaly.
de: {0} Pakete erfolgreich hinzugefügt.
es: {0} paquetes agregados correctamente.
fr: {0} paquets ajoutés avec succès.
it: {0} pacchetti sono stati aggiunti.
ja: {0} パッケージは正常に追加されました。
ko: {0} 패키지가 추가되었습니다.
pl: Pomyślnie dodano pakiety ({0}).
pt_br: {0} pacotes adicionados com êxito.
ru: Пакетов успешно добавлено: {0}.
tr: {0} paket başarıyla eklendi.
uk: {0} пакунків успішно додано.
zh_cn: 已成功添加 {0} 个包。
zh_tw: 已成功新增 {0} 封裝。

source: {0} packages successfully removed.
cs: Balíčky ({0}) byly úspěšně odebrány.
de: {0} Pakete wurden erfolgreich entfernt.
es: Se quitaron {0} paquetes correctamente.
fr: {0} paquets supprimés.
it: {0} pacchetti sono stati aggiunti.
ja: {0} 個のパッケージが正常に削除されました。
ko: {0}개의 패키지를 제거했습니다.
pl: Pomyślnie usunięto pakiety ({0}).
pt_br: {0} pacotes removidos com êxito.
ru: Успешно удалено пакетов: {0}.
tr: {0} paket başarıyla kaldırıldı.

source: {0} packages successfully retargeted.
cs: Cílení balíčků ({0}) se úspěšně změnilo.
de: {0} Pakete erfolgreich neu zugewiesen.
es: {0} se han redestinado correctamente.
fr: {0} paquets reciblés avec succès.
it: {0} pacchetti sono stati ridestinati.
ja: {0} パッケージは正常に再ターゲットされました。
ko: {0} 패키지의 대상이 변경되었습니다.
pl: Pomyślnie przekierowano pakiety ({0}).
pt_br: {0} pacotes redirecionados com êxito.
ru: Пакетов успешно перенацелено: {0}.
tr: {0} paket başarıyla yeniden hedeflendi.
uk: {0} пакунків успішно перенацілено.
zh_cn: 已成功重定 {0} 个包的目标。
zh_tw: 已成功重定 {0} 封裝的目標。

source: {0} parameter-name
cs: {0} název-parametru
es: {0} nombre-de-parámetro
fr: {0} nom-paramètre
it: nome-parametro {0}
ja: {0} パラメーター名
ko: {0} 매개-변수-이름
pl: {0} nazwa_parametru
pt_br: {0} nome-do-parâmetro
ru: {0} имя_параметра
tr: {0} parametre-adı
zh_cn: {0} 参数名称
zh_tw: {0} 參數名稱
