Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Replace with OfType<T>().First()
it: Sostituisci con OfType<T>().First()
zh_cn: 替换为 OfType<T>().First()
zh_tw: 以 OfType<T>().First() 取代

source: Replace with OfType<T>().FirstOrDefault()
it: Sostituisci con OfType<T>().FirstOrDefault()
zh_cn: 替换为 OfType<T>().FirstOrDefault()
zh_tw: 以 OfType<T>().FirstOrDefault() 取代

source: Replace with OfType<T>
it: Sostituisci con OfType<T>
zh_cn: 替换为 OfType<T>
zh_tw: 以 OfType<T> 取代

source: Replace with OfType<T>().Last()
it: Sostituisci con OfType<T>().Last()
zh_cn: 替换为 OfType<T>().Last()
zh_tw: 以 OfType<T>().Last() 取代

source: Replace with OfType<T>().LastOrDefault()
it: Sostituisci con OfType<T>().LastOrDefault()
zh_cn: 替换为 OfType<T>().LastOrDefault()
zh_tw: 以 OfType<T>().LastOrDefault() 取代

source: Replace with OfType<T>().LongCount()
it: Sostituisci con OfType<T>().LongCount()
zh_cn: 替换为 OfType<T>().LongCount()
zh_tw: 以 OfType<T>().LongCount() 取代

source: Replace with OfType<T>().Single()
it: Sostituisci con OfType<T>().Single()
zh_cn: 替换为 OfType<T>().Single()
zh_tw: 以 OfType<T>().Single() 取代

source: Replace with OfType<T>().SingleOrDefault()
it: Sostituisci con OfType<T>().SingleOrDefault()
zh_cn: 替换为 OfType<T>().SingleOrDefault()
zh_tw: 以 OfType<T>().SingleOrDefault() 取代

source: Replace with OfType<T>().Where()
it: Sostituisci con OfType<T>().Where()
zh_cn: 替换为 OfType<T>().Where()
zh_tw: 以 OfType<T>().Where() 取代

source: Replace with single call to Any(...)
it: Sostituisci con una singola chiamata ad Any(...)
zh_cn: 替换为对 Any(...) 的单一调用
zh_tw: 以單一呼叫 Any(...) 取代

source: Replace with single call to '{0}'
it: Sostituisci con una singola chiamata a '{0}'
zh_cn: 替换为对“{0}”的单一调用
zh_tw: 以呼叫一次的 '{0}' 取代

source: Replace with single call to Count(...)
it: Sostituisci con una singola chiamata a Count(...)
zh_cn: 替换为对 Count(...) 的单一调用
zh_tw: 以單一呼叫 Count(...) 取代

source: Replace with single call to First(...)
it: Sostituisci con una singola chiamata a First(...)
zh_cn: 替换为对 First(...) 的单一调用
zh_tw: 以單一呼叫 First(...) 取代

source: Replace with single call to FirstOrDefault(...)
it: Sostituisci con una singola chiamata a FirstOrDefault(...)
zh_cn: 替换为对 FirstOrDefault(...) 的单一调用
zh_tw: 以單一呼叫 FirstOrDefault(...) 取代

source: Replace with single call to Last(...)
it: Sostituisci con una singola chiamata a Last(...)
zh_cn: 替换为对 Last(...) 的单一调用
zh_tw: 以單一呼叫 Last(...) 取代

source: Replace with single call to LastOrDefault(...)
it: Sostituisci con una singola chiamata a LastOrDefault(...)
zh_cn: 替换为对 LastOrDefault(...) 的单一调用
zh_tw: 以單一呼叫 LastOrDefault(...) 取代

source: Replace with single call to LongCount(...)
it: Sostituisci con una singola chiamata a LongCount(...)
zh_cn: 替换为对 LongCount(...) 的单一调用
zh_tw: 以單一呼叫 LongCount(...) 取代

source: Replace with single call to Single(...)
it: Sostituisci con una singola chiamata a Single(...)
zh_cn: 替换为对 Single(...) 的单一调用
zh_tw: 以單一呼叫 Single(...) 取代

source: Replace with single call to SingleOrDefault(...)
it: Sostituisci con una singola chiamata a SingleOrDefault(...)
zh_cn: 替换为对 SingleOrDefault(...) 的单一调用
zh_tw: 以單一呼叫 SingleOrDefault(...) 取代

source: Use 'String.IsNullOrEmpty'
it: Usa 'String.IsNullOrEmpty'
zh_cn: 使用 "String.IsNullOrEmpty"
zh_tw: 使用 'String.IsNullOrEmpty'

source: Expression can be replaced with !string.IsNullOrEmpty
it: È possibile sostituire l'espressione con !string.IsNullOrEmpty
zh_cn: 表达式可以替换为 !string.IsNullOrEmpty
zh_tw: 可用 !string.IsNullOrEmpty 取代運算式

source: Expression can be replaced with string.IsNullOrEmpty
it: È possibile sostituire l'espressione con string.IsNullOrEmpty
zh_cn: 表达式可以替换为 string.IsNullOrEmpty
zh_tw: 可用 string.IsNullOrEmpty 取代運算式

source: Use !string.IsNullOrEmpty
it: Usa !string.IsNullOrEmpty
zh_cn: 使用 !string.IsNullOrEmpty
zh_tw: 使用 !string.IsNullOrEmpty

source: Use string.IsNullOrEmpty
it: Usa string.IsNullOrEmpty
zh_cn: 使用 string.IsNullOrEmpty
zh_tw: 使用 string.IsNullOrEmpty

source: 'string.EndsWith' is culture-aware
it: 'string.EndsWith' riconosce le impostazioni cultura
zh_cn: "string.EndsWith" 可以识别区域性
zh_tw: 'string.EndsWith' 為文化特性感知

source: 'string.IndexOf' is culture-aware
it: 'string.IndexOf' riconosce le impostazioni cultura
zh_cn: "string.IndexOf" 可以识别区域性
zh_tw: 'string.IndexOf' 為文化特性感知

source: '{0}' is culture-aware and missing a StringComparison argument
it: '{0}' riconosce le impostazioni cultura e non contiene un argomento StringComparison
zh_cn: “{0}”可以识别区域性，但缺少 StringComparison 参数
zh_tw: '{0}' 為文化特性感知且遺漏 StringComparison 引數

source: Add 'StringComparison.Ordinal'
it: Aggiungi 'StringComparison.Ordinal'
zh_cn: 添加 "StringComparison.Ordinal"
zh_tw: 新增 'StringComparison.Ordinal'

source: Add 'StringComparison.CurrentCulture'
it: Aggiungi 'StringComparison.CurrentCulture'
zh_cn: 添加 "StringComparison.CurrentCulture"
zh_tw: 新增 'StringComparison.CurrentCulture'

source: 'string.LastIndexOf' is culture-aware
it: 'string.LastIndexOf' riconosce le impostazioni cultura
zh_cn: "string.LastIndexOf" 可以识别区域性
zh_tw: 'string.LastIndexOf' 為文化特性感知

source: 'string.StartsWith' is culture-aware
it: 'string.StartsWith' riconosce le impostazioni cultura
zh_cn: "string.StartsWith" 可以识别区域性
zh_tw: 'string.StartsWith' 為文化特性感知

source: Use method 'Any()'
it: Usa il metodo 'Any()'
zh_cn: 使用方法 "Any()"
zh_tw: 使用方法 'Any()'

source: Use 'Any()' for increased performance.
it: Usa 'Any()' per ottimizzare le prestazioni.
zh_cn: 使用 "Any()" 提高性能。
zh_tw: 使用 'Any()' 以增加效能。

source: Replace with call to '!Any()'
it: Sostituisci con la chiamata a '!Any()'
zh_cn: 替换为对 "!Any()" 的调用
zh_tw: 以呼叫 '!Any()' 取代

source: Replace with call to 'Any()'
it: Sostituisci con la chiamata a 'Any()'
zh_cn: 替换为对 "Any()" 的调用
zh_tw: 以呼叫 'Any()' 取代

source: Use method IsInstanceOfType
it: Usa il metodo IsInstanceOfType
zh_cn: 使用方法 IsInstanceOfType
zh_tw: 使用方法 IsInstanceOfType

source: Use method IsInstanceOfType (...)
it: Usa il metodo IsInstanceOfType (...)
zh_cn: 使用方法 IsInstanceOfType (...)
zh_tw: 使用方法 IsInstanceOfType (...)

source: Replace with call to IsInstanceOfType
it: Sostituisci con la chiamata a IsInstanceOfType
zh_cn: 替换为对 IsInstanceOfType 的调用
zh_tw: 以呼叫 IsInstanceOfType 取代

source: '??' condition is known to be null or not null
it: La condizione '??' è nota per essere Null o non Null
zh_cn: 已知 "??" 条件为 null 或非 null
zh_tw: '??' 條件已知為 null 或非 null

source: Redundant ??. Left side is never null.
it: ?? ridondante. Il lato sinistro non è mai Null.
zh_cn: 冗余的 ??。左边从不为 null。
zh_tw: 冗餘的 ??。左側絕不可以是 null。

source: Remove redundant right side
it: Rimuovi il lato destro ridondante
zh_cn: 删除冗余的右边
zh_tw: 移除冗餘的右側

source: Redundant ??. Left side is always null.
it: ?? ridondante. Il lato sinistro è sempre Null.
zh_cn: 冗余的 ??。左边始终为 null。
zh_tw: 冗餘的 ??。左側一律為 null。

source: Remove redundant left side
it: Rimuovi il lato sinistro ridondante
zh_cn: 删除冗余的左边
zh_tw: 移除冗餘的左側

source: Redundant ??. Right side is always null.
it: ?? ridondante. Il lato destro è sempre Null.
zh_cn: 冗余的 ??。右边始终为 null。
zh_tw: 冗餘的 ??。右側一律為 null。

source: Double negation operator
it: Operatore di doppia negazione
zh_cn: 双重否定运算符
zh_tw: 雙重否定運算子

source: Remove '!!'
it: Rimuovi '!!'
zh_cn: 删除 "!!"
zh_tw: 移除 '!!'

source: Remove '()'
it: Rimuovi '()'
zh_cn: 删除 "()"
zh_tw: 移除 '()'

source: Redundant 'base.' qualifier
it: Qualificatore 'base.' ridondante
zh_cn: 冗余的 "base." 限定符
zh_tw: 冗餘的 'base.' 限定詞

source: 'base.' is redundant and can be removed safely.
it: 'base.' è ridondante e può essere rimosso senza problemi.
zh_cn: "base." 是冗余的，可以安全删除。
zh_tw: 'base.' 是冗餘的，可以放心將其移除。

source: Remove 'base.'
it: Rimuovi 'base.'
zh_cn: 删除 "base."
zh_tw: 移除 'base.'

source: Comparison of boolean with 'true' or 'false'
it: Confronto del valore booleano con 'true' o 'false'
zh_cn: 使用 "true" 或 "false" 比较布尔
zh_tw: 與 'true' 或 'false' 的布林值比較

source: Comparison with 'true' is redundant
it: Il confronto con 'true' è ridondante
zh_cn: 使用 "true" 的比较是冗余的
zh_tw: 與 'true' 比較是冗餘的

source: Comparison with 'false' is redundant
it: Il confronto con 'false' è ridondante
zh_cn: 使用 "false" 的比较是冗余的
zh_tw: 與 'false' 比較是冗餘的

source: Remove redundant comparison
it: Rimuovi il confronto ridondante
zh_cn: 删除冗余的比较
zh_tw: 移除冗餘的比較

source: Redundant 'case' label
it: Etichetta 'case' ridondante
zh_cn: 冗余的 "case" 标签
zh_tw: 冗餘的 'case' 標籤

source: Remove 'case {0}'
it: Rimuovi 'case {0}'
zh_cn: 删除“case {0}”
zh_tw: 移除 'case {0}'

source: Redundant cast
it: Cast ridondante
zh_cn: 冗余转换
zh_tw: 冗餘的 cast

source: Type cast is redundant
it: Il cast di tipo è ridondante
zh_cn: 类型转换是冗余的
zh_tw: 類型轉換為冗餘

source: Remove cast to '{0}'
it: Rimuovi il cast a '{0}'
zh_cn: 删除对“{0}”的转换
zh_tw: 移除 '{0}' 的轉換

source: Redundant comma in object initializer
it: Virgola ridondante nell'inizializzatore di oggetto
zh_cn: 对象初始值设定项中的冗余逗号
zh_tw: 物件初始設定式中的冗餘逗號

source: Redundant comma in collection initializer
it: Virgola ridondante nell'inizializzatore di raccolta
zh_cn: 集合初始值设定项中的冗余逗号
zh_tw: 集合初始設定式中的冗餘逗號

source: Remove ','
it: Rimuovi ','
zh_cn: 删除 ","
zh_tw: 移除 ','

source: Redundant comparison with 'null'
it: Confronto ridondante con 'null'
zh_cn: 使用 "null" 的冗余比较
zh_tw: 具有 'null' 的冗餘比較

source: Remove expression
it: Rimuovi l'espressione
zh_cn: 删除表达式
zh_tw: 移除運算式

source: Redundant empty argument list on object creation expression
it: Elenco di argomenti vuoto ridondante nell'espressione di creazione dell'oggetto
zh_cn: 对象创建表达式中的冗余空参数列表
zh_tw: 物件建立運算式上有冗餘的空引數清單

source: Redundant class or interface specification in base types list
it: Specifica di classe o interfaccia ridondante nell'elenco dei tipi di base
zh_cn: 基类型列表中的冗余类或接口规范
zh_tw: 基底類型清單中有冗餘的類別或介面規格

source: Base interface '{0}' is redundant
it: L'interfaccia di base '{0}' è ridondante
zh_cn: 基接口“{0}”是冗余的
zh_tw: 基底介面 '{0}' 是冗餘的

source: Base type '{0}' is already specified in other parts
it: Il tipo di base '{0}' è già specificato in altre parti
zh_cn: 基类型“{0}”已在其他部分中指定
zh_tw: 已經在其他組件中指定了基底類型 '{0}'

source: Remove redundant base type reference
it: Rimuovi il riferimento al tipo di base ridondante
zh_cn: 删除冗余的基类型引用
zh_tw: 移除冗餘的基底類型參數

source: Remove redundant 'else'
it: Rimuovi 'else' ridondante
zh_cn: 删除冗余的 "else"
zh_tw: 移除冗餘的 'else'

source: Redundant name qualifier
it: Qualificatore di nome ridondante
zh_cn: 冗余的名称限定符
zh_tw: 冗餘的名稱限定詞

source: Qualifier is redundant
it: Il qualificatore è ridondante
zh_cn: 限定符是冗余的
zh_tw: 限定詞為冗餘

source: Remove redundant qualifier
it: Rimuovi il qualificatore ridondante
zh_cn: 删除冗余的限定符
zh_tw: 移除冗餘的限定詞

source: Redundant empty object or collection initializer
it: Oggetto vuoto o inizializzatore di raccolta ridondante
zh_cn: 冗余的空对象或集合初始值设定项
zh_tw: 冗餘的空物件或集合初始設定式

source: Empty object or collection initializer is redundant
it: L'oggetto vuoto o l'inizializzatore di raccolta è ridondante
zh_cn: 空对象或集合初始值设定项是冗余的
zh_tw: 空白物件或集合初始設定式是冗餘的

source: Remove initializer
it: Rimuovi l'inizializzatore
zh_cn: 删除初始值设定项
zh_tw: 移除初始設定式

source: Replace by condition
it: Sostituisci dalla condizione
zh_cn: 按条件替换
zh_tw: 以條件取代

source: Redundant 'this.' qualifier
it: Qualificatore 'this.' ridondante
zh_cn: 冗余的 "this." 限定符
zh_tw: 冗餘的 'this.' 限定詞

source: 'this.' is redundant and can be removed safely.
it: 'this.' è ridondante e può essere rimosso senza problemi.
zh_cn: "this." 是冗余的，可以安全删除。
zh_tw: 'this.' 為冗餘，因此可以放心地移除。

source: Remove 'this.'
it: Rimuovi 'this.'
zh_cn: 删除 "this."
zh_tw: 移除 'this.'

source: Redundant 'object.ToString()' call for value types
it: Chiamata ridondante a 'object.ToString()' per i tipi valore
zh_cn: 对值类型而言冗余的 "object.ToString()" 调用
zh_tw: 實值型別的冗餘 'object.ToString()' 呼叫

source: Redundant ToString() call
it: Chiamata ridondante a ToString()
zh_cn: 冗余的 ToString() 调用
zh_tw: 冗餘的 ToString() 呼叫

source: Remove redundant '.ToString()'
it: Rimuovi '.ToString()' ridondante
zh_cn: 删除冗余的 ".ToString()"
zh_tw: 移除冗餘的 '.ToString()'

source: Redundant 'object.ToString()' call
it: Chiamata ridondante a 'object.ToString()'
zh_cn: 冗余的 "object.ToString()" 调用
zh_tw: 冗餘的 'object.ToString()' 呼叫

source: Redundant using directive
it: Direttiva using ridondante
zh_cn: 冗余的 using 指令
zh_tw: 冗餘的 using 指示詞

source: Using directive is not used by code and can be removed safely.
it: La direttiva using non viene usata nel codice e può essere rimossa senza problemi.
zh_cn: Using 指令未被代码使用，可以安全删除。
zh_tw: 未透過程式碼使用 Using 指示詞，因此可以放心地移除。

source: Remove redundant using directives
it: Rimuovi le direttive using ridondanti
zh_cn: 删除冗余的 using 指令
zh_tw: 移除冗餘的 using 指示詞

source: Empty constructor
it: Costruttore vuoto
zh_cn: 空构造函数
zh_tw: 建構函式是空的

source: Empty constructor is redundant.
it: Il costruttore vuoto è ridondante.
zh_cn: 空构造函数是冗余的。
zh_tw: 空白建構函式是冗餘的。

source: Remove redundant constructor
it: Rimuovi il costruttore ridondante
zh_cn: 删除冗余的构造函数
zh_tw: 移除冗餘的建構函式

source: Empty destructor
it: Distruttore vuoto
zh_cn: 空析构函数
zh_tw: 解構函式是空的

source: Remove redundant destructor
it: Rimuovi il distruttore ridondante
zh_cn: 删除冗余的析构函数
zh_tw: 移除冗餘的解構函式

source: Empty namespace declaration
it: Dichiarazione di spazio dei nomi vuoto
zh_cn: 空命名空间声明
zh_tw: 命名空間宣告是空的

source: Remove empty namespace
it: Rimuovi lo spazio dei nomi vuoto
zh_cn: 删除空命名空间
zh_tw: 移除空的命名空間

source: Underlying type of enum is int
it: Il tipo sottostante dell'enumerazione è int
zh_cn: 枚举的基础类型是 int
zh_tw: enum 的基礎型別是 int

source: Remove redundant ': int'
it: Rimuovi ': int' ridondante
zh_cn: 删除冗余的 ": int"
zh_tw: 移除冗餘的 ': int'

source: Remove redundant underlying type
it: Rimuovi il tipo sottostante ridondante
zh_cn: 删除冗余的基础类型
zh_tw: 移除冗餘的基礎類型

source: Unused local variable
it: Variabile locale non usata
zh_cn: 未使用的局部变量
zh_tw: 未使用的區域變數

source: Local variable '{0}' is never used
it: La variabile locale '{0}' non viene mai usata
zh_cn: 局部变量“{0}”从未被使用
zh_tw: 區域變數 '{0}' 不會用到

source: Remove unused local variable
it: Rimuovi la variabile locale non usata
zh_cn: 删除未使用的局部变量
zh_tw: 移除未使用的本機變數

source: Local variable is never used
it: La variabile locale non viene mai usata
zh_cn: 局部变量从未被使用
zh_tw: 區域變數不會用到

source: Redundant 'partial' modifier in type declaration
it: Modificatore 'partial' ridondante nella dichiarazione di tipo
zh_cn: 类型声明中的冗余 "partial" 修饰符
zh_tw: 型別宣告中有冗餘的 'partial' 修飾詞

source: Remove redundant 'base()'
it: Rimuovi 'base()' ridondante
zh_cn: 删除冗余的 "base()"
zh_tw: 移除冗餘的 'base()'

source: Redundant field initializer
it: Inizializzatore di campo ridondante
zh_cn: 冗余的字段初始值设定项
zh_tw: 冗餘的欄位初始設定式

source: Remove field initializer
it: Rimuovi l'inizializzatore di campo
zh_cn: 删除字段初始值设定项
zh_tw: 移除欄位初始設定式

source: Redundant member override
it: Override di membro ridondante
zh_cn: 冗余的成员替代
zh_tw: 冗餘的成員覆寫

source: Redundant method override
it: Override di metodo ridondante
zh_cn: 冗余的方法替代
zh_tw: 冗餘的方法覆寫

source: Remove redundant method override
it: Rimuovi l'override di metodo ridondante
zh_cn: 删除冗余的方法替代
zh_tw: 移除冗餘的方法覆寫

source: Redundant property override
it: Override di proprietà ridondante
zh_cn: 冗余的属性替代
zh_tw: 冗餘的屬性覆寫

source: Remove redundant property override
it: Rimuovi l'override di proprietà ridondante
zh_cn: 删除冗余的属性替代
zh_tw: 移除冗餘的屬性覆寫

source: Redundant indexer override
it: Override di indicizzatore ridondante
zh_cn: 冗余的索引器替代
zh_tw: 冗餘的索引子覆寫

source: Remove redundant indexer override
it: Rimuovi l'override di indicizzatore ridondante
zh_cn: 删除冗余的索引器替代
zh_tw: 移除冗餘的索引子覆寫

source: Redundant event override
it: Override di evento ridondante
zh_cn: 冗余的事件替代
zh_tw: 冗餘的事件覆寫

source: Remove event override
it: Rimuovi l'override di eventi
zh_cn: 删除事件替代
zh_tw: 移除事件覆寫

source: Unused type parameter
it: Parametro di tipo non usato
zh_cn: 未使用的类型参数
zh_tw: 未使用的型別參數

source: Type does not implement IDisposable despite having a Dispose method
it: Il tipo non implementa IDisposable anche se contiene un metodo Dispose
zh_cn: 尽管具有 Dispose 方法，但类型没有实现 IDisposable
zh_tw: 儘管具有 Dispose 方法，型別還是未實作 IDisposable

source: Implement IDisposable
it: Implementa IDisposable
zh_cn: 实现 IDisposable
zh_tw: 實作 IDisposable

source: Redundant Linq method invocations
it: Chiamate al metodo LINQ ridondanti
zh_cn: 冗余的 LINQ 方法调用
zh_tw: 冗餘的 Linq 方法引動過程

source: Remove redundant method invocations
it: Rimuovi le chiamate al metodo ridondanti
zh_cn: 删除冗余的方法调用
zh_tw: 移除冗餘的方法引動

source: The exception is rethrown with explicit usage of the variable
it: L'eccezione viene generata di nuovo se si usa la variabile in modo esplicito
zh_cn: 显式使用该变量时会重新引发异常
zh_tw: 因為明確使用了變數，導致再次擲回例外狀況

source: Change to 'throw;'
it: Modifica in 'throw;'
zh_cn: 更改为 "throw;"
zh_tw: 變更為 'throw;'

source: Collection element type '{0}' is not implicitly convertible to '{1}'
it: Il tipo di elemento '{0}' della raccolta non è convertibile in modo implicito in '{1}'
zh_cn: 集合元素类型“{0}”不可隐式转换为“{1}”
zh_tw: 集合項目類型 '{0}' 不可隱含轉換成 '{1}'

source: Use type '{0}'
it: Usa il tipo '{0}'
zh_cn: 使用类型“{0}”
zh_tw: 使用類型 '{0}'

source: Call resolves to Object.GetHashCode, which is reference based
it: La chiamata restituisce Object.GetHashCode, che è basato su riferimento
zh_cn: 调用解析为基于引用的 Object.GetHashCode
zh_tw: 呼叫會解析至以參考為基礎的 Object.GetHashCode

source: Exceptions in async call will be silently ignored because the returned task is unused
it: Le eccezioni nella chiamata asincrona verranno ignorate automaticamente perché l'attività restituita non è usata
zh_cn: 异步调用中的异常将被自动忽略，因为未使用返回的任务
zh_tw: 因為未使用傳回的 Task，所以將以無訊息模式略過非同步呼叫中的例外狀況

source: Using member of null value will cause a NullReferenceException
it: Se si usa il membro con valore Null, verrà generata un'eccezione NullReferenceException
zh_cn: 使用具有 null 值的成员将导致 NullReferenceException
zh_tw: 使用 Null 值的成員將會導致 NullReferenceException

source: Add an exception description to the xml documentation
it: Aggiungi una descrizione dell'eccezione alla documentazione XML
zh_cn: 向 XML 文档添加异常说明
zh_tw: 將例外狀況描述新增至 xml 文件

source: Add exception to xml documentation
it: Aggiungi l'eccezione alla documentazione XML
zh_cn: 向 XML 文档添加异常
zh_tw: 將例外狀況新增至 xml 文件

source: Use of Linq method when there's a better alternative
it: Uso del metodo LINQ in presenza di un'alternativa migliore
zh_cn: 在有更好的替代项时使用 LINQ 方法
zh_tw: 在有較好的替代項目時使用 Linq 方法

source: Replace method by simpler version
it: Sostituisci il metodo della versione più semplice
zh_cn: 将方法替换为更简单的版本
zh_tw: 以較簡單的版本取代方法

source: Convert 'if' to '?:'
it: Converti 'if' in '?:'
zh_cn: 将 "if" 转换为 "?:"
zh_tw: 將 'if' 轉換成 '?:'

source: Replace with '?:' expression
it: Sostituisci con l'espressione '?:'
zh_cn: 替换为 "?:" 表达式
zh_tw: 以 '?:' 運算式取代

source: Convert 'if' to 'return'
it: Converti 'if' in 'return'
zh_cn: 将 "if" 转换为 "return"
zh_tw: 將 'if' 轉換為 'return'

source: Replace with 'return'
it: Sostituisci con 'return'
zh_cn: 替换为 "return"
zh_tw: 以 'return' 取代

source: Convert 'if' to '??' expression
it: Converti 'if' nell'espressione '??'
zh_cn: 将 "if" 转换为 "??" 表达式
zh_tw: 將 'if' 轉換為 '??' 運算式

source: Convert 'if' to 'switch'
it: Converti 'if' in 'switch'
zh_cn: 将 "if" 转换为 "switch"
zh_tw: 將 'if' 轉換成 'switch'

source: Convert to 'switch'
it: Converti in 'switch'
zh_cn: 转换为 "switch"
zh_tw: 轉換為 'switch'

source: 'params' is ignored on overrides
it: 'params' viene ignorato negli override
zh_cn: "params" 在替代时被忽略
zh_tw: 忽略覆寫上的 'params'

source: 'params' is always ignored in overrides
it: 'params' viene sempre ignorato negli override
zh_cn: "params" 始终在替代时被忽略
zh_tw: 一律會忽略覆寫中的 'params'

source: Remove 'params' modifier
it: Rimuovi il modificatore 'params'
zh_cn: 删除 "params" 修饰符
zh_tw: 移除 'params' 修飾詞

source: Convert '??' to '?:'
it: Converti '??' in '?:'
zh_cn: 将 "??" 转换为 "?:"
zh_tw: 將 '??' 轉換為 '?:'

source: Convert 'return' to 'if'
it: Converti 'return' in 'if'
zh_cn: 将 "return" 转换为 "if"
zh_tw: 將 'return' 轉換為 'if'

source: Convert assignment to 'if'
it: Converti l'assegnazione in 'if'
zh_cn: 将赋值转换为 "if"
zh_tw: 將指派轉換為 'if'

source: 'for' can be converted into 'foreach'
it: 'for' può essere convertito in 'foreach'
zh_cn: "for" 可以转换为 "foreach"
zh_tw: 'for' 可以轉換成 'foreach'

source: 'for' loop can be converted to 'foreach'
it: Il ciclo 'for' può essere convertito in 'foreach'
zh_cn: "for" 循环可以转换为 "foreach"
zh_tw: 'for' 迴圈可以轉換成 'foreach'

source: Convert to 'foreach'
it: Converti in 'foreach'
zh_cn: 转换为 "foreach"
zh_tw: 轉換為 'foreach'

source: Use 'as' and null check
it: Usa 'as' e il controllo Null
zh_cn: 使用 "as" 和 null 检查
zh_tw: 使用 'as' 及 Null 檢查

source: Convert 'for' loop to 'while'
it: Converti il ciclo 'for' in 'while'
zh_cn: 将 "for" 循环转换为 "while"
zh_tw: 將 'for' 迴圈轉換為 'while'

source: Convert to 'while'
it: Converti in 'while'
zh_cn: 转换为 "while"
zh_tw: 轉換為 'while'

source: Add braces
it: Aggiungi parentesi graffe
zh_cn: 添加大括号
zh_tw: 新增括號

source: Remove redundant 'default' branch
it: Rimuovi il ramo 'default' ridondante
zh_cn: 删除冗余的 "default" 分支
zh_tw: 移除冗餘的 'default' 分支

source: CS0126: A method with return type cannot return without value.
it: CS0126: un metodo con tipo restituito non può non restituire un valore.
zh_cn: CS0126: 具有返回类型的方法不能在不包含值的情况下返回。
zh_tw: CS0126: 具有傳回型別的方法必須傳回值。

source: Return default value
it: Restituisci il valore predefinito
zh_cn: 返回默认值
zh_tw: 傳回預設值

source: Change method return type to 'void'
it: Cambia il tipo restituito del metodo in 'void'
zh_cn: 将方法返回类型更改为 "void"
zh_tw: 將方法傳回型別變更為 'void'

source: `{0}': A return keyword must be followed by any expression when method returns a value
it: '{0}': una parola chiave restituita deve essere seguita da un'espressione quando il metodo restituisce un valore
zh_cn: “{0}”: 方法返回值时，返回关键字必须后跟任意表达式
zh_tw: `{0}': 當方法傳回值時，傳回關鍵字後面必須接著任何運算式

source: CS0127: A method with a void return type cannot return a value.
it: CS0127: un metodo con un tipo restituito void non può restituire un valore.
zh_cn: CS0127: 具有 void 返回类型的方法无法返回值。
zh_tw: CS0127: 具有 void 傳回型別的方法不能傳回值。

source: Change return type of method.
it: Cambia il tipo restituito del metodo.
zh_cn: 更改方法的返回类型。
zh_tw: 變更方法的傳回類型。

source: Return type is 'void'
it: Il tipo restituito è 'void'
zh_cn: 返回类型为 "void"
zh_tw: 傳回類型為 'void'

source: Duplicate case label value issue
it: Valore dell'etichetta case duplicato
zh_cn: 重复 case 标签值问题
zh_tw: 重複的 case 標籤值問題

source: Duplicate case label value '{0}'
it: Il valore '{0}' dell'etichetta case è duplicato
zh_cn: 重复 case 标签值“{0}”
zh_tw: 重複的 case 標籤值 '{0}'

source: CS0759: A partial method implementation is missing a partial method declaration
it: CS0759: in un'implementazione del metodo parziale manca una dichiarazione di metodo parziale
zh_cn: CS0759: 分部方法实现缺少分部方法声明
zh_tw: CS0759: 部分方法實作遺漏部分方法宣告

source: CS0759: A partial method `{0}' implementation is missing a partial method declaration
it: CS0759: in un'implementazione '{0}' del metodo parziale manca una dichiarazione di metodo parziale
zh_cn: CS0759: 分部方法“{0}”实现缺少分部方法声明
zh_tw: CS0759: 部分方法 `{0}' 實作遺漏部分方法宣告

source: CS0029: Cannot implicitly convert type 'A' to 'B'.
it: CS0029: non è possibile convertire in modo implicito il tipo 'A' in 'B'.
zh_cn: CS0029: 无法将类型 "A" 隐式转换为 "B"。
zh_tw: CS0029: 無法將類型 'A' 隱含轉換成 'B'。

source: Cannot implicitly convert type `{0}' to `{1}'. An explicit conversion exists (are you missing a cast?)
it: Non è possibile convertire in modo implicito il tipo '{0}' in '{1}'. È presente una conversione esplicita. Probabilmente manca un cast.
zh_cn: 无法将类型“{0}”隐式转换为“{1}”。存在显式转换(是否缺少转换?)
zh_tw: 無法將類型 '{0}' 隱含轉換為 '{1}'。已存在明確轉換 (是否遺漏了 cast?)

source: Cannot implicitly convert type `{0}' to `{1}'
it: Non è possibile convertire in modo implicito il tipo '{0}' in '{1}'
zh_cn: 无法将类型“{0}”隐式转换为“{1}”
zh_tw: 無法將類型 '{0}' 隱含轉換為 '{1}'

source: Change return type
it: Modifica il tipo restituito
zh_cn: 更改返回类型
zh_tw: 變更傳回類型

source: Sealed member in sealed class
it: Membro sealed nella classe sealed
zh_cn: 密封类中的密封成员
zh_tw: 密封類別中的密封成員

source: Keyword 'sealed' is redundant in sealed classes.
it: La parola chiave 'sealed' è ridondante nelle classi sealed.
zh_cn: 关键字 "sealed" 在密封类中是冗余的。
zh_tw: 在密封類別中，關鍵字 'sealed' 為冗餘。

source: Remove redundant 'sealed' modifier
it: Rimuovi il modificatore 'sealed' ridondante
zh_cn: 删除冗余的 "sealed" 修饰符
zh_tw: 移除冗餘的 'sealed' 修飾詞
