Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: WARNING: Some files may need to be reloaded, and unsaved data will be lost. You will be asked to save the unsaved files.
cs: UPOZORNĚNÍ: Některé soubory budete muset zřejmě znovu načíst a dojde ke ztrátě neuložených dat. Zobrazí se výzva k uložení neuložených souborů.
de: WARNUNG: Einige Dateien müssen u. U. neu geladen werden, und nicht gespeicherte Daten gehen verloren. Sie werden aufgefordert, nicht gespeicherte Dateien zu speichern.
es: ADVERTENCIA: Puede ser necesario recargar algunos archivos y los datos no guardados se perderán. Se le pedirá que guarde los archivos no guardados.
fr: AVERTISSEMENT : il se peut que certains fichier doivent être rechargés, entraînant la perte des données non enregistrées. Vous serez invité à enregistrer les fichiers non enregistrés.
it: AVVISO: potrebbe essere necessario ricaricare alcuni file con conseguente perdita dei dati non salvati. Verrà chiesto di salvare i file non salvati.
ja: 警告: 一部のファイルを再読み込みしなければならない場合があります。保存していないデータは失われます。未保存のファイルを保存するよう求めるメッセージが表示されます。
ko: 경고: 일부 파일을 다시 로드해야 할 수 있으며 저장하지 않은 데이터는 손실됩니다. 저장하지 않은 파일을 저장하라는 메시지가 표시됩니다.
pl: OSTRZEŻENIE: Możliwe, że trzeba będzie ponownie załadować niektóre pliki, a niezapisane dane zostaną utracone. Zostanie wyświetlony monit o zapisanie niezapisanych plików.
pt_br: AVISO: alguns documentos podem precisar ser recarregados e dados não salvos serão perdidos. Será solicitado se você deseja salvar os documentos não salvos.
ru: ПРЕДУПРЕЖДЕНИЕ! Может потребоваться перезагрузить некоторые файлы, несохраненные данные будут утеряны. Вы получите запрос на сохранение несохраненных файлов.
tr: UYARI: Bazı dosyaların yeniden yüklenmesi gerekebilir ve kaydedilmemiş veriler kaybolacak. Kaydedilmemiş dosyaları kaydetmeniz istenecek.
uk: УВАГА: можливо знадобиться перезавантажити деякі документи, і незаписані дані будуть втрачені. Вам буде запропоновано записати незбережені документи.
zh_cn: 警告: 可能需要重载某些文件，并且未保存的数据将丢失。系统会提示你保存未保存的文件。
zh_tw: 警告: 可能需要重新載入一些文件，將會遺失未儲存的資料。系統將會要求您儲存未儲存的檔案。

source: WARNING: The branch has not yet been merged to HEAD
cs: UPOZORNĚNÍ: Větev ještě není sloučená do HEAD.
de: WARNUNG: Dieser Branch wurde noch nicht mit HEAD zusammengeführt.
es: ADVERTENCIA: La rama aún no se han fusionado mediante combinación con HEAD
fr: AVERTISSEMENT : la branche n’a pas encore été fusionnée en HEAD
it: AVVISO: non è ancora stato eseguito il merge del ramo con HEAD
ja: 警告: ブランチは HEAD にまだマージされていません
ko: 경고: 분기가 HEAD에 병합되지 않았습니다.
pl: OSTRZEŻENIE: Ta gałąź nie została jeszcze scalona z gałęzią HEAD
pt_br: AVISO: a ramificação não foi mesclada com HEAD
ru: ПРЕДУПРЕЖДЕНИЕ! Ветвь еще не была объединена с HEAD
tr: UYARI: Dal henüz HEAD ile birleştirilmedi
uk: ПОПЕРЕДЖЕННЯ: гілку ще не було приєднано до HEAD
zh_cn: 警告: 该分支尚未合并到 HEAD 中
zh_tw: 警告: 分支尚未合併至 HEAD

source: Waiting for debugger
cs: Čeká se na ladicí program.
de: Auf Debugger wird gewartet.
es: Esperando al depurador
fr: En attente du débogueur
it: In attesa del debugger
ja: デバッガーを待っています...
ko: 디버거를 기다리는 중
pl: Oczekiwanie na debuger
pt_br: Aguardando o depurador
ru: Ожидание отладчика
tr: Hata ayıklayıcı bekleniyor
uk: Очікування зневаджувача
zh_cn: 正在等待调试程序
zh_tw: 等待偵錯工具

source: Waiting for debugger to connect...
cs: Čeká se na připojení ladicího programu...
de: Auf Verbindung mit Debugger wird gewartet...
es: Esperando a que se conecte el depurador...
fr: En attente de la connexion du débogueur...
it: In attesa della connessione del debugger...
ja: デバッガーの接続を待っています...
ko: 디버거가 연결될 때까지 기다리는 중...
pl: Trwa oczekiwanie na połączenie debugera...
pt_br: Esperando o depurador se conectar...
ru: Ожидание подключения отладчика...
tr: Hata ayıklayıcının bağlanması bekleniyor...
uk: Очікування на з'єднання зі зневаджувачем...
zh_cn: 正在等待调试程序连接...
zh_tw: 等待連接偵錯工具...

source: Warning
cs: Upozornění
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
tr: Uyarı
uk: Попередження
zh_cn: 警告
zh_tw: 警告

source: Warning/Error
cs: Upozornění/chyba
de: Warnung/Fehler
es: Advertencia/error
fr: Avertissement/Erreur
it: Avviso/Errore
ja: 警告/エラー
ko: 경고/오류
pl: Ostrzeżenie/błąd
pt_br: Aviso/Erro
ru: Предупреждение/ошибка
tr: Uyarı/Hata
uk: попередження/помилку
zh_cn: 警告/错误
zh_tw: 警告/錯誤

source: Warning: This may take a while...
cs: Upozornění: Může to chvíli trvat...
de: Warnung: Dies kann einen Moment dauern...
es: Advertencia: Esto puede tardar un poco...
fr: Avertissement : cette opération peut prendre un certain temps...
it: Avviso: l'operazione potrebbe richiedere del tempo...
ja: 警告: しばらく時間がかかることがあります...
ko: 경고: 시간이 약간 걸릴 수 있습니다...
pl: Ostrzeżenie: proces może chwilę potrwać...
pt_br: Aviso: isso pode demorar um pouco...
ru: Предупреждение! Это может занять некоторое время...
tr: Uyarı: Bu işlem biraz uzun sürebilir...
uk: Попередження: це триватиме деякий час...
zh_cn: 警告: 此操作可能需要一段时间...
zh_tw: 警告: 這會花費一些時間...

source: Warnings in file generation.
cs: Při generování souboru se vyskytla upozornění.
de: Warnungen bei der Dateigenerierung.
es: Advertencias en la generación de archivos.
fr: Avertissements dans la génération du fichier.
it: Si sono verificati avvisi durante la generazione dei file.
ja: ファイルの生成で警告が発生しました。
ko: 파일 생성에서 경고가 발생했습니다.
pl: Ostrzeżenia podczas generowania pliku.
pt_br: Avisos na geração de arquivo.
ru: Предупреждения при создании файла.
tr: Dosya üretiminde uyarılar oluştu.
uk: Попередження при створенні файлу.
zh_cn: 生成文件时出现警告。
zh_tw: 檔案產生時的警告。

source: Warnings regex :
cs: Regulární výraz upozornění:
de: Warnungs-RegEx:
es: Regex para advertencias:
fr: Expression régulière des avertissements :
it: Regex avvisi:
ja: RegEx の警告:
ko: 경고 정규식:
pl: Wyrażenie regularne ostrzeżeń:
pt_br: Regex de avisos:
ru: Регулярное выражение предупреждений:
tr: Uyarı normal ifadesi :
uk: Регулярний вираз для попереджень:
zh_cn: 警告正则表达式:
zh_tw: 警告 Regex:

source: Warns about calls to virtual member functions occuring in the constructor
cs: Upozorňuje na volání funkcí virtuálních členů, ke kterým dochází v konstruktoru.
de: Warnt vor Aufrufen virtueller Memberfunktionen im Konstruktor.
es: Avisa sobre las llamadas a funciones de miembros virtuales que tienen lugar en el constructor
fr: Avertit sur les appels de fonctions de membre virtuel se produisant dans le constructeur
it: Avvisa in caso di chiamate a funzioni membro virtuali che si verificano nel costruttore
ja: コンストラクターで発生する仮想メンバー関数に対する呼び出しについて警告します
ko: 생성자에서 발생하는 가상 멤버 함수 호출에 대해 경고합니다.
pl: Ostrzega o wywołaniach wirtualnych funkcji składowych w konstruktorze
pt_br: Avisa sobre chamadas para funções de membro virtual que ocorrem no construtor
ru: Предупреждает о вызовах виртуальных функций-членов в этом конструкторе
tr: Oluşturucuda gerçekleşen sanal üye işlevlerine yapılan çağrılar hakkında uyarır
uk: Попередження про наявність у конструкторі викликів функцій віртуальних членів
zh_cn: 就构造函数中发生的对虚拟成员函数的调用发出警告
zh_tw: 警告在建構函式中發生呼叫虛擬成員函式

source: Warns about property or indexer setters and event adders or removers that do not use the value parameter
cs: Upozorňuje na nastavení vlastnosti nebo indexeru a přidání nebo odebrání události, u kterých se nepoužívá parametr value.
de: Warnt vor Eigenschaften- oder Indexer-Settern und Event-Addern oder -Removern, die nicht den value-Parameter verwenden.
es: Avisa sobre los establecedores de propiedad o indexador y los agregadores o eliminadores de eventos que no usan el parámetro de valor
fr: Signale les méthodes setter de propriété ou d’indexeur, et les méthodes adder ou remover d’événement qui n’utilisent pas le paramètre value
it: Avvisa se setter di proprietà o indicizzatori e adder o remover di eventi non usano il parametro del valore
ja: value パラメーターを使用しないプロパティ、インデクサーのセッター、イベントの add アクセサーや remove アクセサーについて警告します
ko: 값 매개 변수를 사용하지 않는 속성 또는 인덱서 setter와 이벤트 adder 또는 remover에 대해 경고합니다.
pl: Ostrzega o metodach ustawiających właściwość lub indeksator i metodach dodających lub usuwających, które nie używają parametru wartości
pt_br: Avisa sobre os setters de propriedade ou do indexador e adicionadores ou removedores que não usam o parâmetro de valor
ru: Предупреждает о методах задания свойств или индексаторов, а также методах добавления или удаления событий, которые не используют параметр value
tr: Özellik veya dizin oluşturucu ayarlayıcılar ile değer parametresini kullanmayan olay ekleyici ya da kaldırıcılar hakkında uyarır
zh_cn: 就不使用值参数的属性或索引器 setter 以及事件添加器或删除器发出警告
zh_tw: 警告屬性或索引子 setter 和事件 adder 或 remover 未使用值參數

source: Warns about static fields in generic types
cs: Upozorní na statická pole v generických typech.
de: Warnt vor statischen Feldern in generischen Typen.
es: Avisa sobre los campos estáticos en tipos genéricos
fr: Signale les champs statiques dans les types génériques
it: Avvisa se sono presenti campi statici in tipi generici
ja: ジェネリック型の静的フィールドについて警告します
ko: 제네릭 형식의 정적 필드에 대해 경고합니다.
pl: Ostrzega o polach statycznych w typach ogólnych
pt_br: Avisa sobre campos estáticos em tipos genéricos
ru: Предупреждает о статических полях в универсальных типах
tr: Genel türlerde statik alanlar hakkında uyarır
uk: Попереджувати про статичні поля у загальному (generic) типі
zh_cn: 就通用类型中的静态字段发出警告
zh_tw: 警告泛型型別中有靜態欄位

source: Warns when a culture-aware 'EndsWith' call is used by default.
cs: Upozorní, když je jako výchozí použité volání EndsWith zohledňující jazykovou verzi.
de: Warnt, wenn standardmäßig ein kulturfähiger EndsWith-Aufruf verwendet wird.
es: Avisa cuando una llamada a 'EndsWith' que tiene en cuenta la referencia cultural se usa de forma predeterminada.
fr: Avertit quand un appel de « EndsWith » prenant en compte la culture est utilisé par défaut.
it: Avvisa quando viene usata una chiamata a 'EndsWith' che riconosce le impostazioni cultura.
ja: カルチャ対応の 'EndsWith' 呼び出しが既定で使用されている場合に警告します。
ko: 문화권을 인식하는 'EndsWith' 호출이 기본적으로 사용되는 경우 경고합니다.
pl: Ostrzega, gdy wywołanie „EndsWith” obsługujące kultury jest używane domyślnie.
pt_br: Avisa quando uma chamada 'EndsWith' com reconhecimento de cultura é usada por padrão.
ru: Выводит предупреждение, когда вызов "EndsWith", учитывающий язык и региональные параметры, используется по умолчанию.
tr: Kültüre duyarlı bir 'EndsWith' çağrısı varsayılan olarak kullanıldığında uyarır.
uk: Попереджувати, якщо типово використовується виклик культурозалежного 'EndsWith'.
zh_cn: 在默认使用可以识别区域性的 "EndsWith" 调用时发出警告。
zh_tw: 預設使用文化特性感知的 'EndsWith' 呼叫時發出警告。

source: Warns when a culture-aware 'IndexOf' call is used by default.
cs: Upozorní, když je jako výchozí použité volání IndexOf zohledňující jazykovou verzi.
de: Warnt, wenn standardmäßig ein kulturfähiger IndexOf-Aufruf verwendet wird.
es: Avisa cuando una llamada a 'IndexOf' que tiene en cuenta la referencia cultural se usa de forma predeterminada.
fr: Avertit quand un appel de « IndexOf » prenant en compte la culture est utilisé par défaut.
it: Avvisa quando viene usata una chiamata a 'IndexOf' che riconosce le impostazioni cultura.
ja: カルチャ対応の 'IndexOf' 呼び出しが既定で使用されている場合に警告します。
ko: 문화권을 인식하는 'IndexOf' 호출이 기본적으로 사용되는 경우 경고합니다.
pl: Ostrzega, gdy wywołanie „IndexOf” obsługujące kultury jest używane domyślnie.
pt_br: Avisa quando uma chamada 'IndexOf' com reconhecimento de cultura é usada por padrão.
ru: Выводит предупреждение, когда вызов "IndexOf", учитывающий язык и региональные параметры, используется по умолчанию.
tr: Kültüre duyarlı bir 'IndexOf' çağrısı varsayılan olarak kullanıldığında uyarır.
uk: Попереджувати, якщо типово використовується виклик культурозалежного 'IndexOf'.
zh_cn: 在默认使用可以识别区域性的 "IndexOf" 调用时发出警告。
zh_tw: 預設使用文化特性感知的 'IndexOf' 呼叫時發出警告。

source: Warns when a culture-aware 'LastIndexOf' call is used by default.
cs: Upozorní, když je jako výchozí použité volání LastIndexOf zohledňující jazykovou verzi.
de: Warnt, wenn standardmäßig ein kulturfähiger LastIndexOf-Aufruf verwendet wird.
es: Avisa cuando una llamada a 'LastIndexOf' que tiene en cuenta la referencia cultural se usa de forma predeterminada.
fr: Avertit quand un appel de « LastIndexOf » prenant en compte la culture est utilisé par défaut.
it: Avvisa quando viene usata una chiamata a 'LastIndexOf' che riconosce le impostazioni cultura.
ja: カルチャ対応の 'LastIndexOf' 呼び出しが既定で使用されている場合に警告します。
ko: 문화권을 인식하는 'LastIndexOf' 호출이 기본적으로 사용되는 경우 경고합니다.
pl: Ostrzega, gdy wywołanie „LastIndexOf” obsługujące kultury jest używane domyślnie.
pt_br: Avisa quando uma chamada 'LastIndexOf' com reconhecimento de cultura é usada por padrão.
ru: Выводит предупреждение, когда вызов "LastIndexOf", учитывающий язык и региональные параметры, используется по умолчанию.
tr: Kültüre duyarlı bir 'LastIndexOf' çağrısı varsayılan olarak kullanıldığında uyarır.
uk: Попереджувати, якщо типово використовується виклик культурозалежного 'LastIndexOf'.
zh_cn: 在默认使用可以识别区域性的 "LastIndexOf" 调用时发出警告。
zh_tw: 預設使用文化特性感知的 'LastIndexOf' 呼叫時發出警告。

source: Warns when a culture-aware 'StartsWith' call is used by default.
cs: Upozorní, když je jako výchozí použité volání StartsWith zohledňující jazykovou verzi.
de: Warnt, wenn standardmäßig ein kulturfähiger StartsWith-Aufruf verwendet wird.
es: Avisa cuando una llamada a 'StartsWith' que tiene en cuenta la referencia cultural se usa de forma predeterminada.
fr: Avertit quand un appel de « StartsWith » prenant en compte la culture est utilisé par défaut.
it: Avvisa quando viene usata una chiamata a 'StartsWith' che riconosce le impostazioni cultura.
ja: カルチャ対応の 'StartsWith' 呼び出しが既定で使用されている場合に警告します。
ko: 문화권을 인식하는 'StartsWith' 호출이 기본적으로 사용되는 경우 경고합니다.
pl: Ostrzega, gdy wywołanie „StartsWith” obsługujące kultury jest używane domyślnie.
pt_br: Avisa quando uma chamada 'StartsWith' com reconhecimento de cultura é usada por padrão.
ru: Выводит предупреждение, когда вызов "StartsWith", учитывающий язык и региональные параметры, используется по умолчанию.
tr: Kültüre duyarlı bir 'StartsWith' çağrısı varsayılan olarak kullanıldığında uyarır.
uk: Попереджувати, якщо типово використовується виклик культурозалежного 'StartsWith'.
zh_cn: 在默认使用可以识别区域性的 "StartsWith" 调用时发出警告。
zh_tw: 預設使用文化特性感知的 'StartsWith' 呼叫時發出警告。

source: Warns when a culture-aware 'string.CompareTo' call is used by default
cs: Upozorní, když je jako výchozí použité volání string.CompareTo zohledňující jazykovou verzi.
de: Warnt, wenn standardmäßig ein kulturfähiger string.CompareTo-Aufruf verwendet wird.
es: Avisa cuando una llamada a 'string.CompareTo' que tiene en cuenta la referencia cultural se usa de forma predeterminada
fr: Avertit quand un appel de « string.CompareTo » prenant en compte la culture est utilisé par défaut.
it: Avvisa quando viene usata una chiamata a 'string.CompareTo' che riconosce le impostazioni cultura.
ja: カルチャ対応の 'string.CompareTo' 呼び出しが既定で使用されている場合に警告します
ko: 문화권을 인식하는 'string.CompareTo' 호출이 기본적으로 사용되는 경우 경고합니다.
pl: Ostrzega, gdy wywołanie „string.CompareTo” obsługujące kultury jest używane domyślnie
pt_br: Avisa quando uma chamada 'string.CompareTo' com reconhecimento de cultura é usada por padrão
ru: Выводит предупреждение, когда вызов "string.CompareTo", учитывающий язык и региональные параметры, используется по умолчанию.
tr: Kültüre duyarlı bir 'string.CompareTo' çağrısı varsayılan olarak kullanıldığında uyarır
uk: Попереджувати, якщо типово використовується виклик культурозалежного 'string.CompareTo'
zh_cn: 在默认使用可以识别区域性的 "string.CompareTo" 调用时发出警告
zh_tw: 預設使用文化特性感知的 'string.CompareTo' 呼叫時發出警告

source: Watch
cs: Kukátko
de: Überwachung
es: Inspeccionar
fr: Espion
it: Espressione di controllo
ja: ウォッチ
ko: 조사식
pl: Wyrażenie kontrolne
pt_br: Inspeção
ru: Контрольное значение
tr: İzle
uk: Спостереження
zh_cn: 监视
zh_tw: 監看式

source: Web
ko: 웹
pl: Sieć Web
ru: Веб
uk: Інтернет

source: Web API
cs: Webové rozhraní API
fr: API web
it: API Web
pl: Interfejs API sieci Web
pt_br: API Web
ru: Веб-API
tr: Web API'si

source: Web API Controller Class
cs: Třída kontroleru rozhraní Web API
de: Web-API-Controllerklasse
es: Clase de controlador de API web
fr: Classe de contrôleur d'API web
ja: Web API コントローラー クラス
ko: Web API 컨트롤러 클래스
pl: Klasa kontrolera internetowego interfejsu API
pt_br: Classe do Controlador da API Web
ru: Класс контроллера веб-API
tr: Web API Denetleyicisi Sınıfı

source: Web Application
cs: Webová aplikace
de: Webanwendung
es: Aplicación web
fr: Application web
ja: Web アプリケーション
ko: 웹 애플리케이션
pl: Aplikacja internetowa
pt_br: Aplicativo Web
ru: Веб-приложение
tr: Web Uygulaması
uk: Веб-застосунок

source: Web Application (Model-View-Controller)
cs: Webová aplikace (model-zobrazení-kontroler)
de: Webanwendung (Model-View-Controller)
es: Aplicación web (controlador de vista de modelos)
fr: Application web (Model-View-Controller)
ja: Web アプリケーション (モデル ビュー コントローラー)
ko: 웹 응용 프로그램(모델-뷰-컨트롤러)
pl: Aplikacja internetowa (Model-View-Controller)
pt_br: Aplicativo Web (Modelo-Exibição-Controlador)
ru: Веб-приложение (модель-представление-контроллер)
tr: Web Uygulaması (Model-View-Controller)

source: Web Application Configuration
cs: Konfigurace webové aplikace
de: Webanwendungskonfiguration
es: Configuración de aplicación web
fr: Configuration de l’application web
it: Configurazione applicazione Web
ja: Web アプリケーション構成
ko: 웹 애플리케이션 구성
pl: Konfiguracja aplikacji internetowej
pt_br: Configuração de Aplicativo Web
ru: Конфигурация веб-приложения
tr: Web Uygulaması Yapılandırması
uk: Конфігурація веб-застосунку
zh_cn: Web 应用程序配置
zh_tw: Web 應用程式設定

source: Web Content Form
cs: Webový formulář obsahu
de: Webinhaltsformular
es: Formulario de contenido web
fr: Formulaire de contenu web
it: Form di contenuto Web
ja: Web コンテンツ フォーム
ko: 웹 콘텐츠 폼
pl: Formularz zawartości sieci Web
pt_br: Formulário de Conteúdo Web
ru: Форма веб-содержимого
tr: Web İçeriği Formu
uk: Форма веб-вмісту
zh_cn: Web 内容窗体
zh_tw: Web 內容表單

source: Web Content Form with CodeBehind
cs: Webový formulář obsahu s CodeBehind
de: Webinhaltsformular mit CodeBehind
es: Formulario de contenido web con CodeBehind
fr: Formulaire de contenu web avec code-behind
it: Form di contenuto Web con CodeBehind
ja: 分離コードを使用した Web コンテンツ フォーム
ko: CodeBehind가 포함된 웹 콘텐츠 폼
pl: Formularz zawartości sieci Web z klasą CodeBehind
pt_br: Formulário de Conteúdo Web com CodeBehind
ru: Форма веб-содержимого с CodeBehind
tr: CodeBehind ile Web İçeriği Formu
uk: Форма веб-вмісту з суміжним кодом
zh_cn: 具有 CodeBehind 的 Web 内容窗体
zh_tw: 含有 CodeBehind 的 Web 內容表單

source: Web Form
cs: Webový formulář
de: Webformular
es: Formulario de Web Forms
fr: Formulaire web
ja: Web フォーム
ko: 웹 폼
pl: Formularz sieci Web
pt_br: Formulário Web
ru: Веб-форма
tr: Web Formu
uk: Веб-форма
zh_cn: Web 窗体

source: Web Form with CodeBehind
cs: Webový formulář s CodeBehind
de: Webformular mit CodeBehind
es: Web Forms con CodeBehind
fr: Formulaire web avec code-behind
it: Web Form con CodeBehind
ja: 分離コードを使用した Web フォーム
ko: CodeBehind가 포함된 웹 폼
pl: Formularz sieci Web z klasą CodeBehind
pt_br: Formulário Web com CodeBehind
ru: Веб-форма с CodeBehind
tr: CodeBehind ile Web Formu
uk: Веб-форма з суміжним кодом
zh_cn: 具有 CodeBehind 的 Web 窗体
zh_tw: 含有 CodeBehind 的 Web Form

source: Web Forms
it: Web Form
ru: Веб-формы
uk: Веб-форми
zh_cn: Web 窗体
zh_tw: Web Form

source: Web Handler
cs: Webová obslužná rutina
es: Controlador web
fr: Gestionnaire web
it: Gestore Web
ja: Web ハンドラー
ko: 웹 처리기
pl: Procedura obsługi sieci Web
pt_br: Manipulador Web
ru: Веб-обработчик
tr: Web İşleci
uk: Веб-обробник
zh_cn: Web 处理程序
zh_tw: Web 處理常式

source: Web Handler with CodeBehind
cs: Webová obslužná rutina s CodeBehind
de: Webhandler mit CodeBehind
es: Controlador web con CodeBehind
fr: Gestionnaire web avec code-behind
it: Gestore Web con CodeBehind
ja: 分離コードを使用した Web ハンドラー
ko: CodeBehind가 포함된 웹 처리기
pl: Program obsługi sieci Web z klasą CodeBehind
pt_br: Manipulador Web com CodeBehind
ru: Веб-обработчик с CodeBehind
tr: CodeBehind ile Web İşleyicisi
uk: Веб-обробник з суміжним кодом
zh_cn: 具有 CodeBehind 的 Web 处理程序
zh_tw: 含有 CodeBehind 的 Web 處理常式

source: Web Reference
cs: Webový odkaz
de: Webverweis
es: Referencia web
fr: Référence web
it: Riferimento Web
ja: Web 参照
ko: 웹 참조
pl: Odwołanie sieci Web
pt_br: Referência Web
ru: Веб-ссылка
tr: Web Başvurusu
uk: Веб-посилання
zh_cn: Web 引用
zh_tw: Web 參考

source: Web References
cs: Webové odkazy
de: Webverweise
es: Referencias web
fr: Références web
it: Riferimenti Web
ja: Web 参照
ko: 웹 참조
pl: Odwołania sieci Web
pt_br: Referências Web
ru: Веб-ссылки
tr: Web Başvuruları
uk: Веб-посилання
zh_cn: Web 引用
zh_tw: Web 參考

source: Web Service
cs: Webová služba
de: Webdienst
es: Servicio web
fr: Service web
it: Servizio Web
ja: Web サービス
ko: 웹 서비스
pl: Usługa sieci Web
pt_br: Serviço Web
ru: Веб-служба
tr: Web Hizmeti
uk: Веб-сервіс
zh_cn: Web 服务
zh_tw: Web 服務

source: Web Service References
cs: Odkazy na webové služby
de: Webdienstverweise
es: Referencias de servicio Web
fr: Références de service web
it: Riferimenti al servizio Web
ja: Web サービス参照
ko: 웹 서비스 참조
pl: Odwołania do usług internetowych
pt_br: Referências de Serviço Web
ru: Ссылки на веб-службы
tr: Web Hizmeti Başvuruları
uk: Посилання веб-сервісу
zh_cn: Web 服务引用
zh_tw: Web 服務參考

source: Web Service Url:
cs: URL webové služby:
de: Webdienst-URL:
es: URL del servicio Web:
fr: URL du service web :
it: URL del servizio Web:
ja: Web サービスの URL:
ko: 웹 서비스 URL:
pl: Adres URL usługi sieci Web:
pt_br: URL do Serviço Web:
ru: URL-адрес веб-службы:
tr: Web Servisi URL'si:
uk: Розташування веб-сервісу:
zh_cn: Web 服务 URL:
zh_tw: Web 服務 URL:

source: Web Service is not supported in this version.
cs: Webová služba se v této verzi nepodporuje.
de: Der Webdienst wird in dieser Version nicht unterstützt.
es: El servicio Web no se admite en esta versión.
fr: Le service web n’est pas pris en charge dans cette version.
it: Il servizio Web non è supportato in questa versione.
ja: Web サービスはこのバージョンではサポートされていません。
ko: 웹 서비스가 이 버전에서 지원되지 않습니다.
pl: Usługa sieci Web w tej wersji nie jest obsługiwana.
pt_br: Não há suporte para o Serviço Web nessa versão.
ru: Веб-служба в этой версии не поддерживается.
tr: Web Hizmeti bu sürümde desteklenmiyor.
zh_cn: 此版本不支持 Web 服务。
zh_tw: 此版本不支援 Web 服務。

source: Web Service with CodeBehind
cs: Webová služba s CodeBehind
de: Webdienst mit CodeBehind
es: Servicio web con CodeBehind
fr: Service web avec code-behind
it: Servizio Web con CodeBehind
ja: 分離コードを使用した Web サービス
ko: CodeBehind가 포함된 웹 서비스
pl: Usługa sieci Web z klasą CodeBehind
pt_br: Serviço Web com CodeBehind
ru: Веб-служба с CodeBehind
tr: CodeBehind ile Web Hizmeti
uk: Веб-cервіс з суміжним кодом
zh_cn: 具有 CodeBehind 的 Web 服务
zh_tw: 含 CodeBehind 的 Web 服務

source: Web Services
cs: Webové služby
de: Webdienste
es: Servicios Web
fr: Services web
it: Servizi Web
ja: Web サービス
ko: 웹 서비스
pl: Usługi sieci Web
pt_br: Serviços Web
ru: Веб-службы
tr: Web Servisleri
uk: Веб-сервіси
zh_cn: Web 服务
zh_tw: Web 服務

source: Web and Windows Forms Components
cs: Komponenty formulářů webu a Windows
de: Web- und Windows Forms-Komponenten
es: Componentes web y de Windows Forms
fr: Composants web et Windows Forms
it: Componenti Web e Windows Form
ja: Web と Windows フォームのコンポーネント
ko: Web 및 Windows Forms 구성 요소
pl: Składniki formularzy sieci Web i systemu Windows
pt_br: Componentes Web e do Windows Forms
ru: Веб-компоненты и компоненты Windows Forms
tr: Web ve Windows Forms Bileşenleri
uk: Компоненти Web та Windows Forms
zh_cn: Web 和 Windows 窗体组件
zh_tw: Web 及 Windows Forms 元件

source: Web reference already exists
cs: Webový odkaz už existuje.
de: Webverweis ist bereits vorhanden.
es: La referencia web ya existe
fr: La référence web existe déjà
it: Il riferimento Web esiste già
ja: Web 参照は既に存在します
ko: 웹 참조가 이미 있습니다.
pl: Odwołanie sieci Web już istnieje
pt_br: A referência Web já existe
ru: Веб-ссылка уже существует
tr: Web başvurusu zaten var
uk: Веб-посилання вже існує
zh_cn: Web 引用已存在
zh_tw: Web 參考已存在
