Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Find Member Overloads
cs: Najít přetížení členů
de: Memberüberladungen suchen
es: Buscar sobrecargas de miembros
fr: Rechercher des surcharges de membre
it: Trova overload di membro
ja: メンバー オーバーロードの検索
ko: 멤버 오버로드 찾기
pl: Znajdź przeciążenia składowych
pt_br: Localizar Sobrecargas de Membros
ru: Найти перегрузки элементов
tr: Üye Yüklerini Bul
zh_cn: 查找成员重载
zh_tw: 尋找成員多載

source: Find Method Overloads
cs: Najít přetížení metod
de: Methodenüberladungen suchen
es: Buscar sobrecargas de métodos
fr: Rechercher les surcharges de la méthode
it: Trova overload di metodo
ja: メソッドのオーバーロードを検索
ko: 메서드 오버로드 찾기
pl: Znajdź przeciążenia metod
pt_br: Localizar Sobrecargas de Método
ru: Найти перегрузки методов
tr: Metotlarda Aşırı Yükleri Bul
uk: Знайти перевантаження методу
zh_cn: 查找方法重载
zh_tw: 尋找方法多載

source: Find Next Like Selection
cs: Najít další podobný výběr
de: Nächste Zeichenfolge wie in Auswahl suchen
es: Buscar siguiente coincidencia con la selección
fr: Rechercher la sélection suivante similaire
it: Trova stringa successiva simile alla selezione
ja: 次の類似の選択範囲を検索
ko: 선택 항목과 유사한 다음 항목 찾기
pl: Znajdź następne podobne zaznaczenie
pt_br: Localizar Próxima Seleção Igual
ru: Найти следующий фрагмент, подобный выделенному
tr: Seçime Benzeyen Sonrakini Bul
zh_cn: 查找下一相似选定内容
zh_tw: 尋找下一個相似的選取範圍

source: Find Previous Like Selection
cs: Najít předchozí podobný výběr
de: Vorherige Zeichenfolge wie in Auswahl suchen
es: Buscar anterior coincidencia con la selección
fr: Rechercher la sélection précédente similaire
it: Trova stringa precedente simile alla selezione
ja: 前の類似の選択範囲を検索
ko: 선택 항목과 유사한 이전 항목 찾기
pl: Znajdź poprzednie podobne zaznaczenie
pt_br: Localizar Seleção Igual Anterior
ru: Найти предыдущий фрагмент, подобный выделенному
tr: Seçime Benzeyen Öncekini Bul
zh_cn: 查找上一相似选定内容
zh_tw: 尋找上一個相似的選取範圍

source: Find Type Extensions
cs: Najít rozšíření typů
de: Typerweiterungen suchen
es: Buscar extensiones de tipo
fr: Rechercher les extensions de type
it: Trova estensioni di tipo
ja: 型拡張を検索する
ko: 형식 확장 찾기
pl: Znajdź rozszerzenia typu
pt_br: Localizar Extensões de Tipo
ru: Найти расширения типов
tr: Tür Uzantılarını Bul
zh_cn: 查找类型扩展
zh_tw: 尋找類型擴充功能

source: Find _Derived Symbols
cs: Najít o_dvozené symboly
de: Abgeleitete S_ymbole suchen
es: Buscar _símbolos derivados
fr: Rechercher les symboles _dérivés
it: Trova simboli _derivati
ja: 派生シンボルの検索(_D)
ko: 파생 기호 찾기(_D)
pl: Znajdź _symbole pochodne
pt_br: Localizar Símbolos _Derivados
ru: Найти _производные символы
tr: Türetilmiş _Sembolleri Bul
uk: Знайти _символи-нащадки
zh_cn: 查找派生符号(_D)
zh_tw: 尋找衍生的符號(_D)

source: Find _Next
cs: Najít _následující
de: _Weitersuchen
es: Buscar _siguiente
fr: Rechercher _suivant
it: Trova _successivo
ja: 次を検索(_N)
ko: 다음 찾기(_N)
pl: Znajdź _następny
pt_br: Localizar _Próxima
ru: Найти _далее
tr: _Sonrakini Bul
uk: Знайти _наступне
zh_cn: 查找下一个(_N)
zh_tw: 尋找下一個(_N)

source: Find _Next (Emacs behavior)
cs: Najít _následující (chování jako Emacs)
de: _Weitersuchen (Emacs-Verhalten)
es: Buscar siguie_nte (comportamiento Emacs)
fr: Trouver suiva_nt (comportement Emacs)
it: Trova _successivo (comportamento Emacs)
ja: 次を検索 (Emacs 動作)(_N)
ko: 다음 찾기(Emacs 동작)(_N)
pl: Znajdź _następny (zachowanie programu Emacs)
pt_br: Localizar _Próximo (comportamento Emacs)
ru: Найти _следующий (поведение Emacs)
tr: _Sonrakini Bul (Emacs davranışı)
uk: Знайти _наступне (поведінка Emacs)
zh_cn: 查找下一个(Emacs 行为)(_N)
zh_tw: 尋找下一個 (Emacs 行為)(_N)

source: Find _Previous
cs: Najít _předchozí
de: _Rückwärts suchen
es: Buscar _anterior
fr: Rechercher _précédent
it: Trova _precedente
ja: 前を検索(_P)
ko: 이전 찾기(_P)
pl: Znajdź _poprzedni
pt_br: Localizar _Anterior
ru: Найти _ранее
tr: Öncekini B_ul
uk: Знайти _попереднє
zh_cn: 查找上一个(_P)
zh_tw: 尋找上一個(_P)

source: Find _Previous (Emacs behavior)
cs: Najít _předchozí (chování jako Emacs)
de: _Rückwärts suchen (Emacs-Verhalten)
es: Buscar _anterior (comportamiento Emacs)
fr: Trouver _précédent (comportement Emacs)
it: Trova _precedente (comportamento Emacs)
ja: 前を検索 (Emacs 動作)(_P)
ko: 이전 찾기(Emacs 동작)(_P)
pl: Znajdź poprzedni (zachowanie programu Emacs)
pt_br: Localizar _Anterior (comportamento Emacs)
ru: Найти _предыдущий (поведение Emacs)
tr: Öncekini B_ul (Emacs davranışı)
uk: Знайти _попереднє (поведінка Emacs)
zh_cn: 查找上一个(Emacs 行为)(_P)
zh_tw: 尋找上一個 (Emacs 行為)(_P)

source: Find and run a specific command.
cs: Vyhledejte a spusťte konkrétní příkaz.
de: Suchen Sie einen bestimmten Befehl, und führen Sie ihn aus.
es: Busque y ejecute un comando específico.
fr: Recherchez et exécutez une commande spécifique.
ja: 特定のコマンドを検索して実行します。
ko: 특정 명령을 찾아 실행합니다.
pl: Znajdź i uruchom określone polecenie.
pt_br: Localize e execute um comando específico.
ru: Найти и запустить определенную команду.
tr: Belirli bir komutu bulun ve çalıştırın.

source: Find caret
cs: Najít kurzor
de: Textcursor suchen
es: Buscar símbolo de inserción
fr: Chercher le curseur
it: Trova punto di inserimento
ja: キャレットを探す
ko: 캐럿 찾기
pl: Znajdź karetkę
pt_br: Localizar cursor
ru: Найти курсор
tr: Giriş işaretini bul
uk: Знайти курсор
zh_cn: 查找脱字号
zh_tw: 尋找插入點

source: Find in Files
cs: Najít v souborech
de: In Dateien suchen
es: Buscar en archivos
fr: Chercher dans les fichiers
it: Cerca nei file
ja: フォルダーを指定して検索
ko: 파일에서 찾기
pl: Znajdź w plikach
pt_br: Localizar nos Arquivos
ru: Найти в файлах
tr: Dosyalarda Bul
uk: Знайти у файлах
zh_cn: 在文件中查找
zh_tw: 在檔案中尋找

source: Find next {0}
cs: Najít další {0}
de: Nächstes {0} suchen
es: Buscar siguiente {0}
fr: Chercher {0} suivant
it: Trova {0} successivo
ja: 次の {0} を検索
ko: 다음 {0} 찾기
pl: Znajdź następny element {0}
pt_br: Localizar próximo {0}
ru: Найти следующий {0}
tr: Sonraki {0} öğesini bul
uk: Знайти наступне {0}
zh_cn: 查找下一个 {0}
zh_tw: 尋找下 {0} 個

source: Find overriden Symbols
cs: Najít přepsané symboly
de: Überschriebene Symbole suchen
es: Buscar símbolos reemplazados
fr: Rechercher les symboles remplacés
it: Trova i simboli sottoposti a override
ja: オーバーライドされたシンボルを検索する
ko: 재정의된 기호 찾기
pl: Znajdź zastąpione symbole
pt_br: Encontrar Símbolos substituídos
ru: Найти переопределенные символы
tr: Geçersiz kılınan simgeleri bul
zh_cn: 查找替代符号
zh_tw: 尋找覆寫的符號

source: Find previous {0}
cs: Najít předchozí {0}
de: Vorheriges {0} suchen
es: Buscar {0} anterior
fr: Chercher {0} précédent
it: Trova {0} precedente
ja: 前の {0} を検索
ko: 이전 {0} 찾기
pl: Znajdź poprzedni element {0}
pt_br: Localizar {0} anterior
ru: Найти предыдущий {0}
tr: Önceki {0} öğesini bul
uk: Знайти попереднє {0}
zh_cn: 查找上一个 {0}
zh_tw: 尋找上 {0} 個

source: Finds calls to ToString() which would be generated automatically by the compiler
cs: Vyhledá volání metody ToString(), které kompilátor vygeneruje automaticky.
de: Sucht ToString()-Aufrufe, die vom Compiler automatisch generiert werden.
es: Busca llamadas a ToString() que se generarían automáticamente por el compilador
fr: Détecte les appels de ToString() qui seraient générés automatiquement par le compilateur
it: Trova le chiamate a ToString() che verrebbero generate automaticamente dal compilatore
ja: ToString() に対する呼び出しを検索します。これは、コンパイラによって自動的に生成されます
ko: 컴파일러에서 자동으로 생성될 ToString()에 대한 호출을 찾습니다.
pl: Wyszukuje wywołania ToString(), które zostałyby wygenerowane automatycznie przez kompilator
pt_br: Localiza chamadas para ToString() que seriam geradas automaticamente pelo compilador
ru: Находит вызов ToString(), автоматически создаваемый компилятором
tr: Derleyici tarafından otomatik olarak oluşturulacak ToString() çağrılarını bulur
uk: Шукає виклики ToString() які будуть автоматично згенеровані компілятором
zh_cn: 查找对 ToString() 的调用，该调用可能会由编译器自动生成
zh_tw: 尋找由編譯器自動產生的 ToString() 呼叫

source: Finds issues with format strings
cs: Vyhledá problémy s řetězci formátu.
de: Ermittelt Probleme mit Formatzeichenfolgen.
es: Busca problemas con cadenas de formato
fr: Détecte des problèmes liés aux chaînes de format
it: Trova problemi relativi alle stringhe di formato
ja: 書式指定文字列に関する問題を検索します
ko: 서식 문자열과 관련된 문제를 찾습니다.
pl: Znajdź problemy z ciągami formatu
pt_br: Localiza problemas em cadeias de caracteres de formato
ru: Находит проблемы со строками формата
tr: Biçim dizeleriyle ilgili sorunları bul
zh_cn: 查找格式字符串问题
zh_tw: 尋找格式字串問題

source: Finds potentially erroneous calls to Object.Equals
cs: Hledá potenciálně chybná volání metody Object.Equals.
de: Sucht mögliche fehlerhafte Object.Equals-Aufrufe.
es: Busca las llamadas posiblemente erróneas a Object.Equals
fr: Recherche des appels potentiellement erronés de Object.Equals
it: Trova possibili chiamate errate a Object.Equals
ja: Object.Equals に対するエラーの可能性がある呼び出しを検索します
ko: 잘못되었을 수 있는 Object.Equals 호출을 찾습니다.
pl: Wyszukuje prawdopodobnie błędne wywołania funkcji Object.Equals
pt_br: Localiza chamadas potencialmente incorretas para Object.Equals
ru: Находит потенциально ошибочные вызовы Object.Equals
tr: Object.Equals için hatalı olabilecek çağrıları bulur
uk: Знаходить потенційно помилкові виклики Object.Equals
zh_cn: 查找对 Object.Equals 的潜在错误调用
zh_tw: 尋找 Object.Equals 的潛在錯誤呼叫

source: Finds redundant null coalescing expressions such as expr ?? expr
cs: Vyhledá redundantní slučovací výrazy s hodnotou null, jako je expr ?? expr.
de: Sucht redundante NULL-Sammelausdrücke wie 'expr ?? expr'.
es: Encuentra expresiones de fusión nulas redundantes, como expr ?? expr
fr: Détecte des expressions de fusion null redondantes, telles que expr ?? expr
it: Trova espressioni di unione Null ridondanti, come expr ?? expr
ja: expr ?? expr などの、冗長な null 結合式を検索します
ko: expr ?? expr과 같은 중복된 null 병합 식을 찾습니다.
pl: Znajduje nadmiarowe wyrażenia łączące wartości null, takie jak „wyrażenie ?? wyrażenie”
pt_br: Localiza expressões de união nula redundantes tais como expr ?? expr
ru: Находит избыточные выражения объединения со значением NULL, такие как "выражение ?? выражение"
tr: expr ?? expr gibi gereksiz null birleşim ifadelerini bulur
zh_cn: 查找冗余的 null 合并表达式，例如 expr ?? expr
zh_tw: 尋找冗餘的 null 聯合運算式，例如 expr ?? expr

source: Finish
cs: Dokončit
de: Fertig stellen
es: Finalizar
fr: Terminer
it: Operazione completata
ja: 完了
ko: 마침
pl: Zakończ
pt_br: Concluir
ru: Готово
tr: Son

source: Finished
cs: Dokončeno
de: Beendet
es: Finalizado
fr: Terminé
it: Operazione completata
ja: 完了
ko: 마침
pl: Zakończono
pt_br: Concluído
ru: Готово
tr: Tamamlandı
uk: Завершено
zh_cn: 已完成
zh_tw: 已完成

source: Fix all '{0}' in '{1}'
cs: Opravit vše ({0}) v: {1}
de: Alle '{0}' in '{1}' reparieren
es: Corregir todo '{0}' en '{1}'
fr: Pour toutes les '{0}' dans '{1}'
ja: '{1}' に含まれているすべての '{0}' を修正します
ko: '{1}'의 모든 '{0}' 수정
pl: Napraw wszystkie wystąpienia elementu „{0}” w zakresie „{1}”
pt_br: Corrigir todos os '{0}' em '{1}'
ru: Исправить все "{0}" в "{1}"
tr: '{1}' içinde geçtiği her yerde '{0}' ifadesini düzelt

source: Fix all occurrences
cs: Opravit všechny výskyty
de: Alle Vorkommen korrigieren
es: Corregir todas las repeticiones
fr: Corriger toutes les occurrences
ja: すべての出現箇所を修正します
ko: 모든 발생 수정
pl: Popraw wszystkie wystąpienia
pt_br: Corrigir todas as ocorrências
ru: Исправить все случаи
tr: Tüm oluşumları düzelt

source: Fix constructor
cs: Opravit konstruktor
de: Konstruktor korrigieren
es: Corregir constructor
fr: Corriger le constructeur
it: Correggi il costruttore
ja: コンストラクターを修正します
ko: 생성자 고정
pl: Napraw konstruktor
pt_br: Corrigir construtor
ru: Исправить конструктор
tr: Düzeltme oluşturucu
uk: Виправити конструктор
zh_cn: 修复构造函数
zh_tw: 修正建構函式

source: Flags
cs: Příznaky
es: Marcas
fr: Indicateurs
it: Flag
ja: フラグ
ko: 플래그
pl: Flagi
pt_br: Sinalizadores
ru: Флаги
tr: Bayraklar
uk: Прапорці
zh_cn: 标志
zh_tw: 旗標

source: Flip 'Equals' target and argument
cs: Zaměnit cíl a argument pro Equals
de: Ziel und Argument für 'Equals' umdrehen
es: Voltear destino y argumento 'Igual a'
fr: Inverser la cible et l’argument de « Equals »
it: Inverti destinazione e argomento di 'Equals'
ja: Equals' ターゲットと引数を反転する
ko: 'Equals' 대상 및 인수 대칭 이동
pl: _Przerzuć element docelowy i argument „Equals”
pt_br: Inverter o argumento e o destino de 'Equals'
ru: Переключить аргумент и цель "Equals"
tr: 'Equals' hedefiyle bağımsız değişkeni değiştir
uk: Поміняти місцями ціль і аргумент 'Equals'
zh_cn: 翻转 "Equals" 目标和参数
zh_tw: 翻轉 'Equals' 目標與引數

source: Flip '{0}' operands
cs: Překlopit operandy {0}
de: {0}-Operanden umkehren
es: Voltear '{0}' operandos
fr: Inverser les opérandes « {0} »
it: Inverti gli operandi '{0}'
ja: '{0}' オペランドの反転
ko: '{0}' 피연산자 대칭 이동
pl: Przerzuć operandy „{0}”
pt_br: Inverter os operandos de '{0}'
ru: Переключить операнды "{0}"
tr: '{0}' işlenenlerini tersine çevir
uk: Поміняти операнди '{0}'
zh_cn: 翻转“{0}”操作数
zh_tw: 翻轉 '{0}' 運算元

source: Flip '{0}' operator to '{1}'
cs: Překlopit operátor {0} na {1}
de: {0}-Operator in '{1}' umkehren
es: Voltear operador '{0}' a '{1}'
fr: Inverser l’opérateur « {0} » sur « {1} »
it: Inverti l'operatore '{0}' in '{1}'
ja: '{0}'演算子を '{1}' に反転
ko: '{0}' 연산자를 '{1}'(으)로 대칭 이동
pl: Przerzuć operator „{0}” na element „{1}”
pt_br: Inverter o operador de '{0}' para '{1}'
ru: Переключить оператор "{0}" на "{1}"
tr: '{0}' işlecini '{1}' ile değiştir
uk: Поміняти оператор '{0}' на '{1}'
zh_cn: 将“{0}”运算符翻转为“{1}”
zh_tw: 將 '{0}' 運算子翻轉為 '{1}。

source: Flush Memory
cs: Vyprázdnit paměť
de: Arbeitsspeicher leeren
es: Vaciar memoria
fr: Vider la mémoire
it: Scarica memoria
ja: メモリのフラッシュ
ko: 메모리 플러시
pl: Opróżnij pamięć
pt_br: Liberar Memória
ru: Освободить память
tr: Belleği Temizle
uk: Скинути пам'ять
zh_cn: 刷新内存
zh_tw: 排清記憶體

source: Focus and center current document
cs: Aktuální dokument zobrazit na celé obrazovce a vycentrovat
de: Aktuelles Dokument in Fokus setzen und zentrieren
es: Aplica el foco al documento actual y lo centra
fr: Focus et centrage sur le document actif
it: Imposta lo stato attivo e centra il documento corrente
ja: 現在のドキュメントにフォーカスを移動して中央揃えします
ko: 현재 문서 포커스 설정 및 가운데 맞춤
pl: Ustaw fokus w bieżącym dokumencie i wyśrodkuj go
pt_br: Focalizar e centralizar no documento atual
ru: Разместить текущий документ в фокусе и по центру
tr: Geçerli belgeyi odaklama ve ortalama
zh_cn: 使当前文档聚焦并居中
zh_tw: 對焦並置中目前文件

source: Focus current document
cs: Zobrazit aktuální dokument na celé obrazovce
de: Fokus auf aktuelles Dokument
es: Aplicar foco al documento actual
fr: Focus sur le document actif
it: Imposta lo stato attivo per il documento corrente
ja: 現在のドキュメントにフォーカスを移動します
ko: 현재 문서에 포커스 설정
pl: Ustaw fokus na bieżącym dokumencie
pt_br: Focalizar o documento atual
ru: Переместить фокус на текущий документ
tr: Geçerli belgeyi odakla
uk: Показати курсор у поточному документі
zh_cn: 使当前文档聚焦
zh_tw: 聚焦目前的文件

source: Fold #_regions by default
cs: Implicitně sbal_ovat #oblasti
de: #_region'-Direktiven standardmäßig falten
es: Plegar _regiones de forma predeterminada
fr: #_régions de pliage par défaut
it: Riduci istanze di #_region per impostazione predefinita
ja: 既定で #region を折りたたむ(_R)
ko: 기본적으로 #regions 접기(_R)
pl: Domyślnie zwiń element #_regions
pt_br: Dobrar #_regiões por padrão
ru: Свертывать #_regions по умолчанию
tr: #_region'ları varsayılan olarak katla
uk: Типово #_ділянки згорнуті
zh_cn: 默认折叠 #region(_R)
zh_tw: 預設摺疊 #_regions

source: Fold Margin
cs: Okraj oddílu
de: Foldrand
es: Margen de pliegue
fr: Marge de pli
ja: 折りたたみ余白
ko: 접기 여백
pl: Margines składania
pt_br: Margem do Dobramento
ru: Поле свертывания
tr: Katlama Kenar Boşluğu

source: Fold Region: Line {0} to line {1} - {2}
cs: Oblast sbalení: řádek {0} až {1} – {2}
de: Region reduzieren: Zeile {0} bis Zeile {1} – {2}
es: Plegar la región: de la línea {0} a la línea {1} - {2}
fr: Plier la région : ligne {0} à ligne {1} - {2}
ja: 領域を折りたたむ: 行 {0} から行 {1} - {2}
ko: 영역 접기: {0}번째 줄에서 {1} - {2}번째 줄까지
pl: Region składania: wiersz {0} do wiersza {1} — {2}
pt_br: Região de Dobra: da Linha {0} à linha {1} – {2}
ru: Область свертки: от строки {0} до строки {1} — {2}
tr: Katlama Bölgesi: Satır {0} ile satır {1} arası - {2}

source: Fold _comments by default
cs: Implicitně sbalovat _komentáře
de: _Kommentare standardmäßig falten
es: Plegar _comentarios de forma predeterminada
fr: Plier les _commentaires par défaut
it: Riduci _commenti per impostazione predefinita
ja: 既定でコメントを折りたたむ(_C)
ko: 기본적으로 주석 접기(_C)
pl: Domyślnie zwiń _komentarze
pt_br: Dobrar _comentários por padrão
ru: Свертывать _комментарии по умолчанию
tr: Açıkla_maları varsayılan olarak katla
uk: Типово _коментарі згорнуті
zh_cn: 默认折叠注释(_C)
zh_tw: 預設摺疊註解(_C)

source: Folded
cs: Sbaleno
de: Reduziert
es: Plegada
fr: Plié
ja: 折りたたまれています
ko: 접힘
pl: Złożony
pt_br: Com dobra
ru: Свернуто
tr: Katlandı

source: Folder Layout Preview
cs: Náhled rozložení složky
de: Ordnerlayout – Vorschau
es: Vista previa del diseño de carpeta
fr: Aperçu de la disposition du dossier
ja: フォルダー レイアウト プレビュー
ko: 폴더 레이아웃 미리 보기
pl: Pogląd układu folderu
pt_br: Visualização do Layout da Pasta
ru: Предварительный просмотр макета папки
tr: Klasör Düzeni Önizlemesi

source: Folder List
cs: Seznam složek
de: Ordnerliste
es: Lista de carpetas
fr: Liste de dossiers
ja: フォルダー一覧
ko: 폴더 목록
pl: Lista folderów
pt_br: Lista de Pastas
ru: Список папок
tr: Klasör Listesi

source: Folder Name:
cs: Název složky:
de: Ordnername:
es: Nombre de carpeta:
fr: Nom du dossier :
ja: フォルダー名:
ko: 폴더 이름:
pl: Nazwa folderu:
pt_br: Nome da Pasta:
ru: Имя папки:
tr: Klasör Adı:

source: Folder Selector
cs: Výběr složky
de: Ordnerselektor
es: Selector de carpetas
fr: Sélecteur de dossiers
ja: フォルダー セレクター
ko: 폴더 선택기
pl: Selektor folderu
pt_br: Seletor de Pastas
ru: Средство выбора папок
tr: Klasör Seçici

source: Folder name is already in use. Please choose a different name.
cs: Tento název složky se už používá. Zvolte prosím jiný název.
de: Der Ordnername wird bereits verwendet. Wählen Sie einen anderen Namen aus.
es: El nombre de la carpeta ya está en uso. Elija otro nombre.
fr: Le nom de dossier est déjà utilisé. Choisissez un autre nom.
ja: フォルダー名が既に使用されています。別の名前を選択してください。
ko: 폴더 이름이 이미 사용 중입니다. 다른 이름을 선택하세요.
pl: Nazwa folderu jest już w użyciu. Wybierz inną nazwę.
pt_br: O nome da pasta já está em uso. Escolha um nome diferente.
ru: Это имя папки уже используется. Укажите другое имя.
tr: Klasör adı zaten kullanılıyor. Lütfen farklı bir ad seçin.

source: Folders where MonoDevelop should look for debug source files:
cs: Složky, ve kterých má MonoDevelop hledat zdrojové soubory ladění:
de: Ordner, in denen MonoDevelop nach Debugquelldateien suchen soll:
es: Carpetas donde MonoDevelop debe buscar archivos de código fuente de depuración:
fr: Dossiers dans lesquels MonoDevelop doit rechercher les fichiers sources de débogage :
ja: MonoDevelop がデバッグのソース ファイルを検索するフォルダー:
ko: MonoDevelop에서 디버그 소스 파일을 찾을 폴더:
pl: Foldery, w których program MonoDevelop szuka plików źródłowych debugowania:
pt_br: Pastas em que o MonoDevelop deve procurar por arquivos de origem de depuração:
ru: Папки, где MonoDevelop будет искать исходные файлы отладки:
tr: MonoDevelop tarafından hata ayıklama kaynak dosyalarının aranacağı klasörler:

source: Font:
cs: Písmo:
de: Schriftart:
es: Fuente:
fr: Police :
ja: フォント:
ko: 글꼴:
pl: Czcionka:
pt_br: Fonte:
ru: Шрифт:
tr: Yazı Tipi:

source: Fonts
cs: Písma
de: Schriftarten
es: Fuentes
fr: Polices
it: Tipi di carattere
ja: フォント
ko: 글꼴
pl: Czcionki
pt_br: Fontes
ru: Шрифты
tr: Yazı tipleri
uk: Шрифти
zh_cn: 字体
zh_tw: 字型

source: For Errors
cs: Chyby
de: Für Fehler
es: Para errores
fr: Pour les erreurs
it: Per errori
ja: エラーを表示
ko: 오류의 경우
pl: Dla błędów
pt_br: Para Erros
ru: Для ошибок
tr: Hatalar İçin
uk: Для помилок
zh_cn: 针对错误
zh_tw: 若是錯誤

source: For Errors and Warnings
cs: Chyby a upozornění
de: Für Fehler und Warnungen
es: Para errores y advertencias
fr: Pour les erreurs et avertissements
it: Per errori e avvisi
ja: エラーと警告に対して
ko: 오류 및 경고의 경우
pl: Dla błędów i ostrzeżeń
pt_br: Para Erros e Avisos
ru: Для ошибок и предупреждений
tr: Hatalar ve Uyarılar için
uk: Для помилок та попереджень
zh_cn: 针对错误和警告
zh_tw: 若是錯誤與警告

source: For built-in types
cs: Pro předdefinované typy
de: Für integrierte Typen
es: Para tipos integrados
fr: Pour les types intégrés
ja: ビルトイン型の場合
ko: 기본 제공 형식인 경우
pl: Dla typów wbudowanych
pt_br: Para tipos internos
ru: Для встроенных типов
tr: Yerleşik türler için

source: For locals, parameters and members
cs: Pro místní proměnné, parametry a členy
de: Für lokale Elemente, Parameter und Member
es: Para variables locales, parámetros y miembros
fr: Pour les variables locales, les paramètres et les membres
ja: ローカル、パラメーター、メンバーの場合
ko: 로컬, 매개 변수 및 멤버의 경우
pl: Dla zmiennych lokalnych, parametrów i składowych
pt_br: Para locais, parâmetros e membros
ru: Для локальных переменных, параметров и элементов
tr: Yerel öğeler, parametreler ve üyeler için

source: For member access expressions
cs: Pro výrazy přístupu členů
de: Für Memberzugriffsausdrücke
es: Para expresiones de acceso a miembro
fr: Pour les expressions d'accès de membre
ja: メンバー アクセス式の場合
ko: 멤버 액세스 식의 경우
pl: Dla wyrażenia dostępu do składowych
pt_br: Para expressões de acesso do membro
ru: Для выражений доступа к элементам
tr: Üye erişimi ifadeleri için

source: Forcing a NuGet package to be removed may break the build.
cs: Vynucené odebrání balíčku NuGet může poškodit build.
de: Wenn das Entfernen eines NuGet-Pakets erzwungen wird, kann der Build beschädigt werden.
es: Al forzar la eliminación del paquete NuGet puede interrumpirse la compilación.
fr: Forcer la suppression d’un paquet NuGet peut interrompre la génération de build.
it: La rimozione forzata di un pacchetto NuGet potrebbe causare l'interruzione della compilazione.
ja: 強制的に NuGet パッケージを削除すると、ビルドが中断される可能性があります。
ko: NuGet 패키지를 강제로 제거하면 빌드가 손상될 수 있습니다.
pl: Wymuszenie usunięcia pakietu NuGet może spowodować uszkodzenie kompilacji.
pt_br: Forçar a remoção de um pacote NuGet pode interromper o build.
ru: Принудительное удаление пакета NuGet может привести к повреждению сборки.
tr: NuGet paketini kaldırılmaya zorlanması derlemeyi bozabilir.
zh_cn: 强制删除 NuGet 包可能会中断生成。
zh_tw: 強制移除 NuGet 套件可能會中斷建置。

source: Form
cs: Formulář
de: Formular
es: Formulario
fr: Formulaire
ja: フォーム
ko: 폼
pl: Formularz
pt_br: Formulário
ru: Форма
zh_tw: 表單

source: Form {0}
cs: Forma {0}
es: Formulario {0}
fr: Forme {0}
it: Forma {0}
ja: フォーム {0}
ko: 폼 {0}
pl: Formularz {0}
pt_br: Formulário {0}
ru: Форма {0}
tr: {0} Formu
uk: Форма {0}
zh_cn: 窗体 {0}
zh_tw: 表單 {0}

source: Form {0} (e.g. "{1}")
cs: Forma {0} (např. {1})
de: Form {0} (z. B. "{1}")
es: Formulario {0} (por ejemplo: "{1}")
fr: Forme {0} (par exemple, "{1}")
it: Forma {0} (ad esempio "{1}")
ja: フォーム {0} (例 "{1}")
ko: 폼 {0}(예: "{1} ")
pl: Forma {0} (np. „{1}”)
pt_br: Formulário {0} (ex. "{1}")
ru: Форма {0} (например, "{1}")
tr: {0} Formu (örneğin "{1}")
uk: Форма {0} (наприклад "{1}")
zh_cn: 窗体 {0} (例如，“{1}”)
zh_tw: 表單 {0} (例如 "{1}")

source: Format #{0}
cs: Formát č. {0}
de: #{0} formatieren
es: Formato n.º{0}
it: Formato n. {0}
ja: 形式 #{0}
ko: 서식 #{0}
pt_br: Formatar #{0}
ru: Формат #{0}
tr: #{0} Biçimi
uk: Формат #{0}
zh_cn: 格式 #{0}
zh_tw: 格式 #{0}

source: Formatting
cs: Formátování
de: Formatierung
es: Formato
fr: Mise en forme
it: Formattazione
ja: 書式設定
ko: 서식
pl: Formatowanie
pt_br: Formatação
ru: Форматирование
tr: Biçimlendirme
uk: Форматування
zh_cn: 格式化
zh_tw: 格式化

source: Found
cs: Nalezeno
de: Gefunden
es: Encontrado
fr: Trouvé
ja: 見つかりました
ko: 찾음
pl: Znaleziono
pt_br: Localizado
ru: Обнаружено
tr: Bulundu

source: Found and replaced one occurrence
cs: Počet nalezených a nahrazených výskytů: {0}
de: {0} Vorkommen gefunden und ersetzt
es: Se han encontrado y reemplazado {0} coincidencias
fr: {0} occurrences trouvées et remplacées
it: Sono state trovate e sostituite {0} occorrenze
ja: {0} 個が見つかり、置換されました。
ko: {0}개를 찾아서 바꿨습니다.
pl: Znalezione i zastąpione wystąpienia: {0}
pt_br: {0} ocorrências encontradas e substituídas
ru: Найдено и заменено вхождений: {0}
tr: {0} oluşum bulundu ve değiştirildi
uk: Знайдено й замінено одне входження
zh_cn: 已找到并替换 {0} 处
zh_tw: 找到並已取代 {0} 個發生次數
