Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Zero-width negative lookbehind assertion. Continues match only if the subexpression does not match at the position on the left.
cs: Negativní kontrolní výraz zpětného vyhledávání s nulovou délkou. Shoda platí jenom v případě, že se dílčí výraz neshoduje na pozici nalevo.
de: Negative Lookbehindassertion mit Nullbreite. Setzt den Vergleich nur fort, wenn der Teilausdruck an der Position auf der linken Seite nicht übereinstimmt.
es: Aserción posterior negativa de ancho cero. Continúa la comparación solo si la subexpresión no coincide en esta posición a la izquierda.
fr: Assertion arrière négative de largeur nulle. Continue la recherche de correspondance uniquement si la sous-expression ne correspond pas à la position à gauche.
it: Asserzione lookbehind negativa a larghezza zero. Continua a cercare corrispondenze solo se la sottoespressione non corrisponde alla posizione specificata sulla sinistra.
ja: ゼロ幅の否定的な後読みアサーション。 部分式がこの位置の左側で一致していない場合に限り照合を 続行します。
ko: 너비가 0인 부정 lookbehind 어설션입니다. 하위 식이 왼쪽의 이 위치에서 일치하지 않는 경우에만 일치 항목 찾기를 계속합니다.
pl: Ujemna asercja wsteczna o zerowej szerokości. Kontynuuje dopasowanie tylko wtedy, gdy podwyrażenie nie jest zgodne w pozycji po lewej stronie.
pt_br: Asserção lookbehind negativa de largura zero. Continuará a corresponder apenas se a subexpressão não corresponder nesta posição à esquerda.
ru: Отрицательное утверждение просмотра назад нулевой ширины. Продолжает соответствовать, только если часть выражения не совпадает в этой позиции слева.
tr: Sıfır genişlikli negatif geri yönlü onaylama. Eşleştirmeyi yalnızca alt ifade soldaki konumda eşleşmiyorsa sürdürür.
zh_cn: 零宽度负回顾后发断言。 仅当子表达式不在此位置的左侧 匹配时才继续匹配。
zh_tw: 零寬度負 Lookbehind 判斷提示。 只有在左側這個位置的子運算式不相符時， 才會繼續相符。

source: Zero-width positive lookahead assertion. Continues match only if the subexpression matches at this position on the right.
cs: Pozitivní kontrolní výraz dopředného vyhledávání s nulovou délkou. Shoda platí jenom v případě, že dílčí výraz odpovídá na této pozici napravo.
de: Positive Lookaheadassertion mit Nullbreite. Setzt den Vergleich nur fort, wenn der Teilausdruck an dieser Position auf der rechten Seite übereinstimmt.
es: Aserción anterior positiva de ancho cero. Continúa la comparación solo si la subexpresión coincide en esta posición a la derecha.
fr: Assertion avant positive de largeur nulle. Continue la recherche de correspondance uniquement si la sous-expression correspond à cette position à droite.
it: Asserzione lookahead positiva a larghezza zero. Continua a cercare corrispondenze solo se la sottoespressione corrisponde a questa posizione sulla destra.
ja: ゼロ幅の肯定的な先読みアサーション。 部分式がこの位置の右側で一致している場合に限り照合を 続行します。
ko: 너비가 0인 긍정 lookahead 어설션입니다. 하위 식이 오른쪽의 이 위치에서 일치하는 경우에만 일치 항목 찾기를 계속합니다.
pl: Dodatnia asercja wyprzedzająca o zerowej szerokości. Kontynuuje dopasowanie tylko wtedy, gdy podwyrażenie jest zgodne w tej pozycji po prawej stronie.
pt_br: Asserção lookahead positiva de largura zero. Continuará a corresponder apenas se a subexpressão corresponder nesta posição à direita.
ru: Положительное утверждение просмотра вперед нулевой ширины. Продолжает соответствовать, только если часть выражения совпадает в этой позиции справа.
tr: Sıfır genişlikli pozitif ileri yönlü onaylama. Eşleştirmeyi yalnızca alt ifade sağda bu konumda eşleşiyorsa sürdürür.
zh_cn: 零宽度正预测先行断言。 仅当子表达式在此位置的右侧匹配时才 继续匹配。
zh_tw: 零寬度正 Lookahead 判斷提示。 只有在右側這個位置的子運算式相符時， 才會繼續相符。

source: Zero-width positive lookbehind assertion. Continues match only if the subexpression matches at this position on the left. For example, (?<=19)99 matches instances of 99 that follow 19. This construct does not backtrack.
cs: Pozitivní kontrolní výraz zpětného vyhledávání s nulovou délkou. Shoda platí jenom v případě, že dílčí výraz odpovídá na této pozici nalevo. Konstrukce (?<=19)99 například najde 99 vyskytující se za 19. Tato konstrukce neprovádí zpětné navracení.
de: Positive Lookbehindassertion mit Nullbreite. Setzt den Vergleich nur fort, wenn der Teilausdruck an dieser Position auf der linken Seite übereinstimmt. Beispiel: (?<=19)99 entspricht Instanzen von 99, die auf 19 folgen. Dieses Konstrukt führt keine Rückverfolgung aus.
es: Aserción posterior positiva de ancho cero. Continúa la comparación solo si la subexpresión coincide en esta posición a la izquierda. por ejemplo, (?<=19)99 busca instancias de 99 que siguen a 19. Esta construcción no retrocede.
fr: Assertion arrière positive de largeur nulle. Continue la recherche de correspondance uniquement si la sous-expression correspond à cette position à gauche. Par exemple, (?<=19)99 correspond aux occurrences de 99 suivant 19. Cette construction est sans retour de trace.
it: Asserzione lookbehind positiva a larghezza zero. Continua a cercare corrispondenze solo se la sottoespressione corrisponde alla posizione specificata sulla sinistra. Ad esempio, (?<=19)99 consente di trovare le istanze di 99 che ricorrono dopo 19. Questo costrutto non esegue il backtracking.
ja: ゼロ幅の肯定的な後読みアサーション。 部分式がこの位置の左側で一致している場合に限り照合を 続行します。 たとえば、(?<=19)99 は 19 の後の 99 のインスタンスに一致します。 このコンストラクトはバックトラッキングしません。
ko: 너비가 0인 긍정 lookbehind 어설션입니다. 하위 식이 왼쪽의 이 위치에서 일치하는 경우에만 일치 항목 찾기를 계속합니다. 예를 들어 (?<=19)99는 19 뒤에 99가 나오는 항목을 찾습니다. 이 구문은 역추적하지 않습니다.
pl: Dodatnia asercja wsteczna o zerowej szerokości. Kontynuuje dopasowanie tylko wtedy, gdy podwyrażenie jest zgodne w tej pozycji po lewej stronie. Na przykład wyrażenie (?<=19)99 dopasowuje wystąpienia liczby 99, które poprzedza liczba 19. Ta konstrukcja nie wykorzystuje śledzenia wstecznego.
pt_br: Asserção lookbehind positiva de largura zero. Continuará a corresponder apenas se a subexpressão corresponder nesta posição à esquerda. Por exemplo, (?<=19)99 corresponde a instâncias de 99 após 19. Esse constructo não retorna.
ru: Положительное утверждение просмотра назад нулевой ширины. Продолжает соответствовать, только если часть выражения совпадает в этой позиции слева. Например, (?<=19)99 соответствует экземплярам числа 99, следующего за 19. Эта конструкция не осуществляет обратное отслеживание.
tr: Sıfır genişlikli pozitif geri yönlü onaylama. Eşleştirmeyi yalnızca alt ifade solda bu konumda eşleşiyorsa sürdürür. Örneğin (?<=19)99, 99'un 19'un ardından geldiği örneklerle eşleşir. Bu yapı geri iz sürmez.
zh_cn: 零宽度正回顾后发断言。 仅当子表达式在此位置的左侧 匹配时才继续匹配。 例如，(?<=19)99 与跟在 19 后面的 99 的实例匹配。 此构造不会回溯。
zh_tw: 零寬度正 Lookbehind 判斷提示。 只有在左側這個位置的子運算式相符時， 才會繼續相符。 例如，(?<=19)99 符合 19 後面有 99 的執行個體。 此建構不會回溯。

source: Zoom _Out
cs: Z_menšit
de: Ver_kleinern
es: Al_ejar
fr: Zoom a_rrière
it: Zoom _indietro
ja: 縮小(_O)
ko: 축소(_O)
pl: P_omniejsz
pt_br: _Reduzir
ru: У_меньшить
tr: _Uzaklaştır
uk: З_меншити
zh_cn: 缩小(_O)
zh_tw: 縮小(_O)

source: Zoom the Window
cs: Zvětšit okno
de: Fenster zoomen
es: Ampliar la ventana
fr: Zoom sur la fenêtre
it: Ingrandisci la finestra
ja: ウィンドウのズーム
ko: 창 확대/축소
pl: Powiększ okno
pt_br: Aplicar Zoom na Janela
ru: Масштабировать окно
tr: Pencereyi Yakınlaştır
zh_cn: 缩放窗口
zh_tw: 縮放視窗

source: Zooms view in
cs: Zvětší zobrazení.
de: Vergrößert die Ansicht
es: Acerca la vista
fr: Effectue un zoom avant
it: Ingrandisce la visualizzazione
ja: ビューを拡大します
ko: 뷰를 확대합니다.
pl: Powiększa widok
pt_br: Amplia a exibição
ru: Увеличивает масштаб представления
tr: Görünümü yakınlaştırır
uk: Збільшити масштаб перегляду
zh_cn: 放大视图
zh_tw: 拉近檢視

source: Zooms view out
cs: Zmenší zobrazení.
de: Verkleinert die Ansicht
es: Aleja la vista
fr: Effectue un zoom arrière
it: Riduce la visualizzazione
ja: ビューを縮小します
ko: 뷰를 축소합니다.
pl: Pomniejsza widok
pt_br: Reduz a exibição
ru: Уменьшает масштаб представления
tr: Görüntüyü uzaklaştırır
uk: Зменшити масштаб перегляду
zh_cn: 缩小视图
zh_tw: 拉遠檢視

source: [External Code]
cs: [Externí kód]
de: [Externer Code]
es: [Código externo]
it: [Codice esterno]
ja: [外部コード]
ko: [외부 코드]
pl: [Kod zewnętrzny]
pt_br: [Código Externo]
ru: [Внешний код]
tr: [Dış Kod]
zh_cn: [外部代码#92;
zh_tw: [外部程式碼]

source: [ThreadStatic] doesn't work with instance fields
cs: [ThreadStatic] nefunguje s poli instance.
de: [ThreadStatic] funktioniert nicht bei Instanzfeldern.
es: [ThreadStatic] no funciona con campos de instancia
fr: [ThreadStatic] ne fonctionne pas avec les champs d’instance
it: [ThreadStatic] non funziona con i campi di istanza
ja: [ThreadStatic] は、インスタンス フィールドでは機能しません
ko: [ThreadStatic]이 인스턴스 필드와 작동하지 않습니다.
pl: Atrybut [ThreadStatic] nie działa z polami wystąpień
pt_br: [ThreadStatic] não funciona com campos de instância
ru: [ThreadStatic] не работает с полями экземпляров
tr: [ThreadStatic] örnek alanlarla çalışmıyor
uk: [ThreadStatic] не працює з полями примірника
zh_cn: [ThreadStatic] 不适用于实例字段
zh_tw: [ThreadStatic] 不能搭配執行個體欄位一起使用

source: [^character_group]
cs: [^skupina_znaků]
es: [^grupo_de_caracteres]
it: [^gruppo_di_caratteri]
pl: [^grupa_znaków]
ru: [^группа_символов]
tr: [^karakter_grubu]
uk: [^група_символів]

source: [attributes] [modifiers] {0} identifier [:base-list] {{ class-body }}[;]
cs: [atributy] [modifikátory] {0} identifikátor [:základní-seznam] {{ tělo-třídy }}[;]
de: [Attribute] [Modifizierer] {0} Bezeichner [:base-list] {{ class-body }}[;]
es: [atributos] [modificadores] {0} identificador [:lista-base] {{ cuerpo-de-clase }}[;]
fr: [attributs] [modificateurs] {0} identificateur [:liste-base] {{ corps-classe }}[;]
it: [attributi] [modificatori] identificatore {0} [:elenco-base] {{ corpo-classe }}[;]
ja: [属性] [修飾子] {0} 識別子 [:基本リスト] {{ クラス本体 }}[;]
ko: [특성] [한정자] {0} 식별자 [:기본-목록] {{ 클래스-본문 }}[;]
pl: [atrybuty] [modyfikatory] {0} identyfikator [:lista_bazowa] {{ treść_klasy }}[;]
pt_br: [atributos] [modificadores] {0} identificador [:lista-base] {{ corpo-de-classe }}[;]
ru: [атрибуты] [модификаторы] {0} идентификатор [:базовый_список] {{ тело_класса }}[;]
tr: [öznitelikler] [değiştiriciler] {0} tanımlayıcı [:temel-liste] {{ sınıf-gövdesi }}[;]
zh_cn: [属性] [修饰符] {0} 标识符 [:基础列表] {{ 类-正文 }}[;]
zh_tw: [屬性] [修飾詞] {0} 識別碼 [:基底清單] {{ 類別主體 }}[;]

source: [attributes] [modifiers] {0} identifier [:base-list] {{interface-body}}[;]
cs: [atributy] [modifikátory] {0} identifikátor [:základní-seznam] {{tělo-rozhraní}}[;]
de: [Attribute] [Modifizierer] {0} Bezeichner [:base-list] {{interface-body}}[;]
es: [atributos] [modificadores] {0} identificador [:lista-base] {{cuerpo-de-interfaz}}[;]
fr: [attributs] [modificateurs] {0} identificateur [:liste-base] {{corps-interface}}[;]
it: [attributi] [modificatori] identificatore {0} [:elenco-base] {{corpo-interfaccia}}[;]
ja: [属性] [修飾子] {0} 識別子 [:基本リスト] {{interface-body}}[;]
ko: [특성] [한정자] {0} 식별자 [:기본-목록] {{인터페이스-본문}}[;]
pl: [atrybuty] [modyfikatory] {0} identyfikator [:lista_podstawowa] {{treść_interfejsu}}[;]
pt_br: [atributos] [modificadores] {0} identificador [:lista-de-base] {{corpo-de-interface}}[;]
ru: [атрибуты] [модификаторы] {0} идентификатор [:базовый_список] {{interface-body}}[;]
tr: [öznitelikler] [değiştiriciler] {0} tanımlayıcı [:temel-liste] {{arabirim-gövdesi}}[;]
zh_cn: [属性] [修饰符] {0} 标识符 [:基列表] {{接口-正文}}[;]
zh_tw: [屬性] [修飾詞] {0} 識別碼 [:基底清單] {{介面主體}}[;]

source: [attributes] [modifiers] {0} identifier [:base-type] {{ enumerator-list }} [;]
cs: [atributy] [modifikátory] {0} identifikátor [:základní-typ] {{ enumerátor-seznam }} [;]
de: [Attribute] [Modifizierer] {0} Bezeichner [:base-type] {{ enumerator-list }} [;]
es: [atributos] [modificadores] {0} identificador [:tipo-base] {{ lista-de-enumeradores }} [;]
fr: [attributs] [modificateurs] {0} identificateur [:type-base] {{ liste-énumérateurs }} [;]
it: [attributi] [modificatori] identificatore {0} [:tipo-base] {{ elenco-enumeratori }} [;]
ja: [属性] [修飾子] {0} 識別子 [:基本型] {{ 列挙子リスト }} [;]
ko: [특성] [한정자] {0} 식별자 [:기본-형식] {{ 열거자-목록 }} [;]
pl: [atrybuty] [modyfikatory] {0} identyfikator [:typ_podstawowy] {{ lista_modułów_wyliczających }} [;]
pt_br: [atributos] [modicadores] {0} identificador [:tipo-base] {{ lista-de-enumeradores }} [;]
ru: [атрибуты] [модификаторы] {0} идентификатор [:базовый_тип] {{ список_перечислителя }} [;]
tr: [öznitelikler] [değiştiriciler] {0} tanımlayıcı [:temel-tür] {{ numaralandırıcı-listesi }} [;]
zh_cn: [属性] [修饰符] {0} 标识符 [:基类型] {{ 枚举器列表 }} [;]
zh_tw: [屬性] [修飾詞] {0} 識別碼 [:基底類型] {{ 列舉程式清單 }} [;]

source: [attributes] [modifiers] {0} identifier [:interfaces] body [;]
cs: [atributy] [modifikátory] {0} identifikátor [:rozhraní] tělo [;]
de: [Attribute] [Modifizierer] {0} Bezeichner [:Schnittstellen] Text [;]
es: [atributos] [modificadores] {0} identificador [:interfaces] cuerpo [;]
fr: [attributs] [modificateurs] {0} identificateur [:interfaces] corps [;]
it: [attributi] [modificatori] identificatore {0} [:interfacce] corpo [;]
ja: [属性] [修飾子] {0} 識別子 [:インターフェイス] 本体 [;]
ko: [특성] [한정자] {0} 식별자 [:interfaces] body [;]
pl: [atrybuty] [modyfikatory] {0} identyfikator [:interfejsy] treść [;]
pt_br: [atributos] [modificadores] {0} identificador [:interfaces] corpo [;]
ru: [атрибуты] [модификаторы] {0} идентификатор [:интерфейсы] тело [;]
tr: [öznitelikler] [değiştiriciler] {0} tanımlayıcı [:arabirimler] gövde [;]
zh_cn: [属性] [修饰符] {0} 标识符 [:接口] 正文 [;]
zh_tw: [屬性] [修飾詞] {0} 識別碼 [:介面] 主體 [;]

source: [attributes] [modifiers] {0} result-type identifier ([formal-parameters]);
cs: [atributy] [modifikátory] {0} výsledek-identifikátor typu ([formální-parametry]);
de: [Attribute] [Modifizierer] {0} result-type-Bezeichner ([formal-parameters]);
es: [atributos] [modificadores] {0} identificador de tipo-de-resultado ([parámetros formales]);
fr: [attributs] [modificateurs] {0} type-résultat identificateur ([paramètres-formels]);
it: [attributi] [modificatori] identificatore tipo-risultato {0} ([parametri-formali]);
ja: [属性] [修飾子] {0} 結果型の識別子 ([仮パラメーター]);
ko: [특성] [한정자] {0} 결과-형식 식별자 ([정식-매개-변수]);
pl: [atrybuty] [modyfikatory] {0} typ_wyniku identyfikator ([parametry_formalne]);
pt_br: [atributos] [modificadores] {0} identificador de tipo de resultado ([parâmetro-formais]);
ru: [атрибуты] [модификаторы] {0} тип_результата идентификатор ([формальные_параметры]);
tr: [öznitelikler] [değiştiriciler] {0} sonuç-türü tanımlayıcısı ([resmi-parametreler]);
zh_cn: [属性] [修饰符] {0} 结果类型标识符 ([形参]);
zh_tw: [屬性] [修飾詞] {0} 結果類型識別碼 ([型式參數]);

source: [attributes] [modifiers] {0} type declarator; [attributes] [modifiers] {0} type member-name {{ accessor-declarations }};
cs: [atributy] [modifikátory] {0} deklarátor typu; [atributy] [modifikátory] {0} typ název-člena {{ deklarace-přistupujícího-objektu }};
de: [Attribute] [Modifizierer] {0} Typdeklarator; [Attribute] [Modifizierer] {0} Typmembername {{ accessor-declarations }};
es: [atributos] [modificadores] {0} declarador de tipo; [atributos] [modificadores] {0} nombre-de-miembro de tipo {{ declaraciones-de-descriptor-de-acceso }};
fr: [attributs] [modificateurs] {0} type déclarateur; [attributs] [modificateurs] {0} type nom-membre {{ déclarations-accesseur }};
it: [attributi] [modificatori] dichiaratore di tipo {0}; [attributi] [modificatori] nome-membro tipo {0} {{ dichiarazioni-funzioni-di-accesso }};
ja: [属性] [修飾子] {0} 型宣言子; [属性] [修飾子] {0} 型メンバー名 {{ アクセサー宣言 }};
ko: [특성] [한정자] {0} 형식-선언자; [특성] [한정자] {0} 형식 구성원-이름 {{ 접근자-선언 }};
pl: [atrybuty] [modyfikatory] {0} typ deklarator; [atrybuty] [modyfikatory] {0} typ nazwa_składowej {{ deklaracje_metody_dostępu }};
pt_br: [atributos] [modificadores] {0} declarador de tipo; [atributos] [modificadores] nome do membro de tipo {0} {{ declarações-do-acessador }};
ru: [атрибуты] [модификаторы] {0} тип оператор_объявления; [атрибуты] [модификаторы] {0} тип имя_элемента {{ объявления_методов_доступа }};
tr: [öznitelikler] [değiştiriciler] {0} tür bildirimcisi; [öznitelikler] [değiştiriciler] {0} türü üye-adı {{ erişimci-bildirimleri }};
zh_cn: [属性] [修饰符] {0} 类型说明符; [属性] [修饰符] {0} 类型成员名称 {{ 访问器声明 }};
zh_tw: [屬性] [修飾詞] {0} 類型宣告子; [屬性] [修飾詞] {0} 類型成員名稱 {{ 存取子宣告 }};

source: [attributes] [modifiers] {0} type declarators;
cs: [atributy] [modifikátory] {0} deklarátory typu;
de: [Attribute] [Modifizierer] {0} Typdeklaratoren;
es: [atributos] [modificadores] {0} declaradores de tipo;
fr: [attributs] [modificateurs] {0} type déclarateur;
it: [attributi] [modificatori] dichiaratori di tipo {0};
ja: [属性] [修飾子] {0} 型宣言子;
ko: [특성] [한정자] {0} 형식 선언자;
pl: [atrybuty] [modyfikatory] {0} typ deklaratory;
pt_br: [atributos] [modificadores] {0} declaradores de tipo;
ru: [атрибуты] [модификаторы] {0} тип операторы_объявления;
tr: [öznitelikler] [değiştiriciler] {0} tür bildirimcileri;
zh_cn: [属性] [修饰符] {0} 类型说明符;
zh_tw: [屬性] [修飾詞] {0} 類型宣告子;

source: [character_group]
cs: [skupina_znaků]
es: [grupo_de_caracteres]
it: [gruppo_di_caratteri]
pl: [grupa_znaków]
ru: [группа_символов]
tr: [karakter_grubu]
uk: [група_символів]

source: [firstCharacter-lastCharacter]
cs: [prvníZnak-posledníZnak]
es: [primerCarácter-últimoCarácter]
it: [primoCarattere-ultimoCarattere]
pl: [pierwszy_znak-ostatni_znak]
ru: [первый_символ-последний_символ]
tr: [ilkKarakter-sonKarakter]
uk: [першийСимвол-останнійСимвол]

source: [modifiers] {0} [ {{ accessor-body }} ]
cs: [modifikátory] {0} [ {{ tělo-přistupujícího-objektu }} ]
de: [Modifizierer] {0} [ {{ accessor-body }} ]
es: [modificadores] {0} [ {{ cuerpo-de-descriptor-de-acceso }} ]
fr: [modificateurs] {0} [ {{ corps-accesseur }} ]
it: [modificatori] {0} [ {{ corpo-funzione-di-accesso }} ]
ja: [修飾子] {0} [ {{ アクセサー本体 }} ]
ko: [한정자] {0} [ {{ 접근자-본문 }} ]
pl: [modyfikatory] {0} [ {{ treść_metody_dostępu }} ]
pt_br: [modificadores] {0} [ {{ corpo-do-acessador }} ]
ru: [модификаторы] {0} [ {{ тело_метода_доступа }} ]
tr: [değiştiriciler] {0} [ {{ erişimci-gövdesi }} ]
zh_cn: [修饰符] {0} [ {{ 访问器正文 }} ]
zh_tw: [修飾詞] {0} [ {{ 存取子主體 }} ]

source: [modifiers] {0} type-declaration
cs: [modifikátory] {0} deklarace-typu
de: [Modifizierer] {0} type-declaration
es: [modificadores] {0} declaración-de-tipos
fr: [modificateurs] {0} déclaration-type
it: [modificatori] dichiarazione-di-tipo {0}
ja: [修飾子] {0} 型宣言
ko: [한정자] {0} 형식-선언
pl: [modyfikatory] {0} deklaracja_typu
pt_br: [modificadores] {0} declaração-tipo
ru: [модификаторы] {0} объявление_типа
tr: [değiştiriciler] {0} tür-bildirimi
zh_cn: [修饰符] {0} 类型声明
zh_tw: [修飾詞] {0} 類型宣告

source: [modifiers] {0} type-declaration or {0} method-declaration
cs: [modifikátory] {0} deklarace-typu nebo {0} deklarace-metody
de: [Modifizierer] {0} type-declaration oder {0} method-declaration
es: [modificadores] {0} declaración-de-tipos o {0} declaración-de-método
fr: [modificateurs] {0} déclaration-type ou {0} déclaration-méthode
it: [modificatori] dichiarazione-di-tipo {0}"n o dichiarazione-di-metodo {0}
ja: [修飾子] {0} 型宣言 または {0} メソッド宣言
ko: [한정자] {0} 형식-선언 or {0} 메서드-선언
pl: [modyfikatory] {0} deklaracja_typu lub {0} deklaracja_metody
pt_br: [modificadores] {0} declaração-tipo or {0} declaração-método
ru: [модификаторы] {0} объявление_типа или {0} объявление_метода
tr: [değiştiriciler] {0} tür-bildirimi veya {0} metot-bildirimi
zh_cn: [修饰符] {0} 类型声明 or {0} 方法声明
zh_tw: [修飾詞] {0} 類型宣告 或 {0} 方法宣告

source: [modifiers] {0} {{ accessor-body }}
cs: [modifikátory] {0} {{ tělo-přistupujícího-objektu }}
de: [Modifizierer] {0} {{ accessor-body }}
es: [modificadores] {0} {{ cuerpo-del-descriptor-de-acceso }}
fr: [modificateurs] {0} {{ corps-accesseur }}
it: [modificatori] {0} {{ corpo-funzione-di-accesso }}
ja: [修飾子] {0} {{ アクセサー本体 }}
ko: [한정자] {0} {{ 접근자-본문 }}
pl: [modyfikatory] {0} {{ treść_metody_dostępu }}
pt_br: [modificadores] {0} {{ corpo-do-acessador }}
ru: [модификаторы] {0} {{ тело_метода_доступа }}
tr: [değiştiriciler] {0} {{ erişimci-gövdesi }}
zh_cn: [修饰符] {0} {{ 修饰符-正文 }}
zh_tw: [修飾詞] {0} {{ 存取子主體 }}

source: \k<name>
cs: \k<název>
es: \k<nombre>
it: \k<nome>
pl: \k<nazwa>
ru: \k<имя>
tr: \k<ad>
uk: \k<назва>

source: \number
cs: \číslo
es: \número
it: \numero
pl: \liczba
pt_br: \número
ru: \число
tr: \sayı
uk: \число
zh_tw: \數字

source: _About
cs: O _produktu
de: _Info
es: _Acerca de
fr: À _propos de
it: In_formazioni su
ja: バージョン情報(_A)
ko: 정보(_A)
pl: _Informacje
pt_br: _Sobre
ru: _О программе
tr: _Hakkında
uk: _Про програму...
zh_cn: 关于(_A)
zh_tw: 關於(_A)

source: _Acronyms:
cs: _Zkratky:
de: _Akronyme:
es: _Acrónimos:
fr: _Acronymes :
it: _Acronimi:
ja: 頭字語(_A):
ko: 머리글자어(_A):
pl: _Akronimy:
pt_br: _Acrônimos:
ru: _Акронимы:
tr: _Kısaltmalar:
zh_cn: 首字母缩略词(_A):
zh_tw: 縮略字(_A):

source: _Add
cs: _Přidat
de: _Hinzufügen
es: _Agregar
fr: _Ajouter
it: _Aggiungi
ja: 追加(_A)
ko: 추가(_A)
pl: _Dodaj
pt_br: _Adicionar
ru: _Добавить
tr: _Ekle
uk: _Додати
zh_cn: 添加(_A)
zh_tw: 新增(_A)

source: _Add Existing Folder...
cs: Přidat existující s_ložku...
de: _Vorhandenen Ordner hinzufügen...
es: _Agregar carpeta existente...
fr: _Ajouter un dossier existant...
it: Aggiungi _cartella esistente...
ja: 既存のフォルダーを追加(_A)...
ko: 기존 폴더 추가(_A)...
pl: Dodaj istniejący _folder...
pt_br: _Adicionar Pasta Existente...
ru: Д_обавить существующую папку...
tr: _Mevcut Klasör Ekle...
uk: Д_одати наявну теку...
zh_cn: 添加现有文件夹(_A)...
zh_tw: 新增現有資料夾(_A)...

source: _Add Files from Folder...
cs: _Přidat soubory ze složky...
de: _Dateien aus Ordner hinzufügen...
es: _Agregar archivos de carpeta...
fr: _Ajouter des fichiers à partir d’un dossier...
it: _Aggiungi file da cartella...
ja: フォルダーからファイルを追加(_A)...
ko: 폴더에서 파일 추가(_A)...
pl: _Dodaj pliki z folderu...
pt_br: _Adicionar Arquivos da Pasta...
ru: Д_обавить файлы из папки...
tr: _Klasörden Dosya Ekle...
uk: _Додати файли з теки...
zh_cn: 从文件夹添加文件(_A)...
zh_tw: 從資料夾新增檔案(_A)...

source: _Add Files...
cs: _Přidat soubory...
de: _Dateien hinzufügen...
es: _Agregar archivos...
fr: _Ajouter des fichiers...
it: _Aggiungi file...
ja: ファイルを追加(_A)...
ko: 파일 추가(_A)...
pl: _Dodaj pliki...
pt_br: _Adicionar Arquivos...
ru: _Добавить файлы...
tr: _Dosya Ekle...
uk: _Додати файли...
zh_cn: 添加文件(_A)...
zh_tw: 新增檔案(_A)...

source: _Add Line Comment(s)
cs: _Přidat komentáře k řádkům
de: Zeilen_kommentar(e) hinzufügen
es: _Agregar comentarios de línea
fr: _Ajouter un (des) commentaire(s) de ligne
it: A_ggiungi commenti per la riga
ja: 行コメントの追加(_A)
ko: 줄 주석 추가(_A)
pl: _Dodaj komentarze do wierszy
pt_br: _Adicionar Comentário(s) de Linha
ru: Д_обавить комментарии к строке
tr: _Satır Açıklamaları Ekle
uk: _Закоментувати рядки
zh_cn: 添加行注释(_A)
zh_tw: 新增行註解(_A)

source: _Add New Project...
cs: _Přidat nový projekt...
de: _Neues Projekt hinzufügen...
es: _Agregar nuevo proyecto...
fr: _Ajouter un nouveau projet...
it: _Aggiungi nuovo progetto...
ja: 新しいプロジェクトを追加(_A)...
ko: 새 프로젝트 추가(_A)...
pl: _Dodaj nowy projekt...
pt_br: _Adicionar Novo Projeto...
ru: _Добавить новый проект...
tr: _Yeni Proje Ekle...
uk: Додати новий _проект...
zh_cn: 添加新项目(_A)...
zh_tw: 新增專案(_A)...

source: _Add New Solution...
cs: _Přidat nové řešení...
de: N_eue Projektmappe hinzufügen...
es: _Agregar nueva solución...
fr: _Ajouter une nouvelle solution...
it: _Aggiungi nuova soluzione...
ja: 新しいソリューションを追加(_A)...
ko: 새 솔루션 추가(_A)...
pl: _Dodaj nowe rozwiązanie...
pt_br: _Adicionar Nova Solução...
ru: _Добавить новое решение...
tr: _Yeni Çözüm Ekle...
uk: Додати нове _рішення...
zh_cn: 添加新解决方案(_A)...
zh_tw: 新增解決方案(_A)...

source: _Add New Workspace...
cs: _Přidat nový pracovní prostor...
de: _Neuen Arbeitsbereich hinzufügen...
es: _Agregar nueva área de trabajo...
fr: _Ajouter un nouvel espace de travail...
it: _Aggiungi nuova area di lavoro...
ja: 新しいワークスペースを追加(_A)...
ko: 새 작업 영역 추가(_A)...
pl: _Dodaj nowy obszar roboczy...
pt_br: _Adicionar Novo Workspace...
ru: Д_обавить новую рабочую область...
tr: _Yeni Çalışma Alanı Ekle...
uk: _Додати новий робочий простір...
zh_cn: 添加新工作区(_A)...
zh_tw: 新增工作區(_A)...

source: _Add Translation...
cs: _Přidat překlad...
de: Ü_bersetzung hinzufügen...
es: _Agregar traducción...
fr: _Ajouter une traduction...
it: _Aggiungi traduzione...
ja: 翻訳を追加(_A)...
ko: 번역 추가...(_A)
pl: _Dodaj tłumaczenie...
pt_br: _Adicionar Tradução...
ru: _Добавить перевод...
tr: Çeviri _Ekle...
uk: Додати переклад...
zh_cn: 添加翻译(_A)...
zh_tw: 新增翻譯(_A)...
