Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The {0} keyword is used to modify a method, property, indexer, or event declaration and allow for it to be overridden in a derived class.
cs: Klíčové slovo {0} se používá k úpravě deklarace metody, vlastnosti, indexeru nebo události a umožňuje přepsání deklarace v odvozené třídě.
de: Mit dem Schlüsselwort '{0}' wird eine Methoden-, Eigenschaften-, Indexer- oder Ereignisdeklaration geändert, die in einer abgeleiteten Klasse überschrieben werden kann.
es: La palabra clave {0} se usa para modificar una declaración de método, propiedad, indexador o evento y permitir que se invalide en una clase derivada.
fr: Le mot clé {0} permet de modifier une déclaration de méthode, de propriété, d’indexeur ou d’événement, et d’autoriser son remplacement dans une classe dérivée.
it: La parola chiave {0} viene usata per modificare una dichiarazione di metodo, proprietà, indicizzatore o evento e consentirne l'override in una classe derivata.
ja: {0} キーワードを使用して、メソッド、プロパティ、インデクサー、またはイベントの宣言を変更し、派生クラスでオーバーライドできるようにします。
ko: {0} 키워드는 메서드, 속성, 인덱서 또는 이벤트 선언을 수정하고 파생 클래스에서 재정의될 수 있도록 하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do modyfikowania deklaracji metody, właściwości, indeksatora lub zdarzenia i umożliwia jej zastąpienie w klasie pochodnej.
pt_br: A palavra-chave {0} é usada para modificar uma declaração de método, propriedade, indexador ou evento e permitir que ela seja substituída em uma classe derivada.
ru: Ключевое слово {0} используется для изменения объявления события, метода, свойства или индексатора и позволяет перезаписать его в производном классе.
tr: {0} anahtar sözcüğü, bir metodu, özelliği, dizin oluşturucuyu veya olay bildirimini değiştirmek ve bir türetilmiş sınıfta bunların geçersiz kılınmasına izin vermek için kullanılır.
zh_cn: {0} 关键字用于修改方法、属性、索引器或事件声明，并使其可以在派生类中被替代。
zh_tw: {0} 關鍵字用來修改方法、屬性、索引子或事件宣告，並允許在衍生類別中進行覆寫。

source: The {0} keyword is used to set the sorting order from largest to smallest in a query expression.
cs: Klíčové slovo {0} se používá k nastavení pořadí řazení ve výrazu dotazu od největšího po nejmenší.
de: Mit dem Schlüsselwort '{0}' wird die Sortierreihenfolge in einem Abfrageausdruck vom größten zum kleinsten Element festgelegt.
es: La palabra clave {0} se usa para establecer el criterio de ordenación de mayor a menor en una expresión de consulta.
fr: Le mot clé {0} est utilisé pour définir l’ordre de tri du plus grand au plus petit dans une expression de requête.
it: La parola chiave {0} viene usata per impostare l'ordinamento dal più grande al più piccolo in un'espressione di query.
ja: {0} キーワードを使用して、クエリ式での最大から最小への並べ替え順序を設定します。
ko: {0} 키워드는 쿼리 식에서 내림차순으로 정렬 순서를 설정하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do ustalania kolejności sortowania od największej do najmniejszej wartości w wyrażeniu zapytania.
pt_br: A palavra-chave {0} é usada para definir a ordem de classificação do maior para o menor em uma expressão de consulta.
ru: Ключевое слово {0} используется для задания порядка сортировки от большего к меньшему в выражении запроса.
tr: {0} anahtar sözcüğü, bir sorgu ifadesinde sıralama düzenini en büyükten en küçüğe ayarlamak için kullanılır.
zh_cn: {0} 关键字用于在查询表达式中设置从最大到最小的排序顺序。
zh_tw: {0} 關鍵字用來將查詢運算式中的排序順序設定為從最大到最小。

source: The {0} keyword is used to set the sorting order from smallest to largest in a query expression. This is the default behaviour.
cs: Klíčové slovo {0} se používá k nastavení pořadí řazení ve výrazu dotazu od nejmenšího po největší. Jedná se o výchozí chování.
de: Mit dem Schlüsselwort '{0}' wird die Sortierreihenfolge in einem Abfrageausdruck vom kleinsten zum größten Element festgelegt. Dies ist das Standardverhalten.
es: La palabra clave {0} se usa para establecer el criterio de ordenación de menor a mayor en una expresión de consulta. Este es el comportamiento predeterminado.
fr: Le mot clé {0} est utilisé pour définir l’ordre de tri du plus petit au plus grand dans une expression de requête. Il s’agit du comportement par défaut.
it: La parola chiave {0} viene usata per impostare l'ordinamento dal più piccolo al più grande in un'espressione di query. Questo è il comportamento predefinito.
ja: {0} キーワードは、クエリ式における並べ替えの順序を最小から最大の順に設定するときに使用します。これは、既定の動作です。
ko: {0} 키워드는 쿼리 식에서 오름차순으로 정렬 순서를 설정하는 데 사용됩니다. 이는 기본 동작입니다.
pl: Słowo kluczowe {0} jest używane do ustawiania kolejności sortowania od najmniejszej do największej wartości w wyrażeniu zapytania. Jest to zachowanie domyślne.
pt_br: A palavra-chave {0} é usada para definir a ordem de classificação do menor para o maior em uma expressão de consulta. Esse é o comportamento padrão.
ru: Ключевое слово {0} используется для задания порядка сортировки от меньшего к большему в выражении запроса. Это поведение по умолчанию.
tr: {0} anahtar sözcüğü, bir sorgu ifadesinde sıralama düzenini en küçükten en büyüğe ayarlamak için kullanılır. Varsayılan davranıştır.
zh_cn: {0} 关键字用于在查询表达式中设置从最小到最大的排序顺序。这是默认行为。
zh_tw: {0} 關鍵字用來將查詢運算式中的排序順序設定為從最小到最大。這是預設行為。

source: The {0} keyword is used to specify a type is within the global namespace.
cs: Klíčové slovo {0} se používá k určení toho, že se typ nachází v globálním oboru názvů.
de: Mit dem Schlüsselwort '{0}' wird ein Typ innerhalb des globalen Namespace angegeben.
es: La palabra clave {0} se usa para especificar que un tipo está dentro del espacio de nombres global.
fr: Le mot clé {0} est utilisé pour spécifier qu’un type se trouve dans l’espace de noms global.
it: La parola chiave {0} viene usata per specificare un tipo nello spazio dei nomi globale.
ja: {0} キーワードを使用して、グローバル名前空間内で型を指定します。
ko: {0} 키워드는 형식이 전역 네임스페이스 내에 있도록 지정하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do określania, że typ znajduje się w globalnej przestrzeni nazw.
pt_br: A palavra-chave {0} é usada para especificar que um tipo está dentro do namespace global.
ru: Ключевое слово {0} используется для указания типа в глобальном пространстве имен.
tr: {0} anahtar sözcüğü genel ad uzayında bir tür belirtmek için kullanılır.
zh_cn: {0} 关键字用于在全局命名空间中指定一个类型。
zh_tw: {0} 關鍵字用來指定型別在全域命名空間內。

source: The {0} keyword lets you specify a method parameter that takes an argument where the number of arguments is variable.
cs: Klíčové slovo {0} umožňuje zadat parametr metody, který přebírá nějaký argument, když je počet argumentů proměnný.
de: Mit dem Schlüsselwort '{0}' können Sie einen Methodenparameter angeben, der ein Argument verwendet. Die Anzahl der Argumente ist variabel.
es: La palabra clave {0} permite especificar un parámetro de método que tome un argumento cuando el número de argumentos es variable.
fr: Le mot clé {0} permet de spécifier un paramètre de méthode qui prend un argument où le nombre d’arguments est variable.
it: La parola chiave {0} consente di specificare un parametro di metodo che accetta un argomento in cui il numero di argomenti è variabile.
ja: {0} キーワードを使用して、引数の数が変数である引数を取るメソッド パラメーターを指定できます。
ko: {0} 키워드는 인수 수가 변수인 인수를 사용하는 메서드 매개 변수를 지정할 수 있도록 합니다.
pl: Słowo kluczowe {0} umożliwia określanie parametru metody, który przyjmuje argument, gdzie liczba argumentów jest zmienna.
pt_br: A palavra-chave {0} permite especificar um parâmetro de método que toma um argumento com número de argumentos variável.
ru: Ключевое слово {0} позволяет указать параметр метода, принимающий аргумент, где число аргументов является переменной.
tr: {0} anahtar sözcüğü, bağımsız değişken sayısının değişken olduğu bir metot parametresi belirtmenize izin verir.
zh_cn: 使用 {0} 关键字可以指定采用数目可变的参数的方法参数。
zh_tw: {0} 關鍵字可讓您指定方法參數以使用引數數目為變數的引數。

source: The {0} keyword marks a statement block as a critical section by obtaining the mutual-exclusion lock for a given object, executing a statement, and then releasing the lock.
cs: Klíčové slovo {0} označí blok příkazů jako kritickou sekci tak, že získá uzamčení vzájemně vyloučeného přístupu pro daný objekt, provede příkaz a pak uzamčení uvolní.
de: Das Schlüsselwort '{0}' kennzeichnet einen Anweisungsblock als kritischen Bereich. Zuerst wird die Sperre für gegenseitigen Ausschluss für ein bestimmtes Objekt abgerufen, dann eine Anweisung ausgeführt und anschließend die Sperre aufgehoben.
es: La palabra clave {0} marca un bloque de instrucciones como sección crítica, para lo que obtiene el bloqueo de exclusión mutua de un objeto dado, ejecuta una instrucción y, después, libera el bloqueo.
fr: Le mot clé {0} marque un bloc d’instructions comme section critique en obtenant le verrou d’exclusion mutuelle d’un objet particulier, en exécutant une instruction, puis en libérant le verrou.
it: La parola chiave {0} contrassegna un blocco di istruzioni come sezione critica ottenendo il blocco di esclusione reciproca per un oggetto specificato, eseguendo un'istruzione e quindi rilasciando il blocco.
ja: {0} キーワードは、指定されたオブジェクトに関して、相互排他ロックを取得し、ステートメントを実行し、ロックを解除することにより、ステートメント ブロックをクリティカル セクションとしてマークします。
ko: {0} 키워드는 지정된 개체에 대한 상호 배제 잠금을 얻어 문을 실행한 다음 잠금을 해제하여 문 블록을 중요 섹션으로 표시합니다.
pl: Słowo kluczowe {0} oznacza blok instrukcji jako sekcję krytyczną, uzyskując blokadę wykluczania wzajemnego dla danego obiektu, wykonując instrukcję, a następnie zwalniając blokadę.
pt_br: A palavra-chave {0} marca o bloco de instruções como uma seção crítica obtendo o bloqueio de mutual-exclusion para um dado objeto, executando uma instrução e, então, liberando o bloqueio.
ru: Ключевое слово {0} помечает блок операторов как критический раздел, получив взаимоисключающую блокировку для заданного объекта, выполнив оператор и затем сняв блокировку.
tr: {0} anahtar sözcüğü, bir deyim bloğunu, belirli bir nesne için karşılıklı dışlama kilidini alıp, deyimi yürütüp, sonra kilidi bırakarak kritik bir bölüm olarak işaretler.
zh_cn: {0} 关键字将一个语句块标记为关键部分，方法是获取给定对象的互斥锁，执行语句，然后释放该锁。
zh_tw: {0} 關鍵字透過取得所指定物件的互斥鎖定、執行陳述式以及解除鎖定，將陳述式區塊標示為重要區段。

source: The {0} keyword marks the beginning of a query expression and defines the data source and local variable to represent the elements in the sequence.
cs: Klíčové slovo {0} označuje začátek výrazu dotazu a definuje datový zdroj a místní proměnnou představující prvky v posloupnosti.
de: Das Schlüsselwort '{0}' kennzeichnet den Anfang eines Abfrageausdrucks und definiert die Datenquelle und lokale Variable zur Darstellung der Elemente in der Sequenz.
es: La palabra clave {0} marca el comienzo de una expresión de consulta y define el origen de datos y la variable local para representar los elementos de la secuencia.
fr: Le mot clé {0} marque le début d’une expression de requête et définit la source de données et la variable locale pour représenter les éléments dans la séquence.
it: La parola chiave {0} segna l'inizio di un'espressione di query e definisce l'origine dati e la variabile locale per rappresentare gli elementi nella sequenza.
ja: {0} キーワードは、クエリ式の先頭を示し、データ ソースとローカル変数を定義してシーケンス内の要素を表します。
ko: {0} 키워드는 쿼리 식의 시작을 표시하고 시퀀스의 요소를 나타내기 위해 데이터 소스와 지역 변수를 정의합니다.
pl: Słowo kluczowe {0} oznacza początek wyrażenia zapytania i definiuje źródło danych oraz zmienną lokalną, aby reprezentować elementy w sekwencji.
pt_br: A palavra-chave {0} marca o início de uma expressão de consulta e define a fonte de dados e as variáveis locais para representar os elementos na sequência.
ru: Ключевое слово {0} помечает начало выражения запроса и определяет источник данных и локальную переменную, чтобы представить элементы в последовательности.
tr: {0} anahtar sözcüğü bir sorgu ifadesinin başlangıcını gösterir ve dizideki öğeleri temsil edecek veri kaynağını ve yerel değişkeni tanımlar.
zh_cn: {0} 关键字标记查询表达式的开头，并定义数据源和局部变量以表示序列中的元素。
zh_tw: {0} 關鍵字會標示查詢運算式的開頭，以及定義資料來源和區域變數來代表序列中的項目。

source: The {0} keyword on a method declaration allows for the implementation of a method to be defined in another part of the partial class.
cs: Klíčové slovo {0} u deklarace metody umožňuje, aby byla implementace metody definovaná v jiné části částečné třídy.
de: Wenn das Schlüsselwort '{0}' für eine Methodendeklaration verwendet wird, kann die Implementierung einer Methode in einem anderen Teil der partiellen Klasse definiert werden.
es: La palabra clave {0} de una declaración de método permite definir la implementación del método en otra parte de la clase parcial.
fr: Le mot clé {0} sur une déclaration de méthode permet de définit l’implémentation d’une méthode dans une autre partie de la classe partielle.
it: La parola chiave {0} su una dichiarazione di metodo consente di definire l'implementazione di un metodo in un'altra parte della classe parziale.
ja: メソッド宣言の {0} キーワードを使用して、メソッドの実装を部分クラスの別の部分で定義することができます。
ko: 메서드 선언의 {0} 키워드는 메서드의 구현이 partial 클래스의 다른 파트에 정의될 수 있도록 합니다.
pl: Słowo kluczowe {0} w deklaracji metody umożliwia zdefiniowanie implementacji metody w innej części klasy częściowej.
pt_br: A palavra-chave {0} em uma declaração de método permite que a implementação de um método seja definida em outra parte da classe parcial.
ru: Ключевое слово {0} для объявления метода позволяет определить реализацию метода в другой части разделяемого класса.
tr: {0} anahtar sözcüğü, bir metot bildiriminde kullanıldığında bir metodun gerçekleştirmesinin partial (kısmi) sınıfın başka bir kısmında tanımlanmasına izin verir.
zh_cn: 方法声明上的 {0} 关键字允许在分部类的另一部分中定义方法的实现。
zh_tw: 方法宣告上的 {0} 關鍵字允許在部分類別的另一個部分中定義方法的實作。

source: The {0} keyword on a type declaration allows for the definition to be split into multiple files.
cs: Klíčové slovo {0} u deklarace typu umožňuje, aby byla definice rozdělená do více souborů.
de: Wenn das Schlüsselwort '{0}' für eine Typdeklaration verwendet wird, kann die Definition in mehrere Dateien aufgeteilt werden.
es: La palabra clave {0} de una declaración de tipo permite dividir la definición en varios archivos.
fr: Le mot clé {0} sur une déclaration de type permet le fractionnement de la définition en plusieurs fichiers.
it: La parola chiave {0} su una dichiarazione di tipo consente di dividere la dichiarazione in più file.
ja: 型宣言の {0} キーワードを使用して、定義を複数のファイルに分割することができます。
ko: 형식 선언의 {0} 키워드는 정의가 여러 파일로 분할될 수 있도록 합니다.
pl: Słowo kluczowe {0} w deklaracji typu umożliwia rozdzielenie definicji na wiele plików.
pt_br: A palavra-chave {0} em uma declaração de tipo permite que a definição seja dividida em várias linhas.
ru: Ключевое слово {0} для объявления типа позволяет разделить определение на несколько файлов.
tr: {0} anahtar sözcüğü, bir tür bildiriminde kullanıldığında tanımın birden fazla dosyaya bölünmesine izin verir.
zh_cn: 类型声明上的 {0} 关键字允许将定义拆分到多个文件中。
zh_tw: 型別宣告上的 {0} 關鍵字允許將定義分割成多個檔案。

source: The {0} keyword refers to the current instance of the class.
cs: Klíčové slovo {0} odkazuje na aktuální instanci třídy.
de: Das Schlüsselwort '{0}' verweist auf die aktuelle Instanz der Klasse.
es: La palabra clave {0} hace referencia a la instancia actual de la clase.
fr: Le mot clé {0} fait référence à l’instance actuelle de la classe.
it: La parola chiave {0} fa riferimento all'istanza corrente della classe.
ja: {0} キーワードは、クラスの現在のインスタンスを参照します。
ko: {0} 키워드는 클래스의 현재 인스턴스를 참조합니다.
pl: Słowo kluczowe {0} odwołuje się do bieżącego wystąpienia klasy.
pt_br: A palavra-chave {0} refere-se à sua instância atual da classe.
ru: Ключевое слово {0} ссылается на текущий экземпляр класса.
tr: {0} anahtar sözcüğü, sınıfın geçerli örneğine başvurur.
zh_cn: {0} 关键字引用类的当前实例。
zh_tw: {0} 關鍵字指的是類別的目前執行個體。

source: The {0} keyword stores the result of a group statement for further use in the query.
cs: Klíčové slovo {0} ukládá výsledek příkazu skupiny pro další použití v dotazu.
de: Das Schlüsselwort '{0}' speichert das Ergebnis einer Gruppenanweisung zur weiteren Verwendung in der Abfrage.
es: La palabra clave {0} almacena el resultado de una instrucción group para usarlo después en la consulta.
fr: Le mot clé {0} stocke le résultat d’une instruction de regroupement en vue d’une utilisation ultérieure dans la requête.
it: La parola chiave {0} archivia il risultato di un'istruzione di gruppo per riutilizzarlo nella query.
ja: {0} キーワードは、クエリで将来使用するためのグループ ステートメントの結果を格納します。
ko: {0} 키워드는 쿼리에서 추가로 사용하기 위해 그룹 문의 결과를 저장합니다.
pl: Słowo kluczowe {0} zapisuje wyniki instrukcji grupowej do dalszego użycia w zapytaniu.
pt_br: A palavra-chave {0} armazena o resultado de uma instrução de grupo para uso posterior na consulta.
ru: Ключевое слово {0} сохраняет результат группового оператора для дальнейшего использования в запросе.
tr: {0} anahtar sözcüğü, bir gruplama deyiminin sonucunu sorguda başka amaçlarla kullanmak üzere depolar.
zh_cn: {0} 关键字存储组语句的结果，以供将来在查询中使用。
zh_tw: {0} 關鍵字會將群組陳述式的結果儲存至查詢中，供進一步使用。

source: The {0} loop executes a statement or a block of statements repeatedly until a specified expression evaluates to false.
cs: Cyklus {0} opakuje příkaz nebo blok příkazů, dokud se zadaný výraz nevyhodnotí jako false.
de: Die {0}-Schleife führt eine Anweisung oder einen Anweisungsblock so lange aus, bis ein angegebener Ausdruck False ergibt.
es: El bucle {0} ejecuta una instrucción o un bloque de instrucciones reiteradamente hasta que la expresión especificada se evalúa como false.
fr: La boucle {0} exécute une instruction ou un bloc d’instructions à plusieurs reprises jusqu’à ce qu’une expression spécifique produise la valeur false.
it: Il ciclo {0} esegue ripetutamente un'istruzione o un blocco di istruzioni finché un'espressione specificata non restituisce false.
ja: {0} ループは、指定した式が false に評価されるまで、ステートメントまたはステートメントのブロックを繰り返し実行します。
ko: {0} 루프는 지정된 식이 false로 계산될 때까지 문 또는 문의 블록을 반복적으로 실행합니다.
pl: Pętla {0} wykonuje instrukcję lub blok instrukcji wielokrotnie do momentu, w którym określone wyrażenie zwróci wartość false.
pt_br: O loop {0} executa uma instrução ou um bloco de instruções repetidamente até que uma expressão especificada seja avaliada como falsa.
ru: Цикл {0} многократно выполняет оператор или их блок, пока вычисление указанного выражения не даст значение false.
tr: {0} döngüsü, belirtilen bir ifade yanlış değerini alana kadar bir deyimi veya bir deyimler bloğunu yineleyerek yürütür.
zh_cn: {0} 循环反复执行一个语句或语句块，直到指定的表达式计算为 false。
zh_tw: 除非指定的運算式評估為 false，否則 {0} 迴圈會反覆地執行某個陳述式或陳述式區塊。

source: The {0} method parameter keyword on a method parameter causes a method to refer to the same variable that was passed into the method.
cs: Klíčové slovo parametru metody {0} u parametru metody způsobí, že metoda bude odkazovat na stejnou proměnnou, jako byla metodě předaná.
de: Das Schlüsselwort '{0}' bewirkt bei einem Methodenparameter, dass eine Methode auf dieselbe Variable verweist, die an die Methode übergeben wurde.
es: La palabra clave {0} de un parámetro de método da lugar a que el método haga referencia a la misma variable que se pasó a dicho método.
fr: Le mot clé de paramètre de méthode {0} sur un paramètre de méthode a pour effet qu’une méthode fait référence à la variable transmise dans la méthode.
it: La parola chiave del parametro di metodo {0} su un parametro di metodo fa in modo che un metodo faccia riferimento alla stessa variabile passata nel metodo.
ja: メソッド パラメーターの {0} メソッド パラメーターのキーワードを使用して、メソッドに渡されたものと同じ変数をメソッドが参照するようにします。
ko: 메서드 매개 변수의 {0} 메서드 매개 변수 키워드는 메서드가 메서드에 전달된 동일한 변수를 참조하도록 합니다.
pl: Słowo kluczowe parametru metody {0} w parametrze metody sprawia, że metoda odwołuje się do tej samej zmiennej, która została przekazana do metody.
pt_br: A palavra-chave de parâmetro do método {0} em um parâmetro de método faz com que um método faça referência à mesma variável que foi passada para o método.
ru: Ключевое слово параметра метода {0} в параметре метода приводит к тому, что метод ссылается на ту же переменную, которая была передана в него.
tr: {0} yöntem parametresi anahtar sözcüğü, bir metot parametresinde kullanıldığında metodun metoda geçilen değişkene başvurmasına neden olur.
zh_cn: 方法参数上的 {0} 方法参数关键字会导致方法引用已传递到该方法的相同变量。
zh_tw: 方法參數上的 {0} 方法參數關鍵字會讓方法參考已傳遞給方法的相同變數。

source: The {0} modifier can be used with classes, methods, properties, indexers, and events.
cs: Modifikátor {0} se dá použít se třídami, metodami, vlastnostmi, indexery a událostmi.
de: Der {0}-Modifizierer kann mit Klassen, Methoden, Eigenschaften, Indexern und Ereignissen verwendet werden.
es: El modificador {0} se puede usar con clases, métodos, propiedades, indexadores y eventos.
fr: Le modificateur {0} peut être utilisé avec des classes, des méthodes, des propriétés, des indexeurs et des événements.
it: È possibile usare il modificatore {0} con classi, metodi, proprietà, indicizzatori ed eventi.
ja: {0} 修飾子は、クラス、メソッド、プロパティ、インデクサー、イベントで使用できます。
ko: {0} 한정자는 클래스, 메서드, 속성, 인덱서 및 이벤트와 함께 사용할 수 있습니다.
pl: Modyfikator {0} może być używany z klasami, metodami, właściwościami, indeksatorami i zdarzeniami.
pt_br: O modificador {0} pode ser usado com classes, métodos, propriedades, indexadores e eventos.
ru: Модификатор {0} можно использовать с классами, методами, свойствами, индексаторами и событиями.
tr: {0} değiştiricisi sınıflar, metotlar, özellikler, dizin oluşturucular ve olaylar ile kullanılabilir.
zh_cn: {0} 修饰符可用于类、方法、属性、索引器和事件。
zh_tw: {0} 修飾詞可以與類別、方法、屬性、索引子和事件搭配使用。

source: The {0} modifier is used to override a method, a property, an indexer, or an event.
cs: Modifikátor {0} se používá k přepsání metody, vlastnosti, indexeru nebo události.
de: Mit dem {0}-Modifizierer wird eine Methode, eine Eigenschaft, ein Indexer oder ein Ereignis überschrieben.
es: El modificador {0} se usa para invalidar un método, una propiedad, un indexador o un evento.
fr: Le modificateur {0} est utilisé pour remplacer une méthode, une propriété, un indexeur ou un événement.
it: Il modificatore {0} viene usato per eseguire l'override di un metodo, di una proprietà, di un indicizzatore o di un evento.
ja: {0} 修飾子を使用して、メソッド、プロパティ、インデクサー、またはイベントをオーバーライドします。
ko: {0} 한정자는 메서드, 속성, 인덱서 또는 이벤트를 재정의하는 데 사용됩니다.
pl: Modyfikator {0} jest używany do zastępowania metody, właściwości, indeksatora lub zdarzenia.
pt_br: O modificador {0} é usado para substituir um método, propriedade, indexador ou evento.
ru: Модификатор {0} используется для переопределения метода, свойства, индексатора или события.
tr: {0} değiştiricisi, bir metodu, bir özelliği, bir dizin oluşturucuyu veya bir olayı geçersiz kılmak için kullanılır.
zh_cn: {0} 修饰符用于替代方法、属性、索引器或事件。
zh_tw: {0} 修飾詞用來覆寫方法、屬性、索引子或事件。

source: The {0} modifier is used to specify that a class method, anonymous method, or lambda expression is asynchronous.
cs: Modifikátor {0} se používá k určení toho, že metoda třídy, anonymní metoda nebo výraz lambda je asynchronní.
de: Mit dem {0}-Modifizierer wird angegeben, dass eine Klassenmethode, anonyme Methode oder ein Lambdaausdruck asynchron ist.
es: El modificador {0} se usa para especificar que un método de clase, un método anónimo o una expresión lambda son asincrónicos.
fr: Le modificateur {0} est utilisé pour spécifier qu’une méthode de classe, une méthode anonyme ou expression lambda est asynchrone.
it: Il modificatore {0} viene usato per specificare che un metodo anonimo, un'espressione lambda o un metodo di classe è asincrono.
ja: {0} 修飾子は、クラス メソッド、匿名メソッド、またはラムダ式が非同期であることを指定するときに使用します。
ko: {0} 한정자는 클래스 메서드, 무명 메서드 또는 람다 식이 비동기가 되도록 지정하는 데 사용됩니다.
pl: Modyfikator {0} jest używany do określania, że metoda klasy, metoda anonimowa lub wyrażenie lambda są asynchroniczne.
pt_br: O modificador {0} é usado para especificar que um método de classe, método anônimo ou expressão lambda é assíncrono.
ru: Модификатор {0} используется для указания того, что метод класса, анонимный метод или лямбда-выражение является асинхронным.
tr: {0} değiştiricisi bir sınıf metodunun, anonim bir metodun veya bir lambda ifadesinin zaman uyumsuz olduğunu belirtmek için kullanılır.
zh_cn: 使用 {0} 修饰符可将类方法、匿名方法或 Lambda 表达式指定为异步。
zh_tw: {0} 修飾詞用來指定類別方法、匿名方法或 Lambda 運算式不同步。
