Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Notice that generation of makefiles is not supported for single projects. A set of makefiles will have to be generated for the whole solution.
cs: Mějte na paměti, že generování souborů pravidel se pro jednotlivé projekty nepodporuje. Sadu souborů pravidel je potřeba vygenerovat pro celé řešení.
de: Beachten Sie, dass das Generieren von Makefiles für Einzelprojekte nicht unterstützt wird. Eine Gruppe von Makefiles muss für die gesamte Projektmappe generiert werden.
es: Tenga en cuenta que la generación de archivos Make no se admite para proyectos individuales. Será necesario generar un conjunto de archivos Make para toda la solución.
fr: Notez que la génération de Makefiles n’est pas prise en charge pour des projets isolés. Il va falloir générer un ensemble de Makefiles pour la solution entière.
it: Nota: la generazione di makefile non è supportata per i progetti singoli. Sarà necessario generare un set di makefile per l'intera soluzione.
ja: 単一プロジェクトではメイクファイルの生成はサポートされていません。ソリューション全体に関して一連のメイクファイルを生成する必要があります。
ko: 단일 프로젝트에는 메이크파일의 생성이 지원되지 않습니다. 전체 솔루션에 대한 메이크파일의 집합이 생성되어야 합니다.
pl: Należy pamiętać, że generowanie plików reguł programu make nie jest obsługiwane dla pojedynczych projektów. Zestaw plików reguł programu make trzeba będzie wygenerować dla całego rozwiązania.
pt_br: Observe que não há suporte para geração de makefiles para projetos simples. Um conjunto de makefiles precisará ser gerado para toda a solução.
ru: Помните, что создание файлов makefile для отдельных проектов не поддерживается. Необходимо создать набор файлов makefile для всего решения.
tr: Derleme görevleri dosyası oluşturmanın tek projeler için desteklenmediğine dikkat edin. Tüm çözüm için bir derleme görevleri dosyaları kümesinin oluşturulması gerekir.
uk: Генерування файлів Makefile не підтримується для окремих проектів. Буде створено набір файлів Makefile для всього рішення.
zh_cn: 请注意，不支持为单个项目生成生成文件。必须为整个解决方案生成一组生成文件。
zh_tw: 請注意，不支援產生單一專案的 Makefile。將必須為整個解決方案產生一組 Makefile。

source: NuGet Package
cs: Balíček NuGet
de: NuGet-Paket
es: Paquete NuGet
fr: Paquet NuGet
it: _Aggiorna pacchetti NuGet
ja: NuGet パッケージ
ko: NuGet 패키지
pl: Pakiet NuGet
pt_br: Pacote NuGet
ru: Пакет NuGet
tr: NuGet Paketi

source: NuGet packages need to be restored before building. NuGet MSBuild targets are missing and are needed for building. The NuGet MSBuild targets are generated when the NuGet packages are restored.
cs: Před sestavením je potřeba obnovit balíčky NuGet. Chybějí cíle NuGet MSBuild potřebné k sestavení. Cíle NuGet MSBuild se vygenerují při obnovení balíčků NuGet.
de: NuGet-Pakete müssen vor dem Erstellen wiederhergestellt werden. NuGet MSBuild-Ziele fehlen und sind zum Erstellen erforderlich. Die NuGet MSBuild-Ziele werden erstellt, wenn die NuGet-Pakete wiederhergestellt wurden.
es: Los paquetes NuGet deben restaurarse antes de compilar. Faltan los destinos MSBuild de NuGet, que son necesarios para la compilación. Los destinos MSBuild de NuGet se generan al restaurar los paquetes NuGet.
fr: Vous devez restaurer les paquets NuGet avant de les générer. Des cibles NuGet MSBuild nécessaires à la génération sont manquantes. Les cibles NuGet MSBuild sont générées quand les paquets NuGet sont restaurés.
ja: ビルド前に NuGet パッケージを復元する必要があります。NuGet MSBuild ターゲットがありませんが、ビルドに必要です。NuGet パッケージが復元されると、NuGet MSBuild ターゲットが生成されます。
ko: 빌드하기 전에 NuGet 패키지를 복원해야 합니다. NuGet MSBuild 대상이 누락된 상태이며 빌드하는 데 필요합니다. NuGet 패키지가 복원되면 NuGet MSBuild 대상이 생성됩니다.
pl: Przed skompilowaniem należy przywrócić pakiety NuGet. Brak celów NuGet MSBuild wymaganych do kompilowania. Cele NuGet MSBuild są generowane podczas przywracania pakietów NuGet.
pt_br: Os pacotes NuGet precisam ser restaurados antes de compilarem. Os destinos do NuGet MSBuild estão ausentes e são necessários para compilar. Os destinos do NuGet MSBuild serão gerados quando os pacotes do NuGet forem restaurados.
ru: Пакеты NuGet должны быть восстановлены перед построением. Цели NuGet MSBuild отсутствуют, но необходимы для построения. Они создаются, когда пакеты NuGet MSBuild восстановлены.
tr: Derlemeden önce NuGet paketlerinin geri yüklenmesi gerekiyor. Derleme için gerekli olan NuGet MSBuild hedefleri eksik. NuGet MSBuild hedefleri NuGet paketleri geri yüklendiğinde oluşturulur.

source: Nullable type can be simplified
cs: Typ s možnou hodnotou null jde zjednodušit.
de: Nullable-Typ kann vereinfacht werden.
es: El tipo que acepta valores NULL se puede simplificar
fr: Le type Nullable peut être simplifié
it: Il tipo nullable può essere semplificato
ja: Null 許容型を簡略化できます
ko: Nullable 형식을 단순화할 수 있습니다.
pl: Można uprościć typ dopuszczający wartość null
pt_br: O tipo que permite valor nulo pode ser simplificado
ru: Тип, допускающий значение null, можно упростить
tr: Boş değer atanabilir tür basitleştirilebilir
zh_cn: 可以简化 nullable 类型
zh_tw: 可為 Null 的型別可簡化

source: Number of iterations
cs: Počet iterací
de: Anzahl von Iterationen
es: Número de iteraciones
fr: Nombre d’itérations
it: Numero di iterazioni
ja: 反復回数
ko: 반복 횟수
pl: Liczba iteracji
pt_br: Número de iterações
ru: Число итераций
tr: Yineleme sayısı
uk: Кількість ітерацій
zh_cn: 迭代次数
zh_tw: 反覆項目數目

source: Numerical analysis software
cs: Aplikace pro výpočetní analýzu
de: Software für numerische Analyse
es: Software de análisis númérico
fr: Logiciel d’analyse numérique
it: Software di analisi numerica
ja: 数値解析ソフトウェア
ko: 수치 해석 소프트웨어
pl: Oprogramowanie do analiz liczbowych
pt_br: Software de análise numérica
ru: Программное обеспечение для численного анализа
tr: Sayısal analiz yazılımı
uk: Чисельний аналіз
zh_cn: 数字分析软件
zh_tw: 數值分析軟體

source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
uk: Гаразд
zh_cn: 确定
zh_tw: 確定

source: O_pen Containing Folder
cs: _Otevřít obsaženou složku
de: Enthaltenden _Ordner öffnen
es: Abrir _carpeta contenedora
fr: O_uvrir le dossier contenant
it: Apri cartella _contenitore
ja: このアイテムが含まれているフォルダーを開く(_P)
ko: 포함 폴더 열기(_P)
pl: _Otwórz folder zawierający
pt_br: A_brir Pasta Recipiente
ru: О_ткрыть содержащую папку
tr: Kapsayan Kla_sörü Aç
uk: Від_крити теку, що містить файл
zh_cn: 打开包含文件夹(_P)
zh_tw: 開啟內含資料夾(_P)

source: Object to lock
cs: Objekt k uzamčení
de: Zu sperrendes Objekt
es: Objeto para bloquear
fr: Objet à verrouiller
it: Oggetto da bloccare
ja: ロックするオブジェクト
ko: 잠글 개체
pl: Obiekt do zablokowania
pt_br: Objeto a ser bloqueado
ru: Объект для блокировки
tr: Kilitlenecek nesne
uk: Об'єкт для блокування
zh_cn: 要锁定的对象
zh_tw: 要鎖定的物件

source: Official NuGet Gallery
cs: Oficiální galerie NuGet
de: Offizielle NuGet Gallery
es: Galería de NuGet oficial
fr: Galerie NuGet officielle
it: Raccolta NuGet ufficiale
ja: 公式の NuGet ギャラリー
ko: 공식 NuGet 갤러리
pl: Oficjalna galeria NuGet
pt_br: Galeria de NuGet Oficial
ru: Официальная коллекция NuGet
tr: Resmi NuGet Galerisi
zh_cn: 正式 NuGet 库
zh_tw: 正式 NuGet 資源庫

source: Ok
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam

source: Omit XML declaration
cs: Vynechat deklaraci XML
de: XML-Deklaration weglassen
es: Omitir declaración de XML
fr: Omettre la déclaration XML
it: Ometti dichiarazione XML
ja: XML 宣言の省略
ko: XML 선언 생략
pl: Pomiń deklarację XML
pt_br: Omitir declaração XML
ru: Пропустить объявление XML
tr: XML bildirimini _atla
uk: Опустити оголошення XML
zh_cn: 省略 XML 声明
zh_tw: 省略 XML 宣告

source: On Errors
cs: Při chybách
de: Bei Fehlern
es: Si hay errores
fr: En cas d’erreur
it: In caso di errori
ja: エラー時
ko: 오류 시
pl: Przy błędach
pt_br: Nos Erros
ru: При ошибках
tr: Hatalarda
uk: При помилках
zh_cn: 出现错误时
zh_tw: 於錯誤

source: On Errors or Warnings
cs: Při chybách nebo upozorněních
de: Bei Fehlern oder Warnungen
es: Si hay errores o advertencias
fr: En cas d’erreur ou d’avertissement
it: In caso di errori o avvisi
ja: エラー時または警告時
ko: 오류 또는 경고 시
pl: Przy błędach lub ostrzeżeniach
pt_br: Nos Erros e Avisos
ru: При ошибках или предупреждениях
tr: Hata veya Uyarılarda
uk: При помилках або попередженнях
zh_cn: 出现错误或警告时
zh_tw: 於錯誤或警告

source: One ChangeLog in each directory
cs: Jeden protokol změn v každém adresáři
de: Ein Änderungsprotokoll in jedem Verzeichnis
es: Un registro de cambios en cada directorio
fr: Un fichier de journal des modifications dans chaque répertoire
it: Un log delle modifiche in ogni directory
ja: 各ディレクトリに 1 つの ChangeLog
ko: 각 디렉터리에 하나의 변경 로그
pl: Jeden dziennik zmian w każdym katalogu
pt_br: Um ChangeLog em cada diretório
ru: Один журнал изменений в каждом каталоге
tr: Her dizinde bir ChangeLog
uk: Один журнал змін у кожній теці
zh_cn: 每个目录中一个 ChangeLog
zh_tw: 每個目錄各一個 ChangeLog

source: One ChangeLog in the project root directory
cs: Jeden protokol změn v kořenovém adresáři projektu
de: Ein Änderungsprotokoll im Stammverzeichnis des Projekts
es: Registro de cambios en el directorio raíz del proyecto
fr: Un journal des modifications dans le répertoire racine du projet
it: Un solo log delle modifiche nella directory radice del progetto
ja: プロジェクト ルート ディレクトリにある単一の ChangeLog
ko: 프로젝트 루트 디렉터리에 하나의 변경 로그
pl: Jeden dziennik zmian w katalogu głównym projektu
pt_br: Um ChangeLog no diretório raiz do projeto
ru: Один журнал изменений в корневом каталоге проекта
tr: Proje kök dizininde bir ChangeLog var
uk: Один журнал змін у кореневій теці проекту
zh_cn: 项目根目录中的一个 ChangeLog
zh_tw: 專案根目錄中有一個 ChangeLog

source: One Column
cs: Jeden sloupec
de: Eine Spalte
es: Una columna
fr: Une colonne
it: Una colonna
ja: 1 列
ko: 한 개의 열
pl: Jedna kolumna
pt_br: Uma Coluna
ru: Один столбец
tr: Bir Sütun
zh_cn: 一列
zh_tw: 一個資料行

source: One Editor Column
cs: Jeden sloupec editoru
de: Eine Editor-Spalte
es: Una columna de editor
fr: Une colonne d’éditeur
it: Una colonna editor
ja: 1 エディター列
ko: 한 개의 편집기 열
pl: Jedna kolumna edytora
pt_br: Uma Coluna de Editor
ru: Один столбец редактора
tr: Bir Düzenleyici Sütunu
zh_cn: 一个编辑器列
zh_tw: 一個編輯器資料行

source: One line per file
cs: Jeden řádek na soubor
de: Eine Zeile pro Datei
es: Una línea por archivo
fr: Une ligne par fichier
it: Una riga per file
ja: ファイルごとに 1 行
ko: 파일마다 한 줄
pl: Jeden wiersz na plik
pt_br: Uma linha por arquivo
ru: Одна строка на файл
tr: Dosya başına tek satır
uk: Один рядок на файл
zh_cn: 每个文件一行
zh_tw: 每個檔案各一行

source: One or more projects must be migrated to a new format. After migration, it will not be able to be opened in older versions of MonoDevelop. If you choose to back up the project before migration, a copy of the project file will be saved in a 'backup' directory in the project directory.
cs: Jeden nebo několik projektů se musí migrovat na nový formát. Po migraci je nepůjde otevřít ve starších verzích MonoDevelopu. Pokud se před migrací rozhodnete projekt zálohovat, uloží se kopie souboru projektu do záložního adresáře v adresáři projektu.
de: Mindestens ein Projekt muss in ein neues Format migriert werden. Nach der Migration kann es nicht mehr in älteren Versionen von MonoDevelop geöffnet werden. Wenn Sie das Projekt vor der Migration sichern, wird eine Kopie der Projektdatei in einem Sicherungsverzeichnis innerhalb des Projektverzeichnisses gespeichert.
es: Uno o varios proyectos deben migrarse a un formato nuevo. Después de la migración, no se podrán abrir en versiones anteriores de MonoDevelop. Si decide hacer una copia de seguridad de los proyectos antes de migrarlos, se guardará una copia de los archivos de proyecto en el directorio 'backup' del directorio de cada proyecto.
fr: Un ou plusieurs projets doivent être migrés vers un nouveau format. Après la migration, il ne sera plus possible de les ouvrir dans des versions antérieures de MonoDevelop. Si vous choisissez de sauvegarder le projet avant la migration, une copie du fichier du projet sera enregistrée dans un sous-répertoire « backup » du répertoire du projet.
it: È necessario eseguire la migrazione di uno o più progetti a un nuovo formato. Dopo la migrazione non sarà più possibile aprire i progetti in versioni precedenti di MonoDevelop. Se si sceglie di eseguire il backup del progetto prima della migrazione, una copia del file di progetto verrà salvata in una directory 'backup' nella directory del progetto.
ja: 1 つ以上のプロジェクトを新しい形式に移行する必要があります。移行後は、古いバージョンの MonoDevelop で開くことができなくなります。 移行前にプロジェクトをバックアップする場合、プロジェクト ファイルのコピーはプロジェクト ディレクトリの 'バックアップ' ディレクトリに保存されます。
ko: 하나 이상의 프로젝트를 새 형식으로 마이그레이션해야 합니다. 마이그레이션 후에는 이전 버전의 MonoDevelop에서 해당 프로젝트를 열 수 없게 됩니다. 마이그레이션 전에 프로젝트를 백업하도록 선택하는 경우 프로젝트 파일의 복사본이 프로젝트 디렉터리의 'backup' 디렉터리에 저장됩니다.
pl: Co najmniej jeden projekt wymaga migracji do nowego formatu. Po zakończeniu migracji nie będzie można otworzyć go w starszych wersjach środowiska MonoDevelop. Jeśli wybierzesz utworzenie kopii zapasowej projektu przed migracją, kopia pliku projektu zostanie zapisana w katalogu „kopia zapasowa” w katalogu projektu.
pt_br: Um ou mais projetos devem ser migrados para um novo formato. Depois da migração, ele não poderá ser aberto em versões mais antigas do MonoDevelop. Se você optar por fazer backup do projeto antes da migração, uma cópia do arquivo de projeto será salva em um diretório 'backup' no diretório do projeto.
ru: Требуется мигрировать один или несколько проектов в новый формат. После миграции проект невозможно будет открыть в старых версиях MonoDevelop. Если вы решите создать резервную копию проекта перед миграцией, она сохраняется в подкаталоге "backup" каталога проекта.
tr: Bir veya daha fazla proje yeni bir biçime geçirilmelidir. Geçirme işleminden sonra, bunlar MonoDevelop'un eski sürümlerinde açılamaz. Yürütme işleminden önce projeyi yedeklemeyi seçerseniz, projenin bir kopyası proje dizininde bir 'backup' dizinine kaydedilir.
uk: Один або більше проектів слід перетворити у новий формат. Після перетворення їх буде неможливо відкрити старою версією MonoDevelop. Якщо вибрати резервування проекту перед перетворенням, то копію проекту буде збережено у теці 'backup', що у теці проекту.
zh_cn: 必须将一个或多个项目迁移到新的格式。迁移之后，它将不能在较旧的 MonoDevelop 版本中打开。 如果在迁移之前选择备份项目，将在项目目录的“备份”目录中保存项目文件的副本。
zh_tw: 一或多個專案必須移轉成新的格式。移轉之後，將無法在舊版 MonoDevelop 中開啟。 如果您選擇在移轉之前備份專案，則會將專案檔複本儲存至專案目錄中的 'backup' 目錄。

source: Online Templates
cs: Online šablony
de: Onlinevorlagen
es: Plantillas en línea
fr: Modèles en ligne
it: Modelli online
ja: オンライン テンプレート
ko: 온라인 템플릿
pl: Szablony online
pt_br: Modelos Online
ru: Шаблоны в Интернете
tr: Çevrimiçi Şablonlar
uk: Шаблони онлайн
zh_cn: 联机模板
zh_tw: 線上範本

source: Only one '{0}' directive is permitted
cs: Je povolená jenom jedna direktiva {0}.
de: Es ist nur eine {0}-Direktive zulässig.
es: Solo se permite una directiva '{0}'
fr: Une seule directive « {0} » est autorisée
it: È consentita una sola direttiva '{0}'
ja: 許可される '{0}' ディレクティブは 1 つのみです
ko: '{0}' 지시문은 하나만 허용됩니다.
pl: Dozwolona jest tylko jedna dyrektywa „{0}”
pt_br: Apenas uma diretiva '{0}' é permitida
ru: Разрешена лишь одна директива "{0}"
tr: Yalnızca bir '{0}' yönergesine izin veriliyor
zh_cn: 仅允许使用一个“{0}”指令
zh_tw: 只允許一個 '{0}' 指示詞

source: Only public members
cs: Jenom veřejné členy
de: Nur öffentliche Member
es: Solo miembros públicos
fr: Seuls les membres publics
it: Solo membri pubblici
ja: パブリック メンバーのみ
ko: 공용 멤버만
pl: Tylko publiczne składowe
pt_br: Apenas membros públicos
ru: Только общие элементы
tr: Yalnızca ortak üyeler
uk: Лише загальнодоступні члени
zh_cn: 仅限公共成员
zh_tw: 只有公用成員

source: Only show in the following environments:
cs: Zobrazit jenom v těchto prostředích:
de: Nur in den folgenden Umgebungen anzeigen:
es: Solo mostrar en los siguientes entornos:
fr: Afficher uniquement dans les environnements suivants :
it: Mostra solo negli ambienti seguenti:
ja: 以下の環境でのみ表示:
ko: 다음 환경에서만 표시:
pl: Pokazuj tylko w następujących środowiskach:
pt_br: Mostrar apenas nos seguintes ambientes:
ru: Показывать только в следующих средах:
tr: Yalnızca şu masaüstü ortamlarında göster:
uk: Лише в таких віконних середовищах:
zh_cn: 仅在以下环境中显示:
zh_tw: 只在下列環境顯示:

source: Only single-file templates allowed to generate resource files
cs: Soubory prostředků můžou generovat jenom šablony pro jeden soubor
de: Nur Einzeldateivorlagen dürfen Ressourcendateien erstellen
es: Solo se permiten plantillas de un único archivo para generar archivos de recursos
fr: Seuls les modèles à fichier unique sont autorisés à générer des fichiers de ressources
it: Per generare file di risorse sono consentiti solo modelli composti da un unico file
ja: 単一ファイルによるテンプレートのみ、リソース ファイルを生成できます
ko: 단일 파일 템플릿만 리소스 파일을 생성할 수 있습니다.
pl: Generowanie plików zasobów jest dozwolone tylko w przypadku szablonów w pojedynczym pliku
pt_br: Apenas modelos de arquivos simples são permitido para gerar arquivos de recursos
ru: Только шаблоны из отдельных файлов могут создавать файлы ресурсов
tr: Kaynak dosyaları üretimi için yalnızca tek dosya şablonlarına izin verilir
uk: Для генерування файлів ресурсів допускаються лише однофайлові шаблони
zh_cn: 只允许单文件模板生成资源文件
zh_tw: 只允許單一檔案範本產生資源檔

source: Only this project
cs: Jenom tento projekt
de: Nur dieses Projekt
es: Solo este proyecto
fr: Ce projet uniquement
it: Solo questo progetto
ja: このプロジェクトのみ
ko: 이 프로젝트만
pl: Tylko ten projekt
pt_br: Apenas para esse projeto
ru: Только этот проект
tr: Yalnızca bu proje
uk: Лише цей проект
zh_cn: 仅限此项目
zh_tw: 只有此專案

source: Only this solution
cs: Jenom toto řešení
de: Nur diese Projektmappe
es: Solo esta solución
fr: Cette solution uniquement
it: Solo questa soluzione
ja: このソリューションのみ
ko: 이 솔루션만
pl: Tylko to rozwiązanie
pt_br: Apenas para essa solução
ru: Только это решение
tr: Yalnızca bu çözüm
uk: Лише це рішення
zh_cn: 仅限此解决方案
zh_tw: 只有此解決方案

source: Opacity
cs: Krytí
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 不透明度
ko: 불투명도
pl: Nieprzezroczystość
pt_br: Opacidade
ru: Непрозрачность
tr: Opaklık

source: Open
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
zh_cn: 打开
zh_tw: 開啟

source: Open Glade File
cs: Otevřít soubor Glade
de: Glade-Datei öffnen
es: Abrir archivo .glade
fr: Ouvrir le fichier glade
it: Apri file Glade
ja: Glade ファイルを開きます
ko: Glade 파일 열기
pl: Otwórz plik Glade
pt_br: Abrir Arquivo Glade
ru: Открыть файл Glade
tr: Glade Dosyasını Aç
uk: Відкрити файл Glade
zh_cn: 打开 Glade 文件
zh_tw: 開啟 Glade 檔案

source: Open Log Directory
cs: Otevřít adresář protokolu
de: Protokollverzeichnis öffnen
es: Abrir directorio de registro
fr: Ouvrir le répertoire des journaux
it: Directory radice
ja: ログ ディレクトリを開く
ko: 로그 디렉터리 열기
pl: Otwórz katalog dzienników
pt_br: Abrir Diretório de Log
ru: Открыть каталог журналов
tr: Günlük Dizinini Aç
uk: Відкрити теку журналів

source: Open NuGet.Config file...
cs: Otevřít soubor NuGet.Config...
de: NuGet.Config-Datei öffnen...
es: Abrir archivo NuGet.Config...
fr: Ouvrir le fichier NuGet.Config...
ja: NuGet.Config ファイルを開く...
ko: NuGet.Config 파일 열기...
pl: Otwórz plik NuGet.Config...
pt_br: Abrir o arquivo NuGet.Config...
ru: Открытие файла NuGet.Config...
tr: NuGet.Config dosyasını aç...

source: Open Service Details
cs: Otevřít podrobnosti služby
de: Dienstdetails öffnen
es: Abrir detalles del servicio
fr: Ouvrir les détails du service
it: Nascondi dettagli
ja: サービスの詳細を開く
ko: 서비스 세부 정보 열기
pl: Otwórz szczegóły usługi
pt_br: Abrir Detalhes de Serviço
ru: Открыть сведения о службе
tr: Hizmet Ayrıntılarını Aç

source: Open Service Gallery
cs: Otevřít galerii služeb
de: Dienstkatalog öffnen
es: Abrir galería de servicios
fr: Ouvrir la galerie de services
ja: サービス ギャラリーを開く
ko: 서비스 갤러리 열기
pl: Otwórz galerię usług
pt_br: Abrir Galeria de Serviço
ru: Открыть коллекцию служб
tr: Hizmet Galerisini Aç

source: Open Themes Folder
cs: Otevřít složku motivů
de: Designordner öffnen
es: Abrir carpeta de temas
fr: Ouvrir le dossier Thèmes
ja: テーマ フォルダーを開く
ko: 테마 폴더 열기
pl: Otwórz folder motywów
pt_br: Abrir Pasta de Temas
ru: Открыть папку тем
tr: Temalar Klasörünü Aç

source: Open URL in web browser when app starts:
cs: Při spuštění aplikace otevřít adresu URL ve webovém prohlížeči:
de: URL beim Start der App in einem Webbrowser öffnen:
es: Abrir URL en el explorador web al iniciarse la aplicación:
fr: Ouvrir l'URL dans un navigateur web au démarrage de l'application :
ja: アプリの起動時に Web ブラウザーで URL を開く:
ko: 앱 시작 시 웹 브라우저에서 URL 열기:
pl: Otwórz adres URL w przeglądarce sieci Web po uruchomieniu aplikacji:
pt_br: Abrir URL no navegador da Web quando o aplicativo iniciar:
ru: Открыть URL-адрес в веб-браузере при запуске приложения:
tr: Uygulama başlatıldığında URL'yi web tarayıcısında aç:

source: Open With:
cs: Otevřít v programu:
de: Öffnen mit:
es: Abrir con:
fr: Ouvrir avec :
it: Apri con:
ja: プログラムから開く:
ko: 연결 프로그램:
pl: Otwórz za pomocą:
pt_br: Abrir Com:
ru: Открыть с помощью:
tr: Birlikte Aç:
uk: Відкрити в:
zh_cn: 打开方式:
zh_tw: 開啟檔案:

source: Open _With
cs: Otevřít _v
de: Öffnen _mit
es: Abrir c_on
fr: Ouvrir _avec
it: A_pri con
ja: プログラムから開く(_W)
ko: 연결 프로그램(_W)
pl: Otwórz _za pomocą
pt_br: Abrir _Com
ru: Открыть с _помощью
tr: Birlikte _Aç
uk: Відкрити за допо_могою
zh_cn: 打开方式(_W)
zh_tw: 開啟檔案(_W)

source: Open a file selector to select the project path
cs: Otevřete selektor souborů a vyberte cestu k projektu.
de: Öffnen Sie eine Dateiauswahl, um den Projektpfad auszuwählen.
es: Abrir un selector de archivos para elegir la ruta de acceso del proyecto
fr: Ouvrez un sélecteur de fichiers pour sélectionner le chemin du projet
ja: ファイル セレクターを開いて、プロジェクト パスを選択する
ko: 파일 선택기를 열어 프로젝트 경로 선택
pl: Otwórz selektor pliku, aby wybrać ścieżkę projektu
pt_br: Abra um seletor de arquivos para selecionar o caminho do projeto
ru: Откройте средство выбора файла для выбора пути проекта
tr: Proje yolunu seçmek için bir dosya seçici aç

source: Open file or solution
cs: Otevřít soubor nebo řešení
de: Datei oder Projektmappe öffnen
es: Abrir archivo o solución
fr: Ouvrir un fichier ou une solution
it: Apre il file o la soluzione
ja: ファイルまたはソリューションを開きます
ko: 파일 또는 솔루션 열기
pl: Otwórz plik lub rozwiązanie
pt_br: Abrir um arquivo ou solução
ru: Открыть файл или решение
tr: Dosya veya çözüm aç
uk: Відкрити файл або рішення
zh_cn: 打开文件或解决方案
zh_tw: 開啟檔案或解決方案

source: Open file...
cs: Otevřít soubor...
de: Datei öffnen...
es: Abrir archivo...
fr: Ouvrir le fichier...
it: Apri file...
ja: ファイルを開く...
ko: 파일 열기...
pl: Otwórz plik...
pt_br: Abrir arquivo...
ru: Открыть файл...
tr: Dosya aç...
uk: Відкрити файл...
zh_cn: 打开文件...
zh_tw: 開啟檔案...

source: Open preferences dialog
cs: Otevřít dialog předvoleb
de: Dialogfeld 'Einstellungen' öffnen
es: Abrir cuadro de diálogo de preferencias
fr: Ouvrir la boîte de dialogue Préférences
it: Apre la finestra di dialogo Preferenze
ja: ユーザー設定を開くダイアログ
ko: 기본 설정 대화 상자 열기
pl: Otwórz okno dialogowe preferencji
pt_br: Abrir caixa de diálogo de preferências
ru: Открыть диалоговое окно предпочтений
tr: Tercihler iletişim kutusunu aç
uk: Відкрити діалог уподобань
zh_cn: 打开首选项对话框
zh_tw: 開啟喜好設定對話方塊

source: Open script
cs: Otevřít skript
de: Skript öffnen
es: Abrir script
fr: Ouvrir le script
it: Apri script
ja: スクリプトを開く
ko: 스크립트 열기
pl: Otwórz skrypt
pt_br: Abrir script
ru: Открыть скрипт
tr: Betik aç
zh_cn: 打开脚本
zh_tw: 開啟指令碼

source: Open selected document
cs: Otevřít vybraný dokument
de: Ausgewähltes Dokument öffnen
es: Abrir documento seleccionado
fr: Ouvrir le document sélectionné
it: Apre il documento selezionato
ja: 選ばれたドキュメントを開きます
ko: 선택한 문서 열기
pl: Otwórz wybrany dokument
pt_br: Abrir o documento selecionado
ru: Открыть выбранный документ
tr: Seçilen belgeyi aç
uk: Відкрити вибраний документ
zh_cn: 打开所选文档
zh_tw: 開啟選取的文件

source: Open solution {0}
cs: Otevřít řešení {0}
de: Projektmappe {0} öffnen
es: Abrir solución {0}
fr: Ouvrir la solution {0}
it: Apri la soluzione {0}
ja: ソリューション {0} を開く
ko: {0} 솔루션 열기
pl: Otwórz rozwiązanie {0}
pt_br: Abrir a solução {0}
ru: Открыть решение {0}
tr: {0} çözümünü aç
uk: Відкрити рішення {0}
zh_cn: 打开解决方案 {0}
zh_tw: 開啟解決方案 {0}

source: Open with '{0}'
cs: Otevřít v programu {0}
de: Öffnen mit '{0}'
es: Abrir con '{0}'
fr: Ouvrir avec « {0} »
it: Apri con '{0}'
ja: '{0}' で開く
ko: '{0}'(으)로 열기
pl: Otwórz za pomocą: „{0}”
pt_br: Abrir com '{0}'
ru: Открыть с помощью "{0}"
tr: {0} ile aç
uk: Відкрити у {0}
zh_cn: 用“{0}”打开
zh_tw: 以 '{0}' 開啟
