Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: File Name Without Extension
cs: Název souboru bez přípony
de: Dateiname ohne Erweiterung
es: Nombre de archivo sin extensión
fr: Nom de fichier sans extension
ja: 拡張子なしのファイル名
ko: 확장명 없는 파일 이름
pl: Nazwa pliku bez rozszerzenia
pt_br: Nome do arquivo sem extensão
ru: Имя файла без расширений
tr: Uzantısız Dosya Adı

source: File Path
cs: Cesta k souboru
de: Dateipfad
es: Ruta de acceso del archivo
fr: Chemin d’accès au fichier
it: Percorso file
ja: ファイル パス
ko: 파일 경로
pl: Ścieżka pliku
pt_br: Caminho do Arquivo
ru: Путь к файлу
tr: Dosya Yolu
uk: Шлях до файлу
zh_cn: 文件路径
zh_tw: 檔案路徑

source: File Selector
cs: Výběr souboru
de: Dateiselektor
es: Selector de archivos
fr: Sélecteur de fichiers
ja: ファイル セレクター
ko: 파일 선택기
pl: Selektor pliku
pt_br: Seletor de Arquivos
ru: Средство выбора файлов
tr: Dosya Seçici

source: File Type
cs: Typ souboru
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file
ja: ファイルの種類
ko: 파일 형식
pl: Typ pliku
pt_br: Tipo de Arquivo
ru: Тип файла
tr: Dosya Türü
uk: Тип файлу
zh_cn: 文件类型
zh_tw: 檔案類型

source: File _type:
cs: _Typ souboru:
de: _Dateityp:
es: _Tipo de archivo:
fr: _Type de fichier :
it: _Tipo di file:
ja: ファイルの種類(_T):
ko: 파일 형식(_T):
pl: _Typ pliku:
pt_br: _Tipo de arquivo:
ru: _Тип файла:
tr: Dosya _türü:
uk: _Тип файлу:
zh_cn: 文件类型(_T):
zh_tw: 檔案類型(_T):

source: File already exists
cs: Soubor už existuje.
de: Datei bereits vorhanden
es: El archivo ya existe
fr: Le fichier existe déjà
it: Il file esiste già
ja: ファイルが既に存在します
ko: 파일이 이미 있습니다.
pl: Plik już istnieje
pt_br: O arquivo já existe
ru: Файл уже существует
tr: Dosya zaten var
uk: Файл вже існує
zh_cn: 文件已存在
zh_tw: 檔案已存在

source: File already exists.
cs: Soubor už existuje.
de: Die Datei ist bereits vorhanden.
es: El archivo ya existe.
fr: Le fichier existe déjà.
ja: ファイルは既に存在しています。
ko: 파일이 이미 있습니다.
pl: Plik już istnieje.
pt_br: O arquivo já existe.
ru: Файл уже существует.
tr: Dosya zaten var.

source: File attributes
cs: Atributy souboru
de: Dateiattribute
es: Atributos del archivo
fr: Attributs de fichier
it: Attributi di file
ja: ファイル属性
ko: 파일 특성
pl: Atrybuty pliku
pt_br: Atributos de arquivo
ru: Атрибуты файла
tr: Dosya öznitelikleri
uk: Атрибути файлу
zh_cn: 文件属性
zh_tw: 檔案屬性

source: File checksum doesn't match.
cs: Kontrolní součet souboru neodpovídá.
de: Dateiprüfsumme stimmt nicht überein.
es: No coincide la suma de comprobación del archivo.
fr: La somme de contrôle du fichier ne correspond pas.
it: Il checksum dei file non corrisponde.
ja: ファイルのチェックサムが一致しません。
ko: 파일 체크섬이 일치하지 않습니다.
pl: Suma kontrolna pliku nie jest zgodna.
pt_br: A soma de verificação do arquivo não corresponde.
ru: Несовпадение контрольной суммы файла.
tr: Dosya sağlama toplamı eşleşmiyor.
zh_cn: 文件校验和不匹配。
zh_tw: 檔案總和檢查碼不符。

source: File could not be unlocked.
cs: Soubor se nepodařilo odemknout.
de: Datei konnte nicht entsperrt werden.
es: El archivo no se puede desbloquear.
fr: Nous n’avons pas pu déverrouiller le fichier.
it: Non è stato possibile sbloccare il file.
ja: ファイルはロック解除できませんでした。
ko: 파일의 잠금을 해제할 수 없습니다.
pl: Nie można odblokować pliku.
pt_br: Não foi possível desbloquear o arquivo.
ru: Не удалось разблокировать файл.
tr: Dosyanın kilidi açılamadı.
uk: Не вдалось розблокувати файл.
zh_cn: 无法锁定文件。
zh_tw: 無法解除鎖定檔案。

source: File directive does not match page extension
cs: Direktiva file neodpovídá příponě stránky.
de: File-Direktive stimmt nicht mit der Seitenerweiterung überein.
es: La directiva de archivo no coincide con la extensión de página
fr: La directive du fichier ne correspond pas à l’extension de page
it: La direttiva file non corrisponde all'estensione di pagina
ja: file ディレクティブがページの拡張子と一致しません
ko: File 지시문이 페이지 확장과 일치하지 않습니다.
pl: Dyrektywa pliku nie pasuje do rozszerzenia strony
pt_br: A diretiva do arquivo não corresponde à extensão da página
ru: Директива File не соответствует расширению страницы
tr: File yönergesi sayfası uzantısı ile eşleşmiyor
zh_cn: File 指令与页面扩展不匹配
zh_tw: 檔案指示詞不符合頁面副檔名

source: File directive is missing
cs: Chybí direktiva file.
de: File-Direktive fehlt.
es: Falta la directiva de archivo
fr: La directive du fichier est manquante
it: Manca la direttiva file
ja: file ディレクティブがありません
ko: File 지시문이 없습니다.
pl: Brak dyrektywy pliku
pt_br: A diretiva do arquivo está ausente
ru: Отсутствует директива File
tr: File yönergesi eksik
zh_cn: 缺少 file 指令
zh_tw: 遺漏檔案指示詞

source: File does not exist.
cs: Soubor neexistuje.
de: Datei ist nicht vorhanden.
es: El archivo no existe.
fr: Le fichier n’existe pas.
it: Il file non esiste.
ja: ファイルが存在しません。
ko: 파일이 없습니다.
pl: Plik nie istnieje.
pt_br: O arquivo não existe.
ru: Файл не существует.
tr: Dosya yok.
zh_cn: 文件不存在。
zh_tw: 檔案不存在。

source: File format not provided.
cs: Není zadaný formát souboru.
de: Kein Dateiformat angegeben
es: No se proporcionó un formato de archivo.
fr: Format de fichier non fourni.
it: Il formato di file non è stato specificato.
ja: ファイル フォーマットが指定されていません。
ko: 파일 형식이 제공되지 않았습니다.
pl: Format pliku nie został podany.
pt_br: Formato de arquivo não informado.
ru: Не указан формат файла.
tr: Dosya biçimi belirtilmemiş.
uk: Не вказаний формат файлу.
zh_cn: 未提供文件格式。
zh_tw: 未提供檔案格式。

source: File format of the project file.
cs: Formát souboru projektu
de: Dateiformat der Projektdatei.
es: Formato del archivo del proyecto.
fr: Format du fichier de projet.
it: Formato di file del file di progetto.
ja: プロジェクト ファイルのファイル形式。
ko: 프로젝트 파일의 파일 형식입니다.
pl: Format pliku projektu.
pt_br: Formato do arquivo de projeto.
ru: Формат файла проекта.
tr: Proje dosyasının dosya biçimi.
uk: Формат файлу проекту.
zh_cn: 项目文件的文件格式。
zh_tw: 專案檔的檔案格式。

source: File format:
cs: Formát souboru:
de: Dateiformat:
es: Formato de archivo:
fr: Format de fichier :
it: Formato di file:
ja: ファイル フォーマット:
ko: 파일 형식:
pl: Format pliku:
pt_br: Formato de arquivo:
ru: Формат файла:
tr: Dosya biçimi:
uk: Формат файлу:
zh_cn: 文件格式:
zh_tw: 檔案格式:

source: File is not a project or solution: {0}
cs: Soubor není projektem ani řešením: {0}
de: Datei ist kein Projekt bzw. keine Projektmappe: {0}
es: El archivo no es un proyecto ni una solución: {0}
fr: Fichier n’est pas un projet ou une solution : {0}
it: Il file non è un progetto o una soluzione: {0}
ja: ファイルがプロジェクトまたはソリューションではありません: {0}
ko: 파일이 프로젝트나 솔루션이 아닙니다. {0}
pl: Plik nie jest projektem ani rozwiązaniem: {0}
pt_br: O arquivo não é um projeto ou solução: {0}
ru: Файл не является проектом или решением: {0}
tr: Dosya bir proje veya çözüm değil: {0}
uk: Файл не є проектом або рішенням: {0}
zh_cn: 文件不是一个项目或解决方案: {0}
zh_tw: 檔案不是專案或解決方案: {0}

source: File list and message in separate lines
cs: Senam souborů a zpráva na samostatných řádcích
de: Dateiliste und Nachricht in unterschiedlichen Zeilen
es: Lista de archivos y mensaje en líneas separadas
fr: Liste de fichiers et message sur des lignes distinctes
it: Elenco file e messaggio su righe separate
ja: ファイル リストとメッセージを別の行に表示する
ko: 별도의 줄에 파일 목록 및 메시지 표시
pl: Lista plików i komunikat w oddzielnych wierszach
pt_br: Lista de arquivos e mensagens em linhas separadas
ru: Список файлов и сообщение на разных строках
tr: Dosya listesi ve ileti ayrı satırlarda
uk: Список файлів та повідомлення в окремих рядках
zh_cn: 文件列表和消息位于不同的行
zh_tw: 檔案清單與訊息在不同行

source: File name not provided in template
cs: V šabloně není zadaný název souboru.
de: In der Vorlage wurde kein Dateiname angegeben.
es: No se proporciona el nombre de archivo en la plantilla
fr: Nom de fichier non fourni dans le modèle
it: Il nome file non è stato specificato nel modello
ja: テンプレートにファイル名が指定されていません
ko: 파일 이름이 템플릿에서 제공되지 않았습니다.
pl: Nazwa pliku nie została podana w szablonie
pt_br: Nome do arquivo não fornecido no modelo
ru: В шаблоне не указано имя файла
tr: Şablonda dosya adı belirtilmedi
zh_cn: 模板中未提供文件名
zh_tw: 範本中未提供檔案名稱

source: File name not specified
cs: Název souboru není zadaný.
de: Dateiname nicht angegeben
es: Nombre de archivo no especificado
fr: Nom de fichier non spécifié
it: Il nome file non è specificato
ja: ファイル名が指定されていません
ko: 파일 이름이 지정되지 않았습니다.
pl: Nie podano nazwy pliku
pt_br: Nome do arquivo não especificado
ru: Имя файла не указано
tr: Dosya adı belirtilmedi
uk: Не вказана назва файлу
zh_cn: 未指定文件名
zh_tw: 未指定檔案名稱

source: File name {0} is invalid
cs: Název souboru {0} není platný.
de: Der Dateiname '{0}' ist ungültig.
es: El nombre de archivo {0} no es válido
fr: Le nom de fichier {0} n’est pas valide
it: Il nome file {0} non è valido
ja: ファイル名 {0} は無効です
ko: 파일 이름 {0}이(가) 잘못되었습니다.
pl: Nazwa pliku {0} jest nieprawidłowa
pt_br: O nome do arquivo {0} é inválido
ru: Недопустимое имя файла {0}
tr: {0} dosya adı geçersiz
uk: Неправильна назва файлу: {0}
zh_cn: 文件名 {0} 无效
zh_tw: 檔案名稱 {0} 無效

source: File name:
cs: Název souboru:
de: Dateiname:
es: Nombre del archivo:
fr: Nom de fichier :
ja: ファイル名:
ko: 파일 이름:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ru: Имя файла:
tr: Dosya adı:

source: File not found
cs: Soubor se nenašel.
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
ru: Файл не найден
tr: Dosya bulunamadı
uk: Файл не знайдено
zh_cn: 找不到文件
zh_tw: 找不到檔案

source: File not found.
cs: Soubor nejde najít.
de: Datei nicht gefunden.
es: Archivo no encontrado.
fr: Fichier introuvable.
it: Il file non è stato trovato.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku.
pt_br: Arquivo não encontrado.
ru: Файл не найден.
tr: Dosya bulunamadı.
zh_cn: 找不到文件。
zh_tw: 找不到檔案。

source: File not found: {0}
cs: Soubor se nenašel: {0}
de: Datei nicht gefunden: {0}
es: Archivo no encontrado: {0}
fr: Fichier introuvable : {0}
it: Il file non è stato trovato: {0}
ja: ファイルが見つかりません ({0})
ko: 파일을 찾을 수 없음: ({0})
pl: Nie znaleziono pliku: {0}
pt_br: Arquivo não encontrado: {0}
ru: Файл не найден: {0}
tr: Dosya bulunamadı: {0}
uk: Файл не знайдено: {0}
zh_cn: 找不到文件: {0}
zh_tw: 找不到檔案: {0}

source: File or directory name is already in use. Please choose a different one.
cs: Název souboru nebo složky se už používá. Zvolte prosím jiný.
de: Datei- oder Verzeichnisname wird bereits verwendet. Wählen Sie einen anderen Namen aus.
es: El nombre de archivo o directorio ya está en uso. Elija otro nombre.
fr: Le nom de fichier ou de répertoire est déjà utilisé. Choisissez-en un autre.
it: Il nome di file o di directory è già usato. Sceglierne un altro.
ja: そのファイル名またはディレクトリ名は既に使用されています。別の名前を選んでください。
ko: 파일 또는 디렉터리 이름이 이미 사용 중입니다. 다른 이름을 선택하세요.
pl: Nazwa pliku lub katalogu jest już używana. Wybierz inną nazwę.
pt_br: O nome do arquivo ou diretório já está em uso. Escolha um nome diferente.
ru: Имя файла или каталога уже используется. Выберите другое значение.
tr: Dosya veya dizin adı zaten kullanılıyor. Lütfen başka bir ad seçin.
uk: Назва файлу або теки вже використовується. Виберіть іншу.
zh_cn: 文件或目录名称已在使用。请选择其他名称。
zh_tw: 檔案或目錄名稱已在使用中。請選擇另一個。

source: File path cannot use reserved keywords.
cs: Cesta k souboru nemůže používat vyhrazená klíčová slova.
de: Im Dateipfad dürfen keine reservierten Schlüsselwörter verwendet werden.
es: La ruta de acceso del archivo no puede usar palabras clave reservadas.
fr: Le chemin de fichier ne doit pas utiliser de mots clés réservés.
ja: ファイル パスには予約されたキーワードを使用できません。
ko: 파일 경로에 예약된 키워드를 사용할 수 없습니다.
pl: Ścieżka pliku nie może zawierać zastrzeżonych słów kluczowych.
pt_br: O caminho do arquivo não pode usar palavras-chave reservadas.
ru: В пути к файлу не следует использовать зарезервированные ключевые слова.
tr: Dosya yolunda ayrılmış anahtar sözcükler kullanılamaz.

source: File path of the item.
cs: Cesta k souboru položky
de: Dateipfad des Elements
es: Ruta de acceso del archivo del elemento.
fr: Chemin d’accès du fichier de l’élément.
it: Percorso file dell'elemento.
ja: 項目のファイル パス。
ko: 항목의 파일 경로입니다.
pl: Ścieżka pliku elementu.
pt_br: Caminho de arquivo do item.
ru: Путь к файлу элемента.
tr: Öğenin dosya yolu.
uk: Шлях до файлу елемента.
zh_cn: 项的文件路径。
zh_tw: 項目的檔案路徑。

source: File path of the solution item.
cs: Cesta k souboru položky řešení
de: Dateipfad des Projektmappenelements.
es: Ruta de acceso del archivo del elemento de la solución.
fr: Chemin d’accès du fichier de l’élément de solution.
it: Percorso file dell'elemento della soluzione.
ja: ソリューション項目のファイル パス。
ko: 솔루션 항목의 파일 경로입니다.
pl: Ścieżka pliku elementu rozwiązania.
pt_br: Caminho de arquivo do item da solução.
ru: Путь к файлу для элемента решения.
tr: Çözüm öğesinin dosya yolu.
uk: Шлях до файлу елементу рішення.
zh_cn: 解决方案项的文件路径。
zh_tw: 解決方案項目的檔案路徑。

source: File to Open
cs: Soubor k otevření
de: Zu öffnende Datei
es: Archivo para abrir
fr: Fichier à ouvrir
it: File da aprire
ja: 開くファイル
ko: 열 파일
pl: Plik do otwarcia
pt_br: Arquivo a ser Aberto
ru: Открываемый файл
tr: Açmak için Dosyala
uk: Файл, що відкривається
zh_cn: 要打开的文件
zh_tw: 要開啟的檔案

source: File variable ({0}) is set for sync'ing, but no valid variable is selected. Either disable the sync'ing or select a variable name.
cs: Proměnná souboru ({0}) je nastavená pro synchronizaci, není ale vybraná žádná platná proměnná. Buď synchronizaci zakažte, nebo vyberte název proměnné.
de: Die Dateivariable ({0}) ist für die Synchronisierung festgelegt, ohne dass eine gültige Variable ausgewählt wurde. Deaktivieren Sie entweder die Synchronisierung, oder wählen Sie einen Variablennamen aus.
es: La variable de archivo ({0}) está establecida para sincronización, pero no se ha seleccionado una variable válida. Deshabilite la sincronización o seleccione un nombre de variable.
fr: Une variable de fichier ({0}) est définie pour synchronisation, mais aucune variable valide n’est sélectionnée. Désactivez la synchronisation ou sélectionnez un nom de variable.
it: La variabile di file ({0}) è impostata per la sincronizzazione, ma non è stata selezionata alcuna variabile valida. Disabilitare la sincronizzazione o selezionare un nome di variabile.
ja: ファイル変数 ({0}) が同期用に設定されていますが、有効な変数が選択されていません。同期を無効にするか、変数名を選択してください。
ko: 파일 변수({0})가 동기화에 대해 설정되어 있지만 유효한 변수가 선택되지 않았습니다. 동기화를 사용하지 않도록 설정하거나 변수 이름을 선택하세요.
pl: Ustawiono zmienną pliku ({0}) do synchronizacji, ale nie wybrano prawidłowej zmiennej. Wyłącz synchronizowanie lub wybierz nazwę zmiennej.
pt_br: Variável de arquivo ({0}) definida para sincronização, mas nenhuma variável válida está selecionada. Desabilite a sincronização ou selecione um nome de variável.
ru: Файловая переменная ({0}) задана для синхронизации, однако не выбрана допустимая переменная. Отключите синхронизацию или выберите имя переменной.
tr: Dosya değişkeni ({0}) eşitlenmek için ayarlandı, ancak geçerli bir değişken seçilmedi. Eşitlemedi devre dışı bırakın veya bir değişken adı seçin.
uk: Задана файлова змінна ({0}) для синхронізації, але правильна змінна не вибрана. Потрібно відключити синхронізацію або вибрати назву змінної.
zh_cn: 文件变量({0})已进行同步设置，但未选择有效的变量。请禁用同步或选择一个变量名称。
zh_tw: 已設定檔案變數 ({0}) 進行同步處理，但未選取有效的變數。請停用同步處理或選取變數名稱。

source: File {0} already exists. Do you want to overwrite the existing file or add it to the project?
cs: Soubor {0} už existuje. Chcete stávající soubor přepsat nebo ho přidat do projektu?
de: Die Datei {0} ist bereits vorhanden. Möchten Sie die vorhandene Datei überschreiben oder dem Projekt hinzufügen?
es: El archivo {0} ya existe. ¿Quiere sobrescribir el archivo actual o agregarlo al proyecto?
fr: Le fichier {0} existe déjà. Voulez-vous remplacer le fichier existant ou l’ajouter au projet ?
it: Il file {0} esiste già. Sovrascrivere il file esistente oppure aggiungerlo al progetto?
ja: ファイル {0} は既に存在します。 既存のファイルを上書きするか、プロジェクトに追加しますか?
ko: {0} 파일이 이미 있습니다. 기존 파일을 덮어쓰거나 프로젝트에 추가할까요?
pl: Plik {0} już istnieje. Czy chcesz zastąpić istniejący plik i dodać go do projektu?
pt_br: O arquivo {0} já existe. Deseja substituir o arquivo existente ou adicioná-lo ao projeto?
ru: Файл {0} уже существует. Вы хотите перезаписать имеющийся файл или добавить его в проект?
tr: {0} dosyası zaten var. Mevcut dosyanın üzerine yazmak veya projeye eklemek istiyor musunuz?
zh_cn: 文件 {0} 已存在。 是要覆盖现有文件还是将其添加到项目中?
zh_tw: 檔案 {0} 已經存在。 要覆寫現有的檔案或將其新增至專案嗎?

source: File {0} already exists. Overwrite?
cs: Soubor {0} už existuje. Chcete ho přepsat?
de: Die Datei '{0}' ist bereits vorhanden. Überschreiben?
es: El archivo {0} ya existe. ¿Desea sobrescribirlo?
fr: Le fichier {0} existe déjà. Voulez-vous le remplacer ?
it: Il file {0} esiste già. Sovrascriverlo?
ja: ファイル {0} が既に存在します。上書きしますか?
ko: {0} 파일이 이미 있습니다. 덮어쓸까요?
pl: Plik {0} już istnieje. Czy chcesz go zastąpić?
pt_br: O arquivo {0} já existe. Deseja substituí-lo?
ru: Файл {0} уже существует. Перезаписать?
tr: {0} dosyası zaten var. Üzerine yazılsın mı?
uk: Файл {0} вже існує. Перезаписати?
zh_cn: 文件 {0} 已存在。是否覆盖?
zh_tw: 檔案 {0} 已存在。要覆寫嗎?

source: File {0} could not be written.
cs: Do souboru {0} se nedá zapisovat.
de: Datei {0} konnte nicht geschrieben werden.
es: No se puede escribir el archivo {0}.
fr: Impossible d’écrire dans le fichier {0}.
it: Non è stato possibile scrivere il file {0}.
ja: ファイル {0} に書き込めませんでした。
ko: {0} 파일에 쓸 수 없습니다.
pl: Nie można zapisać pliku {0}.
pt_br: Não foi possível gravar o arquivo {0}.
ru: Не удалось записать файл {0}.
tr: {0} dosyası yazılamadı.
uk: Не вдалось записати файл {0}.
zh_cn: 无法写入文件 {0}。
zh_tw: 無法寫入檔案 {0}。

source: File {0} is read-only
cs: Soubor {0} je jenom pro čtení.
de: Datei '{0}' ist schreibgeschützt.
es: El archivo {0} es de solo lectura
fr: Le fichier {0} est en lecture seule.
it: Il file {0} è di sola lettura
ja: ファイル {0} は読み取り専用です
ko: {0} 파일이 읽기 전용입니다.
pl: Plik {0} jest tylko do odczytu
pt_br: O arquivo {0} é somente leitura
ru: Файл {0} доступен только для чтения
tr: {0} dosyası salt okunur
uk: Файл {0} доступний лише для читання
zh_cn: 文件 {0} 为只读
zh_tw: 檔案 {0} 是唯讀檔案

source: File {0} not found.
cs: Soubor {0} se nenašel.
de: Datei '{0}' nicht gefunden.
es: No se encuentra el archivo '{0}'.
fr: Fichier « {0} » introuvable.
it: Il file {0} non è stato trovato.
ja: ファイル {0} が見つかりません。
ko: {0} 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku {0}.
pt_br: Arquivo '{0}' não encontrado.
ru: Файл {0} не найден.
tr: '{0}' dosyası bulunamadı.
uk: Файл {0} не знайдено.
zh_cn: 找不到文件 {0}。
zh_tw: 找不到檔案 {0}。

source: File:
cs: Soubor:
de: Datei:
es: Archivo:
fr: Fichier :
ja: ファイル:
ko: 파일:
pl: Plik:
pt_br: Arquivo:
ru: Файл:
tr: Dosya:
uk: Файл:
zh_cn: 文件:
zh_tw: 檔案:

source: Files
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pl: Pliki
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
uk: Файли
zh_cn: 文件
zh_tw: 檔案

source: Files in variable '{0}' contains variables which cannot be parsed without the path to configure.in being set. Ignoring such files.
cs: Soubory v proměnné {0} obsahují proměnné, které se nedají analyzovat bez nastavené cesty ke configure.in. Tyto soubory se budou ignorovat.
de: Dateien in Variable '{0}' enthalten Variablen, die nicht analysiert werden können, wenn der Pfad zu 'configure.in' nicht festgelegt ist. Diese Dateien werden ignoriert.
es: Los archivos de la variable '{0}' contienen variables que no se pueden analizar si no se ha establecido la ruta de acceso de configure.in. Se omitirán estos archivos.
fr: Des fichiers dans la variable « {0} » contiennent des variables qui ne peuvent pas être analysées si le chemin d’accès de configure.in n’est pas défini. Fichiers ignorés.
it: I file nella variabile '{0}' contengono variabili che non possono essere analizzate senza impostare il percorso di configure.in. Tali file verranno ignorati.
ja: 変数 '{0}' のファイルに、設定している configure.in のパスなしでは解析できない変数が含まれています。そうしたファイルは無視します。
ko: '{0}' 변수의 파일이 configure.in의 경로가 설정되지 않은 상태로 구문 분석될 수 없는 변수를 포함하고 있습니다. 해당 파일을 무시합니다.
pl: Pliki w zmiennej „{0}” zawierają zmienne, których nie można przeanalizować bez ustawienia ścieżki do pliku configure.in. Takie pliki zostaną zignorowane.
pt_br: Arquivos na variável '{0}' contêm variáveis que não podem ser analisadas sem o caminho para configure.in ser definido. Ignorando esses arquivos.
ru: Файлы в переменной "{0}" содержат переменные, которые невозможно проанализировать без указания пути к configure.in. Такие файлы игнорируются.
tr: '{0}' değişkenindeki dosyalar, configure.in yolu ayarlanmadan ayrıştırılamayan değişkenler içeriyor. Bu tür dosyalar yoksayılıyor.
uk: Назви файлів у змінній '{0}' містять змінні, які неможливо розібрати, якщо не встановлено шлях до файлу configure.in. Ці файли нехтуємо.
zh_cn: 变量“{0}”中的文件包含一些变量，在未设置 configure.in 路径的情况下无法分析这些变量。正在忽略此类文件。
zh_tw: 變數 '{0}' 中的檔案包含必須設定 configure.in 路徑才能剖析的變數。正在略過這類檔案。

source: Find Base Symbols
cs: Najít základní symboly
de: Basissymbole suchen
es: Buscar símbolos base
fr: Rechercher des symboles de base
it: Trova simboli di base
ja: 基本シンボルの検索
ko: 기본 기호 찾기
pl: Znajdź symbole podstawowe
pt_br: Localizar Símbolos de Base
ru: Найти базовые символы
tr: Temel Simgeleri Bul
zh_cn: 查找基本符号
zh_tw: 尋找基底符號

source: Find Derived Symbols
cs: Najít odvozené symboly
de: Abgeleitete Symbole suchen
es: Buscar símbolos derivados
fr: Rechercher les symboles dérivés
it: Trova simboli derivati
ja: 派生シンボルの検索
ko: 파생 기호 찾기
pl: Znajdź symbole pochodne
pt_br: Localizar Símbolos Derivados
ru: Найти производные символы
tr: Türetilmiş Sembolleri Bul
uk: Знайти символи-нащадки
zh_cn: 查找派生符号
zh_tw: 尋找衍生的符號

source: Find Derived Types
cs: Najít odvozené typy
de: Abgeleitete Typen suchen
es: Buscar tipos derivados
fr: Rechercher les types dérivés
it: Trova tipi derivati
ja: 派生型の検索
ko: 파생 형식 찾기
pl: Znajdź typy pochodne
pt_br: Localizar Tipos Derivados
ru: Найти производные типы
tr: Türetilmiş Türleri Bul
uk: Знайти типи-нащадки
zh_cn: 查找派生类型
zh_tw: 尋找衍生的類型

source: Find Extension Methods
cs: Najít metody rozšíření
de: Erweiterungsmethoden suchen
es: Buscar métodos de extensión
fr: Rechercher des méthodes d’extension
it: Trova metodi di estensione
ja: 拡張メソッドの検索
ko: 확장 메서드 찾기
pl: Znajdź metody rozszerzenia
pt_br: Localizar Métodos de Extensão
ru: Найти методы расширения
tr: Dosya Uzantısı Yöntemleri
zh_cn: 查找扩展方法
zh_tw: 尋找擴充功能方法

source: Find Implementing Members
cs: Najít implementující členy
de: Implementierende Member suchen
es: Buscar miembros de implementación
fr: Rechercher des membres chargés de l’implémentation
it: Trova membri di implementazione
ja: 実装メンバーの検索
ko: 구현 멤버 찾기
pl: Znajdź implementujące składowe
pt_br: Localizar Membros da Implementação
ru: Найти реализации элементов
tr: Uygulayan Üyeleri Bul
zh_cn: 查找实现成员
zh_tw: 尋找實作成員

source: Find Implementing Symbols
cs: Najít implementující symboly
de: Implementierende Symbole suchen
es: Buscar símbolos de implementación
fr: Rechercher les symboles d’implémentation
it: Trova simboli di implementazione
ja: 実装するシンボルの検索
ko: 구현 기호 찾기
pl: Znajdź symbole zawierające implementację
pt_br: Localizar Símbolos de Implementação
ru: Найти реализующие символы
tr: Uygulayıcı Sembolleri Bul
zh_cn: 查找实现符号
zh_tw: 尋找實作符號

source: Find Implementing Types
cs: Najít implementující typy
de: _Implementierende Typen suchen
es: Buscar tipos de implementación
fr: Rechercher les types d’implémentation
it: Trova tipi di implementazione
ja: 実装する型の検索
ko: 구현 형식 찾기
pl: Znajdź typy zawierające implementację
pt_br: Localizar Tipos de Implementação
ru: Найти реализующие типы
tr: Uygulayıcı Türleri Bul
zh_cn: 查找实现类型
zh_tw: 尋找實作類型

source: Find Indexer Overloads
cs: Najít přetížení indexerů
de: Indexerüberladungen suchen
es: Buscar sobrecargas de indexador
fr: Rechercher les surcharges de l’indexeur
it: Trova overload di indicizzatore
ja: インデクサーのオーバーロードを検索
ko: 인덱서 오버로드 찾기
pl: Znajdź przeciążenia indeksatorów
pt_br: Localizar Sobrecargas de Indexador
ru: Найти перегрузки индексаторов
tr: İndis Oluşturucu Aşırı Yüklerini Bul
uk: Знайти перевантаження індексатора
zh_cn: 查找索引器重载
zh_tw: 尋找索引子多載
