Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Select an extra condition for this breakpoint
cs: Vyberte další podmínku pro tuto zarážku.
de: Zusätzliche Bedingung für diesen Haltepunkt auswählen
es: Seleccione una condición extra para este punto de interrupción
fr: Sélectionnez une condition supplémentaire pour ce point d'arrêt
ja: このブレークポイントの追加条件を選択します
ko: 이 중단점에 대한 추가 조건을 선택합니다.
pl: Wybierz dodatkowy warunek dla tego punktu przerwania
pt_br: Selecione uma condição extra para este ponto de interrupção
ru: Выберите дополнительное условие для этой точки останова
tr: Bu kesme noktası için ek koşul seçin

source: Select configuration :
cs: Zvolte konfiguraci :
de: Konfiguration auswählen:
es: Seleccionar configuración:
fr: Sélectionner une configuration :
it: Seleziona configurazione:
ja: 構成の選択:
ko: 구성 선택:
pl: Wybierz konfigurację:
pt_br: Selecione a configuração:
ru: Выберите конфигурацию:
tr: Yapılandırma seçin :
uk: Виберіть конфігурацію:
zh_cn: 选择配置:
zh_tw: 選取組態:

source: Select contents
cs: Vybrat obsah
de: Inhalte auswählen
es: Seleccionar contenido
fr: Sélectionner le contenu
it: Seleziona contenuto
ja: 内容の選択
ko: 내용 선택
pl: Wybierz zawartość
pt_br: Seleciona o conteúdo
ru: Выбрать содержимое
tr: İçerikleri Seç
uk: Вибрати вміст
zh_cn: 选择内容
zh_tw: 選取內容

source: Select destination
cs: Vybrat cíl
de: Ziel auswählen
es: Seleccionar destino
fr: Sélectionner la destination
ja: 宛先を選択する
ko: 대상 선택
pl: Wybierz miejsce docelowe
pt_br: Selecionar destino
ru: Выберите место назначения
tr: Hedef seçin

source: Select directory
cs: Vybrat adresář
de: Verzeichnis auswählen
es: Seleccionar directorio
fr: Sélectionner un répertoire
it: Seleziona directory
ja: ディレクトリを選んでください
ko: 디렉터리 선택
pl: Wybierz katalog
pt_br: Selecionar diretório
ru: Выбрать каталог
tr: Dizin seçin
uk: Виберіть теку
zh_cn: 选择目录
zh_tw: 選取目錄

source: Select event to generate the method for.
cs: Vyberte událost, pro kterou se má metoda vygenerovat.
de: Wählen Sie das Ereignis aus, für das die Methode generiert werden soll.
es: Seleccione el evento para el que debe generarse el método.
fr: Sélectionnez l’événement pour lequel générer la méthode.
it: Consente di selezionare l'evento per cui generare il metodo.
ja: メソッドを生成するイベントを選択してください。
ko: 메서드를 생성할 이벤트를 선택하세요.
pl: Wybierz zdarzenie, dla którego ma zostać wygenerowana metoda.
pt_br: Selecione o evento a ser gerado para o método.
ru: Выберите событие, для которого требуется создать метод.
tr: Kendisi için metodun üretileceği olayı seçin.
uk: Виберіть подію для якої створюється метод.
zh_cn: 选择要为其生成方法的事件。
zh_tw: 選取要產生方法的事件。

source: Select files to add from {0}
cs: Vybrat soubory pro přidání z {0}
de: Hinzuzufügende Dateien aus {0} auswählen
es: Seleccione los archivos que se deben agregar de {0}
fr: Sélectionnez les fichiers à ajouter à partir de {0}
it: Seleziona i file da aggiungere da {0}
ja: {0} から追加するファイルを選ぶ
ko: {0}에서 추가할 파일 선택
pl: Wybierz pliki do dodania z lokalizacji {0}
pt_br: Selecionar arquivos dos quais adicionar {0}
ru: Выберите файлы, добавляемые из {0}
tr: {0} öğesinden eklenecek dosyaları seçin
uk: Виберіть файли, які слід додати з {0}
zh_cn: 选择要从 {0} 添加的文件
zh_tw: 選取要從 {0} 新增的檔案

source: Select how the hex data is grouped
cs: Vybrat způsob seskupení šestnáctkových dat
de: Wählen Sie aus, wie die hexadezimalen Daten gruppiert werden.
es: Seleccionar cómo se agrupan los datos hexadecimales
fr: Sélectionner la façon dont les données hexadécimales sont regroupées
ja: 16 進数のデータをグループ化する方法を選択します
ko: 16진수 데이터를 그룹화하는 방법 선택
pl: Wybierz sposób grupowania danych szesnastkowych
pt_br: Selecionar como os dados hexadecimais são agrupados
ru: Выберите способ группировки шестнадцатеричных данных
tr: Onaltılık verilerin nasıl gruplandırılacağını belirleyin

source: Select how to handle line ending conversions
cs: Vyberte, jak se má nakládat s převody konců řádků.
de: Auswählen, wie Zeilenendekonvertierungen behandelt werden
es: Seleccione cómo deben controlarse las conversiones de final de línea
fr: Sélectionnez le mode de gestion des conversions de fin de ligne
ja: 改行コード変換の処理方法を選択します
ko: 줄 끝 변환을 처리하는 방법을 선택합니다.
pl: Wybierz sposób obsługiwania konwersji na końcu wiersza
pt_br: Selecione como manipular conversões de final de linha
ru: Выберите, как обрабатывать преобразования концов строк
tr: Satır sonu dönüşümlerinin nasıl işleneceğini seçin

source: Select members to be initialized by the constructor.
cs: Vyberte členy, které chcete inicializovat konstruktorem.
de: Member zum Initialisieren durch den Konstruktor auswählen.
es: Seleccione los miembros que debe inicializar el constructor.
fr: Sélectionnez les membres que le constructeur doit initialiser.
it: Consente di selezionare i membri che devono essere inizializzati dal costruttore.
ja: コンストラクターによって初期化されるメンバーを選択します。
ko: 생성자가 초기화할 멤버를 선택하세요.
pl: Wybierz składowe, które mają być inicjowane przez konstruktora.
pt_br: Selecione os membros que serão inicializados pelo construtor.
ru: Выберите элементы, инициализируемые конструктором.
tr: Yapıcı tarafından başlatılacak üyeleri seçin.
uk: Виберіть члени, що мають ініціалізуватися в конструкторі.
zh_cn: 选择要由构造函数初始化的成员。
zh_tw: 選取要由建構函式初始化的成員。

source: Select members to be outputted.
cs: Vyberte členy, které má obsahovat výstup.
de: Wählen Sie die Member aus, die ausgegeben werden sollen.
es: Seleccione los miembros que deben incluirse en la salida.
fr: Sélectionnez les membres à afficher dans la sortie.
it: Consente di selezionare i membri da includere nell'output.
ja: 出力するメンバーを選択してください。
ko: 출력할 멤버를 선택하세요.
pl: Wybierz składowe, które mają zostać zwrócone.
pt_br: Selecione os membros para saída.
ru: Выберите выводимые элементы.
tr: Çıktı olarak verilecek üyeleri seçin.
uk: Виберіть члени для виведення.
zh_cn: 选择要输出的成员。
zh_tw: 選取要輸出的成員

source: Select members to be overridden.
cs: Vyberte členy pro přepsání.
de: Wählen Sie Member zum Überschreiben aus.
es: Seleccione los miembros que deben invalidarse.
fr: Sélectionnez les membres à remplacer.
it: Consente di selezionare i membri di cui eseguire l'override.
ja: オーバーライドするメンバーを選択してください。
ko: 재정의할 멤버를 선택하세요.
pl: Wybierz składowe, które mają zostać przesłonięte.
pt_br: Selecione os membros para substituição.
ru: Выберите переопределяемые элементы.
tr: Geçersiz kılınacak üyeleri seçin.
uk: Виберіть члени, що будуть заміщені.
zh_cn: 选择要替代的成员。
zh_tw: 選取要覆寫的成員。

source: Select members which should be exposed.
cs: Vyberte členy, které chcete zveřejnit.
de: Wählen Sie die Member aus, die verfügbar gemacht werden sollen.
es: Seleccione los miembros que deben exponerse.
fr: Sélectionnez les membres à exposer.
it: Consente di selezionare i membri che devono essere esposti.
ja: 公開するメンバーを選択してください。
ko: 노출해야 할 멤버를 선택하세요.
pl: Wybierz składowe, które powinny zostać ujawnione.
pt_br: Selecione os membros que devem ser expostos.
ru: Выберите предоставляемые элементы.
tr: Kullanıma sunulacak üyeleri seçin.
uk: Виберіть члени, які будуть відкриті.
zh_cn: 选择应公开的成员。
zh_tw: 選取要公開的成員。

source: Select methods to be implemented.
cs: Vyberte metody, které se mají implementovat.
de: Wählen Sie die zu implementierenden Methoden aus.
es: Seleccione los métodos que deben implementarse.
fr: Sélectionnez les méthodes à implémenter.
it: Consente di selezionare i metodi da implementare.
ja: 実装するメソッドを選択します。
ko: 구현할 메서드를 선택합니다.
pl: Wybierz metody do zaimplementowania.
pt_br: Selecione os métodos que serão implementados.
ru: Выберите реализуемые методы.
tr: Gerçekleştirilecek metotları seçin.
uk: Виберіть метод, який буде реалізовано.
zh_cn: 选择要实现的方法。
zh_tw: 選取要輸出的方法。

source: Select packages to add to the new Packaging Project
cs: Vybrat balíčky k přidání do nového balícího projektu
de: Pakete auswählen, die dem neuen Paketerstellungsprojekt hinzugefügt werden sollen.
es: Seleccionar paquetes para agregar al nuevo proyecto de empaquetado
fr: Sélectionner les paquets à ajouter au nouveau projet d’empaquetage
it: Seleziona i pacchetti da aggiungere al nuovo progetto di creazione pacchetti
ja: 新しいパッケージ プロジェクトに追加するパッケージを選択する
ko: 새 패키징 프로젝트에 추가할 패키지 선택
pl: Wybierz pakiety do dodania do nowego projekt pakietu
pt_br: Selecionar pacotes a serem adicionados ao novo Projeto de Empacotamento
ru: выбрать пакеты для добавления в новый проект упаковки
tr: Yeni Paketleme Projesi içerisine eklenecek paketleri seçin
uk: Виберіть пакети для нового проекту упаковки
zh_cn: 选择要向新打包项目添加的包
zh_tw: 選取要新增至新封裝專案的封裝

source: Select policy, current: {0}
cs: Vyberte zásady. Aktuální: {0}
de: Richtlinie auswählen, aktuell: {0}
es: Seleccionar directiva, actual: {0}
fr: Sélectionner une stratégie (stratégie actuelle : {0})
ja: ポリシーを選択してください。現在: {0}
ko: 정책 선택, 현재: {0}
pl: Wybierz zasady, bieżące: {0}
pt_br: Selecione a política, atual: {0}
ru: Выберите политику, текущее значение: {0}
tr: İlke seçin, geçerli ilke: {0}

source: Select projects to migrate
cs: Vyberte projekty k migraci.
de: Zu migrierende Projekte auswählen
es: Seleccionar proyectos para migrar
fr: Sélectionnez les projets à faire migrer
ja: 移行するプロジェクトを選択する
ko: 마이그레이션할 프로젝트 선택
pl: Wybierz projekty do migrowania
pt_br: Selecione projetos para migrar
ru: Выберите проекты для переноса
tr: Geçirilecek projeleri seçin

source: Select public members for the interface:
cs: Vybrat veřejné členy rozhraní:
de: Öffentliche Member für die Schnittstelle auswählen:
es: Seleccione los miembros públicos para la interfaz:
fr: Sélectionnez les membres publics de l'interface :
ja: インターフェイスのパブリック メンバーを選択:
ko: 인터페이스에 대한 public 멤버 선택:
pl: Wybierz publiczne elementy członkowskie dla interfejsu:
pt_br: Selecione membros públicos para a interface:
ru: Выбор открытых элементов для интерфейса:
tr: Arabirim için genel üyeleri seçin:

source: Select tags to add to the arguments
cs: Vyberte tagy, které chcete přidat do argumentů.
de: Tags auswählen, die den Argumenten hinzugefügt werden sollen
es: Seleccione etiquetas para agregarlas a los argumentos
fr: Sélectionnez les étiquettes à ajouter aux arguments
ja: 引数に追加するタグを選択します
ko: 인수에 추가할 태그를 선택합니다.
pl: Wybierz tagi do dodania do argumentów
pt_br: Selecione as marcas a serem adicionadas aos argumentos
ru: Выберите теги для добавления к аргументам
tr: Bağımsız değişkenlere eklenecek etiketleri seçin

source: Select tags to add to the working directory
cs: Vyberte tagy, které chcete přidat do pracovního adresáře.
de: Tags auswählen, die dem Arbeitsverzeichnis hinzugefügt werden sollen
es: Seleccione etiquetas para agregarlas al directorio de trabajo
fr: Sélectionnez les étiquettes à ajouter au répertoire de travail
ja: 作業ディレクトリに追加するタグを選択します
ko: 작업 디렉터리에 추가할 태그를 선택합니다.
pl: Wybierz tagi do dodania do katalogu roboczego
pt_br: Selecione as marcas a serem adicionadas ao diretório de trabalho
ru: Выберите теги для добавления к рабочему каталогу
tr: Çalışma dizinine eklenecek etiketleri seçin

source: Select target directory
cs: Vybrat cílový adresář
de: Zielverzeichnis auswählen
es: Seleccionar directorio de destino
fr: Sélectionner un répertoire cible
it: Seleziona la directory di destinazione
ja: ターゲット ディレクトリの選択
ko: 대상 디렉터리 선택
pl: Wybierz katalog docelowy
pt_br: Selecione o diretório de destino
ru: Выбрать конечный каталог
tr: Hedef dizin seç
uk: Виберіть цільову теку
zh_cn: 选择目标目录
zh_tw: 選取目標目錄

source: Select test in tree
cs: Vybrat test ve stromu
de: Test in Struktur auswählen
es: Seleccionar prueba en el árbol
fr: Sélectionner un test dans l’arborescence
it: Seleziona il test nell'albero
ja: ツリー内のテストを選択する
ko: 트리에서 테스트 선택
pl: Wybierz test w drzewie
pt_br: Selecionar teste na árvore
ru: Выбрать тест в дереве
tr: Ağaçtaki testi seç
uk: Вибрати тест з дерева
zh_cn: 选择树中的测试
zh_tw: 從樹狀結構中選取測試

source: Select the Compiler message format for parsing the compiler errors and warnings. You can either select one of the built-in options, or specify custom regular expressions for errors and warnings. The regex must be the .net style regex. The following named groups are relevant : file, line, column, number (error number) and message.
cs: Vyberte formát zprávy kompilátoru pro analýzu chyb a upozornění kompilátoru. Můžete buď použít jednu z předdefinovaných možností, nebo můžete pro chyby a upozornění specifikovat vlastní regulární výrazy. Regulární výraz musí být regulární výraz stylu .net. Relevantní jsou následující pojmenované skupiny: soubor, řádek, sloupec, číslo (číslo chyby) a zpráva.
de: Wählen Sie das Compilermeldungsformat zum Analysieren der Compilerfehler und -warnungen aus. Sie können eine der integrierten Optionen auswählen oder benutzerdefinierte reguläre Ausdrücke für Fehler und Warnungen angeben. Der RegEx muss den .NET-Stil aufweisen. Die folgenden benannten Gruppen sind relevant: Datei, Zeile, Spalte, Nummer (Fehlernummer) und Meldung.
es: Seleccione el formato de mensaje del compilador para analizar los errores y advertencias del compilador. Puede seleccionar una de las opciones integradas o especificar expresiones regulares personalizadas para los errores y advertencias. El elemento regex debe ser del estilo de .NET. Los siguientes grupos con nombre son apropiados: file, line, column, number (número de error) y message.
fr: Sélectionnez le format de message du compilateur pour l’analyse des erreurs et avertissements du compilateur. Vous pouvez sélectionner l’une des options prédéfinies, ou spécifier des expressions régulières personnalisées pour les erreurs et avertissements. L’expression régulière doit être de style .net. Les groupes nommés suivants sont pertinents : fichier, ligne, colonne, numéro (numéro d’erreur) et message.
it: Selezionare il formato del messaggio del compilatore per l'analisi di errori e avvisi del compilatore. È possibile scegliere una delle opzioni predefinite oppure specificare espressioni regolari personalizzate per gli errori e gli avvisi. Il regex deve essere quello di tipo .NET. I gruppi denominati pertinenti sono: file, riga, colonna, numero (numero errore) e messaggio.
ja: コンパイラのエラーと警告を解析するためのコンパイラ メッセージ形式を選択してください。いずれかの組み込みオプションを選択することもできますし、エラーと警告のカスタムの正規表現を指定することも可能です。RegEx は .net スタイルの RegEx でなければなりません。ファイル、行、列、番号 (エラー番号)、メッセージという名前付きグループが関連します。
ko: 컴파일러 오류 및 경고를 구문 분석하기 위한 컴파일러 메시지 형식을 선택합니다. 기본 제공 옵션 중 하나를 선택하거나 오류 및 경고에 대한 사용자 지정 정규식을 지정할 수 있습니다. 정규식은 .net 스타일 정규식이어야 합니다. 다음과 같은 명명된 그룹이 관련이 있습니다. 파일, 줄, 열, 번호(오류 번호) 및 메시지.
pl: Wybierz format komunikatów kompilatora do analizy błędów i ostrzeżeń kompilatora. Możesz wybrać jedną z wbudowanych opcji lub określić niestandardowe wyrażenia regularne dla błędów i ostrzeżeń. Wyrażenia regularne muszą być wyrażeniami regularnymi w formacie programu .net. Dostępne są następujące nazwane grupy: plik, wiersz, kolumna, liczba (numer błędu) i komunikat.
pt_br: Selecione o formato de mensagem do Compilador para analisar erros e avisos do compilador. Você pode selecionar uma das opções internas ou especificar expressões regulares personalizadas para erros e avisos. O regex deve ser no estilo .net. Os grupos nomeados a seguir são relevantes: arquivo, linha, coluna, número (número do erro) e mensagem.
ru: Выберите формат сообщения "Компилятор" для анализа предупреждений и ошибок компилятора. Вы можете выбрать один из встроенных параметров или указать настраиваемые регулярные выражения для ошибок и предупреждений. Регулярное выражение должно быть указано в стиле .NET. Подходящими являются следующие именованные группы: файл, строка, столбец, номер (номер ошибки) и сообщение.
tr: Derleyici hataları ve uyarılarını ayrıştırmak için Derleyici ileti biçimini seçin. Yerleşik seçeneklerden birini belirleyebilir veya hatalar ve uyarılar için özel normal ifadeler belirtebilirsiniz. Regex .net stili regex olmalıdır. Şu adlandırılmış gruplar ilgilidir : dosya, satır, sütun, numara (hata numarası) ve ileti.
uk: Виберіть формат повідомлень компілятора про помилки та попередження. Ви можете вибрати один із вбудованих варіантів, або вказати власні регулярні вирази для помилок і попереджень. Вказані регулярні вирази повинні мати стиль .NET. Можете використовувати такі іменовані групи: file (файл), line (рядок), column (стовпчик), number (код помилки) і message (повідомлення про помилку).
zh_cn: 选择用于分析编译器错误和警告的编译器消息格式。你可以选择某个内置选项，也可以为错误和警告指定自定义正则表达式。该正则表达式必须是 .net 样式的正则表达式。以下命名组相关: 文件、行、列、编号(错误编号)和消息。
zh_tw: 選取用於剖析編譯器錯誤和警告的編譯器訊息格式。您可以選取其中一個內建選項，或指定錯誤和警告的自訂規則運算式。Regex 必須是 .net 樣式 Regex。下列指定的群組相關: file、line、column、number (錯誤碼) 和 message。

source: Select the accessibility for the new type.
cs: Vyberte usnadnění pro nový typ.
de: Wählen Sie die Barrierefreiheitsfunktion für den neuen Typ aus.
es: Seleccione la accesibilidad para el nuevo tipo.
fr: Sélectionnez l'accessibilité du nouveau type.
ja: 新しい型に対してアクセシビリティを選択します。
ko: 새 형식에 대해 내게 필요한 옵션을 선택합니다.
pl: Wybierz dostępność dla nowego typu.
pt_br: Selecione a acessibilidade para o novo tipo.
ru: Выберите специальные возможности для нового типа.
tr: Yeni tür için erişilebilirliği seçin.

source: Select the archive file name and format:
cs: Vyberte název a formát archivního souboru:
de: Namen und Format für Archivdatei auswählen:
es: Seleccione el nombre de archivo y formato:
fr: Sélectionner le format et le nom du fichier d’archive :
it: Seleziona il nome e il formato del file di archivio:
ja: アーカイブ ファイル名とフォーマットを選択してください:
ko: 보관 파일 이름 및 형식 선택:
pl: Wybierz nazwę i format pliku archiwum:
pt_br: Selecione o nome e o formato do arquivo morto:
ru: Выберите имя и формат файла архива:
tr: Arşiv dosyası adı ve biçimini seçin:
uk: Виберіть назву файлу архіву і формат:
zh_cn: 选择存档文件名和格式:
zh_tw: 選取封存檔案的名稱與格式:

source: Select the archive file name and location:
cs: Vyberte název a umístění archivního souboru:
de: Namen und Speicherort für Archivdatei auswählen:
es: Seleccione el nombre de archivo y la ubicación:
fr: Sélectionner le nom et l’emplacement du fichier d’archive :
it: Seleziona il nome e il percorso del file di archivio:
ja: アーカイブ ファイル名と場所を選択してください:
ko: 보관 파일 이름 및 위치 선택:
pl: Wybierz nazwę i lokalizację pliku archiwum:
pt_br: Selecione o nome e a localização do arquivo morto:
ru: Выберите имя и расположение файла архива:
tr: Arşiv dosyası adını ve konumunu seçin:
uk: Виберіть розташування та назву файлу архіву:
zh_cn: 选择存档文件名和位置:
zh_tw: 選取封存檔案的名稱與位置:

source: Select the branch to be merged with the current branch:
cs: Vyberte větev, která se má sloučit s aktuální větví:
de: Branch auswählen, der mit dem aktuellen Branch zusammengeführt werden soll:
es: Seleccione la rama que quiere fusionar mediante combinación con la rama actual:
fr: Sélectionnez la branche à fusionner avec la branche actuelle :
it: Selezionare il ramo di cui eseguire il merge con li ramo corrente:
ja: 現在のブランチとマージするブランチを選択してください:
ko: 현재 분기와 병합할 분기 선택:
pl: Wybierz gałąź, która ma zostać scalona z bieżącą gałęzią:
pt_br: Selecione a ramificação que será mesclada com a atual:
ru: Выберите ветвь для слияния с текущей:
tr: Geçerli dal ile birleştirilecek dalı seçin:
uk: Виберіть гілку для злиття з поточною гілкою:
zh_cn: 选择要与当前分支合并的分支:
zh_tw: 選取要與目前分支合併的分支:

source: Select the branch to which to rebase:
cs: Vyberte větev, do které se mají změny přenést:
de: Branch für Rebasevorgang auswählen:
es: Seleccione la rama que quiere fusionar mediante cambio de base:
fr: Sélectionner la branche vers laquelle rebaser :
it: Seleziona il ramo in cui eseguire la riassegnazione:
ja: リベースするブランチを選びます:
ko: 기준 주소를 다시 지정할 분기 선택:
pl: Wybierz gałąź, dla której chcesz zmienić bazę:
pt_br: Selecione a ramificação a qual trocar de base:
ru: Выберите ветвь, в которую требуется переместить изменения:
tr: Yeniden temellendirilecek dalı seçin:
uk: Виберіть гілку, в яку перебазувати:
zh_cn: 选择要变基到的分支:
zh_tw: 選取要重訂基底的分支:

source: Select the categories you want to assign to the desktop entry:
cs: Vyberte kategorie, které chcete přiřadit k položce desktopu:
de: Kategorien auswählen, die dem Desktopeintrag zugewiesen werden sollen:
es: Seleccione las categorías que desea asignar a la entrada de escritorio:
fr: Sélectionner les catégories que vous voulez assigner à l’entrée du bureau :
it: Selezionare le categorie da assegnare alla voce desktop:
ja: デスクトップ エントリに割り当てるカテゴリを選択します:
ko: 데스크톱 항목에 할당할 범주 선택:
pl: Wybierz kategorie, które chcesz przypisać do pozycji pulpitu:
pt_br: Selecione as categorias que você deseja atribuir à entrada de área de trabalho:
ru: Выберите категории, которые требуется назначить записи Desktop:
tr: Masaüstü girdisine atamak istediğiniz kategorileri seçin:
uk: Виберіть категорії, які будуть пов'язані з цим елементом:
zh_cn: 选择要分配给桌面条目的类别:
zh_tw: 選取要指派給桌面項目的分類:

source: Select the compile target for the code generation
cs: Vyberte cíl kompilace pro generování kódu.
de: Kompilierungsziel für die Codeerstellung auswählen
es: Seleccione el destino de compilación de la generación de código
fr: Sélectionner la cible de compilation pour la génération de code
ja: コード生成のためのコンパイルのターゲットを選択します
ko: 코드 생성을 위한 컴파일 대상 선택
pl: Wybierz cel kompilacji dla generowania kodu
pt_br: Selecione o destino de compilação para a geração de código
ru: Выберите цель компиляции для создания кода
tr: Kod oluşturma için derleme hedefini seçin

source: Select the compiler code page
cs: Vyberte znakovou stránku kompilátoru.
de: Compiler-Codepage auswählen
es: Seleccione la página de códigos del compilador
fr: Sélectionner la page de codes du compilateur
ja: コンパイラのコード ページを選択します
ko: 컴파일러 코드 페이지 선택
pl: Wybierz stronę kodową kompilatora
pt_br: Selecione a página de código do compilador
ru: Выберите кодовую страницу компилятора
tr: Derleyici kod sayfasını seçin

source: Select the configuration that the Makefile will build by default. Other configurations can be selected via the '--config' option of the generated configure script.
cs: Vyberte konfiguraci, kterou soubor pravidel ve výchozím nastavení vytvoří. Další konfigurace se dají vybrat pomocí možnosti -config vygenerovaného skriptu konfigurace.
de: Wählen Sie die Konfiguration aus, die vom Makefile standardmäßig erstellt wird. Andere Konfigurationen können über die Option '--config' des generierten Konfigurationsskripts ausgewählt werden.
es: Seleccione la configuración que el archivo Make compila de forma predeterminada. Se pueden seleccionar otras configuraciones con la opción '--config' del script de configuración generado.
fr: Sélectionnez la configuration que le Makefile va générer par défaut. D’autres configurations peuvent être sélectionnées via l’option « --config » du script de configuration généré.
it: Consente di selezionare la configurazione che il makefile compilerà per impostazione predefinita. È possibile selezionare altre configurazioni tramite l'opzione '--config' dello script di configurazione generato.
ja: 既定でメイクファイルがビルドする構成を選択してください。他の構成は、生成された configure スクリプトの '--config' オプションを使用して選択できます。
ko: 메이크파일이 기본적으로 빌드될 구성을 선택합니다. 생성된 구성 스크립트의 '--config' 옵션을 통해 다른 구성을 선택할 수 있습니다.
pl: Wybierz konfigurację, która zostanie domyślnie skompilowana przy użyciu pliku reguł programu make. Inne konfiguracje można wybrać za pomocą opcji „--config” wygenerowanego skryptu konfiguracji.
pt_br: Selecione a configuração que o Makefile compilará por padrão. Outras configurações podem ser selecionadas por meio da opção '--config' do script de configuração gerado.
ru: Выберите конфигурацию, которую файл makefile создает по умолчанию. Другие конфигурации можно выбрать с помощью параметра "--config" созданного скрипта конфигурации.
tr: Derleme Görevleri Dosyasının varsayılan olarak oluşturacağı yapılandırmayı seçin. Diğer yapılandırmalar, oluşturulan yapılandırma betiğinin '--config' seçeneği aracılığıyla seçilebilir.
uk: Виберіть типову конфігурацію, яку будуватиме Makefile. Інші конфігурації можна вибрати параметром '--config' у створеному скрипті конфігурації.
zh_cn: 选择生成文件默认生成的配置。其他配置可通过已生成的配置脚本的 "--config" 选项来选择。
zh_tw: 選取 Makefile 預設將建置的組態。您可以透過所產生設定指令碼的 '--config' 選項來選取其他組態。
