Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Razor Page
cs: Stránka Razor
de: Razor-Seite
es: Página de Razor
fr: Page Razor
ja: Razor ページ
ko: Razor 페이지
pl: Strona Razor
pt_br: Página Razor
ru: Страница Razor
tr: Razor Sayfası

source: Razor Page (with page model)
cs: Stránka Razor (s modelem stránky)
de: Razor-Seite (mit Seitenmodell)
es: Página de Razor (con modelo de página)
fr: Page Razor (avec modèle de page)
ja: Razor ページ (ページ モデルあり)
ko: Razor 페이지(페이지 모델 포함)
pl: Strona Razor (z modelem strony)
pt_br: Página Razor (com modelo de página)
ru: Страница Razor (со страничной моделью)
tr: Razor Sayfası (sayfa modeli ile)

source: Razor Tag Helper
cs: Pomocná rutina značky Razor
de: Razor-Taghilfsprogramm
es: Asistente de etiquetas Razor
fr: Tag Helper Razor
ja: Razor タグ ヘルパー
ko: Razor 태그 도우미
pl: Pomocnik tagów Razor
pt_br: Auxiliar de Marcações Razor
ru: Вспомогательная функция тегов Razor
tr: Razor Etiket Yardımcısı

source: Razor code block
cs: Blok kódu Razor
es: Bloque de código de Razor
fr: Bloc de code Razor
it: Blocco di codice Razor
ja: Razor コード ブロック
ko: Razor 코드 블록
pl: Blok kodu Razor
pt_br: Bloco de código do Razor
ru: Блок кода Razor
tr: Razor kodu bloğu
uk: Блок коду Razor
zh_cn: Razor 代码程序块
zh_tw: Razor 程式碼區塊

source: Razor comment
cs: Komentář Razor
de: Razor-Kommentar
es: Comentario de Razor
fr: Commentaire Razor
it: Commento Razor
ja: Razor コメント
ko: Razor 주석
pl: Komentarz Razor
pt_br: Comentário do Razor
ru: Комментарий Razor
tr: Razor kodu bloğu
uk: Коментар Razor
zh_cn: Razor 注释
zh_tw: Razor 註解

source: Razor explicit expression
cs: Explicitní výraz Razor
de: Expliziter Razor-Ausdruck
es: Expresión explícita de Razor
fr: Expression explicite Razor
it: Espressione esplicita Razor
ja: Razor の明示的な式
ko: Razor 명시적 식
pl: Wyrażenie jawne Razor
pt_br: Expressão explícita Razor
ru: Явное выражение Razor
tr: Razor açık ifadesi
uk: Явний вираз Razor
zh_cn: Razor 显式表达式
zh_tw: Razor 明確運算式

source: Razor template
cs: Šablona Razor
de: Razor-Vorlage
es: Plantilla Razor
fr: Modèle Razor
it: Modello Razor
ja: Razor テンプレート
ko: Razor 템플릿
pl: Szablon Razor
pt_br: Modelo Razor
ru: Шаблон Razor
tr: Razor şablonu
uk: Шаблон Razor
zh_cn: Razor 模板
zh_tw: Razor 範本

source: Razor templates are only supported in C# projects
cs: Šablony Razor se podporují jenom v projektech C#.
de: Razor-Vorlagen werden nur in C#-Projekten unterstützt.
es: Las plantillas Razor solo se admiten en proyectos de C#
fr: Les modèles Razor sont pris en charge uniquement dans les projets C#
it: I modelli Razor sono supportati solo in progetti C#
ja: Razor テンプレートは C# プロジェクトのみでサポートされます
ko: Razor 템플릿은 C# 프로젝트에서만 지원됩니다.
pl: Szablony Razor są obsługiwane wyłącznie w projektach C#
pt_br: Modelos do Razor têm suporte apenas em projetos C#
ru: Шаблоны Razor поддерживаются только в проектах C#
tr: Razor şablonları yalnızca C# projelerinde desteklenir
zh_cn: Razor 模板仅在 C# 项目中受到支持
zh_tw: 只有 C# 專案才支援 Razor 範本

source: Re_cursively
cs: Re_kurzivně
de: Re_kursiv
es: _Recursivamente
fr: De _façon récursive
it: In modo ri_corsivo
ja: 再帰的に実行(_C)
ko: 재귀적으로(_C)
pl: _Rekursywnie
pt_br: Re_cursivamente
ru: Ре_курсивно
tr: _Yinelemeli
uk: _Рекурсивно
zh_cn: 递归(_C)
zh_tw: 遞迴(_C)

source: Re_name...
cs: Přejme_novat...
de: Umbe_nennen...
es: Cambiar _nombre...
fr: Re_nommer...
it: Ri_nomina...
ja: 名前の変更(_N)...
ko: 이름 바꾸기(_N)...
pl: _Zmień nazwę...
pt_br: Re_nomear...
ru: П_ереименовать...
tr: Ye_niden adlandır...
zh_cn: 重命名(_N)...
zh_tw: 重新命名(_N)...

source: Re_target
cs: Změnit _cílení
de: Neu _zuweisen
es: Re_destinar
fr: _Recibler
it: Ri_destina
ja: 再ターゲット(_T)
ko: 대상 변경(_T)
pl: _Przekieruj
pt_br: Re_direcionar
ru: Пере_нацелить
tr: Yeniden hedefle
uk: _Перенацілити
zh_cn: 重定目标(_T)
zh_tw: 重定目標(_T)

source: Reached bottom, continued from top
cs: Dosáhlo se konce, pokračuje se od začátku.
de: Ende erreicht, am Anfang fortsetzen
es: Se ha llegado al final, continuar desde el principio
fr: Bas atteint, poursuite à partir du haut
it: È stata raggiunta la fine. Si continuerà dall'inizio
ja: 最下部に達したので、最上部から続行してください
ko: 맨 아래에 도달, 맨 위에서 계속
pl: Osiągnięto koniec dokumentu, kontynuowano od początku
pt_br: O fim foi alcançado, continuando do topo
ru: Достигнут конец, продолжено с начала
tr: En alta ulaşıldı, en üstten devam edildi
uk: Досягнуто кінця, продовжуємо спочатку
zh_cn: 到达底部，从顶部继续
zh_tw: 已到達底端，將從頂端繼續

source: Reached top, continued from bottom
cs: Dosáhlo se začátku, pokračuje se od konce.
de: Anfang erreicht, am Ende fortsetzen
es: Se ha llegado al principio, continuar desde el final
fr: Haut atteint, poursuite à partir du bas
it: È stato raggiunto l'inizio. Si continuerà dalla fine
ja: 最上部に達したので、最下部から続行してください
ko: 맨 위에 도달, 맨 아래에서 계속
pl: Osiągnięto początek dokumentu, kontynuowano od końca
pt_br: Topo atingido, continuando do fim
ru: Достигнуто начало, продолжено с конца
tr: En üste ulaşıldı, en alttan devam edildi
uk: Досягнуто початку, продовжуємо з кінця
zh_cn: 到达顶部，从底部继续
zh_tw: 已到達頂端，將從底端繼續

source: React.js and Redux
cs: React.js a Redux
de: React.js und Redux
es: React.js y Redux
fr: React.js et Redux
ja: React.js と Redux
ko: React.js 및 Redux
pl: React.js i Redux
pt_br: React.js e Redux
ru: React.js и Redux
tr: React.js ve Redux

source: Read More…
cs: Další informace…
de: Weitere Informationen...
es: Leer más…
fr: En savoir plus…
ja: 詳細を表示...
ko: 자세히 알아보기...
pl: Więcej informacji...
pt_br: Leia Mais…
ru: Дополнительные сведения…
tr: Daha Fazla Bilgi…

source: Read-only properties
cs: Vlastnosti pouze pro čtení
de: Schreibgeschützte Eigenschaften
es: Propiedades de solo lectura
fr: Propriétés en lecture seule
it: Proprietà di sola lettura
ja: 読み取り専用プロパティ
ko: 읽기 전용 속성
pl: Właściwości tylko do odczytu
pt_br: Propriedades somente leitura
ru: Свойства только для чтения
tr: Salt okunur özellikler
uk: Властивості лише для читання
zh_cn: 只读属性
zh_tw: 唯讀屬性

source: Realm
cs: Sféra
de: Bereich
es: Dominio kerberos
fr: Domaine
ja: 領域
ko: 영역
pl: Obszar
ru: Область определения
tr: Bölge

source: Rebase
cs: Přenést změny
de: Rebase ausführen
es: Fusionar mediante cambio de base
fr: Rebaser
it: Riassegna
ja: リベース
ko: 기준 주소 다시 지정
pl: Zmień bazę
pt_br: Trocar base
ru: Переместить изменения из одной ветви в другую
tr: Yeniden Temellendir
uk: Перебазування
zh_cn: 变基
zh_tw: 重訂基底

source: Rebase to Branch...
cs: Přenést změny do větve...
de: Rebase in Branch ausführen...
es: Fusionar con rama mediante cambio de base...
fr: Rebaser sur la branche...
it: Riassegna al ramo...
ja: ブランチにリベース...
ko: 분기로 기준 주소 다시 지정...
pl: Zmień bazę na gałąź...
pt_br: Trocar a Base para a Ramificação...
ru: Переместить изменения в ветвь...
tr: Dalda Yeniden Temellendir...
uk: Перебазування до гілки...
zh_cn: 变基到分支...
zh_tw: 重訂基底成分支...

source: Rebasing
cs: Přenášení změn
de: Rebase wird ausgeführt
es: Fusionando mediante cambio de base
fr: Rebasage
it: Riassegnazione
ja: リベースしています
ko: 기준 주소를 다시 지정하는 중
pl: Zmienianie bazy
pt_br: Fazendo rebase
ru: Перемещение изменений из одной ветви в другую
tr: Yeniden temellendiriliyor
uk: Перебазування
zh_cn: 正在变基
zh_tw: 正在重訂基底

source: Rebasing branch '{0}'...
cs: Přenášení změn větve {0}...
de: Rebase für Branch '{0}' wird ausgeführt...
es: Fusionando mediante cambio de base la rama '{0}'...
fr: Rebasage de la branche « {0} »...
it: Riassegnazione del ramo '{0}'...
ja: ブランチ {0} をリベース中...
ko: '{0}' 분기의 기준 주소를 다시 지정하는 중...
pl: Trwa zmienianie bazy gałęzi „{0}”...
pt_br: Trocando base da ramificação '{0}'...
ru: Перемещение изменений для ветви "{0}"...
tr: Dal '{0}' yeniden temellendiriliyor...
uk: Перебазування гілки '{0}'...
zh_cn: 正在变基分支“{0}”...
zh_tw: 正在重訂分支 '{0}' 的基底...

source: Rebuild all projects of all solutions
cs: Znovu sestavit všechny projekty všech řešení
de: Alle Projekte sämtlicher Projektmappen neu erstellen
es: Recompilar todos los proyectos de todas las soluciones
fr: Régénérer tous les projets de toutes les solutions
it: Ricompila tutti i progetti di tutte le soluzioni
ja: すべてのソリューションのすべてのプロジェクトをリビルドします
ko: 모든 솔루션의 모든 프로젝트 다시 빌드
pl: Kompiluj ponownie wszystkie projekty wszystkich rozwiązań
pt_br: Recompilar todos os projetos de todas as soluções
ru: Повторно скомпилировать все проекты для всех решений
tr: Tüm çözümlerin tüm projelerini yeniden derle
uk: Перебудувати всі проекти всіх рішень
zh_cn: 重新生成所有解决方案的所有项目
zh_tw: 重建所有解決方案中的所有專案

source: Rebuild the current project
cs: Znovu sestavit aktuální projekt
de: Aktuelles Projekt neu erstellen
es: Recompilar el proyecto actual
fr: Régénérer le projet en cours
it: Ricompila il progetto corrente
ja: 現在のプロジェクトをリビルドします
ko: 현재 프로젝트 다시 빌드
pl: Kompiluj ponownie bieżący projekt
pt_br: Recompilar o projeto atual
ru: Перестроить текущий проект
tr: Geçerli projeyi yeniden derle
uk: Перебудувати поточний проект
zh_cn: 重新生成当前项目
zh_tw: 重建目前專案

source: Rebuild {0}
cs: Znovu sestavit {0}
de: {0} neu erstellen
es: Recompilar {0}
fr: Régénérer {0}
it: Ricompila {0}
ja: {0} のリビルド
ko: {0} 다시 빌드
pl: Kompiluj ponownie element {0}
pt_br: Recompilar {0}
ru: Перестроить {0}
tr: {0} öğesini yeniden derle
uk: Перебудувати {0}
zh_cn: 重新生成 {0}
zh_tw: 重建 {0}

source: Rebuilding...
cs: Probíhá opakované sestavování...
de: Wird neu erstellt...
es: Compilando...
fr: Régénération en cours...
it: Ricompilazione...
ja: リビルド中...
ko: 다시 빌드하는 중...
pl: Trwa ponowne kompilowanie...
pt_br: Recompilando...
ru: Выполняется перестроение...
tr: Yeniden derleniyor...
uk: Перебудова...
zh_cn: 正在重新生成...
zh_tw: 正在重建...

source: Rebuilding... (Build)
cs: Nové sestavení... (build)
de: Neuerstellung... (Erstellung)
es: Recompilando... (Compilar)
fr: Régénération en cours... (Génération)
it: Ricompilazione... (compilazione)
ja: リビルド中... (ビルド)
ko: 다시 빌드하는 중...(빌드)
pl: Trwa ponowne kompilowanie... (kompilowanie)
pt_br: Recompilando... (Build)
ru: Выполняется перестроение... (Сборка)
tr: Yeniden oluşturuluyor... (Derleme)
zh_cn: 正在重新生成...(生成)
zh_tw: 正在重建... (組建)

source: Rebuilding... (Clean)
cs: Nové sestavení... (čisté)
de: Neuerstellung... (Bereinigen)
es: Recompilando... (Limpiar)
fr: Régénération en cours... (Nettoyage)
it: Ricompilazione... (pulizia)
ja: リビルド中... (クリーン)
ko: 다시 빌드하는 중...(클린)
pl: Trwa ponowne kompilowanie... (czyszczenie)
pt_br: Recompilando... (Limpar)
ru: Выполняется перестроение... (Очистка)
tr: Yeniden oluşturuluyor... (Temiz)
zh_cn: 正在重新生成...(清理)
zh_tw: 正在重建... (全新)

source: Receiving and indexing objects
cs: Získávání a indexování objektů
de: Objekte werden empfangen und indiziert.
es: Recibiendo e indexando objetos
fr: Réception et indexation des objets
it: Ricezione e indicizzazione degli oggetti
ja: オブジェクトを受け取ってインデックスを作成しています
ko: 개체를 받고 인덱싱하는 중
pl: Odbieranie i indeksowanie obiektów
pt_br: Recebendo e indexando objetos
ru: Получение и индексирование объектов
tr: Nesneler alınıyor ve dizin oluşturuluyor
zh_cn: 正在接收对象并为其编制索引
zh_tw: 正在接收物件並為其編製索引

source: Recent Pro_jects
cs: Poslední proj_ekty
de: Zuletzt verwendete _Projekte
es: Proyectos _recientes
fr: Pro_jets récents
it: Pro_getti recenti
ja: 最近使ったプロジェクト(_J)
ko: 최근 프로젝트(_J)
pl: _Ostatnie projekty
pt_br: Pro_jetos Recentes
ru: Последние прое_кты
tr: Son Pro_jeler
uk: Оста_нні проекти
zh_cn: 最近使用的项目(_J)
zh_tw: 最近使用的專案(_J)

source: Recent Searches
cs: Poslední hledání
de: Zuletzt gesucht
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti
ja: 最近検索した語句
ko: 최근 검색
pl: Ostatnie wyszukiwania
pt_br: Pesquisas Recentes
ru: Последние поиски
tr: Son Aramalar
uk: Останні пошуки
zh_cn: 最近的搜索
zh_tw: 最近搜尋

source: Recent Solu_tions
cs: _Poslední řešení
de: Zuletzt verwendete _Projektmappen
es: Solu_ciones recientes
fr: Solu_tions récentes
it: Solu_zioni recenti
ja: 最近のソリューション(_T)
ko: 최근 솔루션(_T)
pl: Os_tatnie rozwiązania
pt_br: Soluções Recen_tes
ru: Послед_ние решения
tr: Son _Çözümler
uk: Останні _рішення
zh_cn: 最近使用的解决方案(_T)
zh_tw: 最近使用的解決方案(_T)

source: Recent Templates
cs: Poslední šablony
de: Zuletzt verwendete Vorlagen
es: Plantillas recientes
fr: Modèles récents
it: Modelli recenti
ja: 最近使ったテンプレート
ko: 최근 템플릿
pl: Ostatnie szablony
pt_br: Modelos Recentes
ru: Последние шаблоны
tr: Son Şablonlar
uk: Останні шаблони
zh_cn: 最近使用的模板
zh_tw: 最近使用的範本

source: Recent _Files
cs: Poslední _soubory
de: Zuletzt verwendete Da_teien
es: _Archivos recientes
fr: _Fichiers récents
it: _File recenti
ja: 最近使ったファイル(_F)
ko: 최근 파일(_F)
pl: Ostatnie _pliki
pt_br: _Arquivos Recentes
ru: Последние _файлы
tr: Son _Dosyalar
uk: Останні _файли
zh_cn: 最近使用的文件(_F)
zh_tw: 最近使用的檔案(_F)

source: Recently used
cs: Naposledy použité
de: Zuletzt verwendet
es: Usadas recientemente
fr: Utilisé récemment
ja: 最近の使用
ko: 최근에 사용
pl: Ostatnio używane
pt_br: Usado recentemente
ru: Недавно использовавшиеся
tr: Son kullanılanlar

source: Recently used templates
cs: Naposledy použité šablony
de: Zuletzt verwendete Vorlagen
es: Plantillas usadas recientemente
fr: Modèles utilisés récemment
ja: 最近使用したテンプレート
ko: 최근에 사용된 템플릿
pl: Ostatnio używane szablony
pt_br: Modelos usados recentemente
ru: Недавно использовавшиеся шаблоны
tr: Son kullanılan şablonlar

source: Red
cs: Červená
de: Rot
es: Rojo
fr: Rouge
ja: 赤
ko: 빨강
pl: Czerwony
pt_br: Vermelho
ru: Красный
tr: Kırmızı

source: Redo last undone action
cs: Zopakovat poslední akci vrácenou zpět
de: Letzte rückgängig gemachte Aktion wiederholen
es: Rehacer la última acción deshecha
fr: Rétablir la dernière action annulée
it: Ripete l'ultima azione annullata
ja: 最後に取り消した操作をやり直します
ko: 마지막으로 실행 취소된 작업 다시 실행
pl: Ponów ostatnią cofniętą akcję
pt_br: Refazer a última ação desfeita
ru: Повторить последнее отмененное действие
tr: Geri alınmış son eylemi tekrarla
uk: Повернути останню скасовану дію
zh_cn: 恢复上一个已撤消的操作
zh_tw: 重做上一個未完成的動作

source: Redundant 'ToString()' call
cs: Redundantní volání metody ToString()
de: Redundanter 'ToString()'-Aufruf
es: Llamada a 'ToString()' redundante
fr: Appel de « ToString() » redondant
it: Chiamata ridondante a 'ToString()'
ja: 冗長な 'ToString()' 呼び出し
ko: 중복된 'ToString()' 호출
pl: Nadmiarowe wywołanie „ToString()”
pt_br: Chamada 'ToString()' redundante
ru: Избыточный вызов "ToString()"
tr: Gereksiz 'ToString()' çağrısı
uk: Зайвий виклик 'ToString()'
zh_cn: 冗余的 "ToString()" 调用
zh_tw: 冗餘的 'ToString()' 呼叫

source: Redundant 'else' keyword
cs: Redundantní klíčové slovo else
de: Redundantes Schlüsselwort 'else'
es: Palabra clave 'else' redundante
fr: Mot de clé « else » redondant
it: Parola chiave 'else' ridondante
ja: 冗長な 'else' キーワード
ko: 중복 'else' 키워드
pl: Nadmiarowe słowo kluczowe „else”
pt_br: Palavra-chave 'else' redundante
ru: Избыточное ключевое слово "else"
tr: Gereksiz 'else' anahtar sözcüğü
uk: Зайве ключове слово 'else'
zh_cn: 冗余的 "else" 关键字
zh_tw: 冗餘的 'else' 關鍵字

source: Redundant 'string.ToCharArray()' call
cs: Redundantní volání string.ToCharArray()
de: Redundanter string.ToCharArray()-Aufruf
es: Llamada a 'string.ToCharArray()' redundante
fr: Appel de « string.ToCharArray() » redondant
it: Chiamata ridondante a 'string.ToCharArray()'
ja: 冗長な 'string.ToCharArray()' 呼び出し
ko: 중복된 'string.ToCharArray()' 호출
pl: Nadmiarowe wywołanie „string.ToCharArray()”
pt_br: Chamada 'string.ToCharArray()' redundante
ru: Избыточный вызов "string.ToCharArray()"
tr: Gereksiz 'string.ToCharArray()' çağrısı
uk: Зайвий виклик 'string.ToCharArray()'
zh_cn: 冗余的 "string.ToCharArray()" 调用
zh_tw: 冗餘的 'string.ToCharArray()' 呼叫

source: Redundant Where() call with predicate followed by {0}()
cs: Redundantní volání Where() s predikátem, za kterým následuje {0}()
de: Redundanter Where()-Aufruf mit Prädikat gefolgt von {0}()
es: Llamada a Where() redundante con predicado seguido de {0}()
fr: Appel de Where() redondant avec un prédicat suivi de {0}()
it: Chiamata ridondante a Where() con il predicato seguito da {0}()
ja: 述語の後に {0}() が続く冗長な Where() 呼び出し
ko: 조건자와 그 뒤에 {0}()이(가) 있는 중복된 Where() 호출
pl: Nadmiarowe wywołanie funkcji Where() z predykatem, po którym następuje funkcja {0}()
pt_br: Chamada Where() redundante com predicado seguido por {0}()
ru: Избыточный вызов Where() с предикатом, за которым следует {0}()
tr: Koşul sonrasında {0}() ile birlikte gereksiz Where() çağrısı
uk: Зайвий виклик Where() з предикатом, після якого йде {0}()
zh_cn: 谓词后跟 {0}() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 {0}()

source: Redundant argument name specification
cs: Redundantní specifikace názvu argumentu
de: Redundante Argumentnamensspezifikation
es: Especificación de nombre de argumento redundante
fr: Spécification de nom d’argument redondante
it: Specifica ridondante del nome dell'argomento
ja: 冗長な引数名の指定
ko: 중복된 인수 이름 지정
pl: Nadmiarowa specyfikacja nazwy argumentu
pt_br: Especificação do nome de argumento redundante
ru: Избыточная спецификация имени аргумента
tr: Gereksiz bağımsız değişken ad belirtimi
uk: Зайва специфікація назви аргументу
zh_cn: 冗余的参数名称规范
zh_tw: 冗餘的引數名稱規格

source: Redundant array creation expression
cs: Redundantní výraz vytváření pole
de: Redundanter Ausdruck zur Arrayerstellung
es: Expresión de creación de matriz redundante
fr: Expression de création de tableau redondante
it: Espressione di creazione matrice ridondante
ja: 冗長な配列作成式
ko: 중복된 배열 만들기 식
pl: Nadmiarowe wyrażenie tworzenia tablicy
pt_br: Expressão de criação de matriz redundante
ru: Избыточное выражение создания массива
tr: Dizi oluşturma ifadesi gereksiz
uk: Зайвий вираз створення масиву
zh_cn: 冗余的数组创建表达式
zh_tw: 冗餘的陣列建立運算式

source: Redundant base constructor call
cs: Redundantní volání konstruktoru base
de: Redundanter Basiskonstruktoraufruf
es: Llamada a constructor base redundante
fr: Appel de constructeur de base redondant
it: Chiamata ridondante al costruttore di base
ja: 冗長な基本コンストラクターの呼び出し
ko: 중복된 기본 생성자 호출
pl: Nadmiarowe wywołanie konstruktora podstawowego
pt_br: Chamada de construtor base redundante
ru: Избыточный вызов базового конструктора
tr: Gereksiz temel oluşturucu çağrısı
uk: Зайвий виклик основного конструктора
zh_cn: 冗余的基构造函数调用
zh_tw: 冗餘的基底建構函式呼叫

source: Redundant case label
cs: Redundantní jmenovka case
de: Redundante case-Bezeichnung
es: Etiqueta de caso redundante
fr: Étiquette case redondante
it: L'etichetta case è ridondante
ja: 冗長な case ラベル
ko: 중복 case 레이블
pl: Nadmiarowa etykieta instrukcji case
pt_br: Rótulo de caso redundante
ru: Избыточная метка case
tr: Gereksiz case etiketi
uk: Видалити мітку case
zh_cn: 冗余的 case 标签
zh_tw: 冗餘的 case 標籤

source: Redundant comma in array initializer
cs: Redundantní čárka v inicializátoru pole
de: Redundantes Komma in Arrayinitialisierer
es: Coma redundante en inicializador de matriz
fr: Virgule redondante dans l’initialiseur de tableau
it: Virgola ridondante nell'inizializzatore di matrice
ja: 配列初期化子の冗長なコンマ
ko: 배열 이니셜라이저의 중복 쉼표
pl: Nadmiarowy przecinek w inicjatorze tablicy
pt_br: Vírgula redundante no inicializador de matriz
ru: Избыточная запятая в инициализаторе массива
tr: Dizi başlatıcısında gereksiz virgül
uk: Зайва кома при ініціалізації масиву
zh_cn: 数组初始值设定项中的冗余逗号
zh_tw: 陣列初始設定式中的冗餘逗號

source: Redundant condition check before assignment
cs: Redundantní kontrola podmínky před přiřazením
de: Redundante Bedingungsüberprüfung vor Zuweisung
es: Comprobación de condición redundante antes de asignación
fr: Vérification de condition avant attribution redondante
it: Controllo della condizione ridondante prima dell'assegnazione
ja: 代入前の冗長な条件チェック
ko: 할당 전 중복된 조건 검사
pl: Nadmiarowe sprawdzenie warunku przed przypisaniem
pt_br: Verificação de condição redundante antes da atribuição
ru: Избыточная проверка условия перед назначением
tr: Atamadan önce gereksiz koşul denetimi
uk: Зайва перевірка умови перед присвоєнням
zh_cn: 赋值前的冗余条件检查
zh_tw: 指派前的冗餘條件檢查

source: Redundant conditional expression
cs: Redundantní podmíněný výraz
de: Redundanter bedingter Ausdruck
es: Expresión condicional redundante
fr: Expression conditionnelle redondante
it: Espressione condizionale ridondante
ja: 冗長な条件式
ko: 중복 조건식
pl: Nadmiarowe wyrażenie warunkowe
pt_br: Expressão condicional redundante
ru: Избыточное условное выражение
tr: Gereksiz koşullu ifade
uk: Зайвий вираз умови
zh_cn: 冗余的条件表达式
zh_tw: 冗餘的條件運算式

source: Redundant empty 'default' switch branch
cs: Redundantní prázdná větev přepínače default
de: Redundanter leerer switch-Branch vom Typ 'default'
es: Bifurcación switch 'default' vacía redundante
fr: Branche de commutateur « default » vide redondante
it: Il ramo dello switch 'default' vuoto è ridondante
ja: 冗長な空の 'default' スイッチ分岐
ko: 중복된 빈 'default' switch 분기
pl: Nadmiarowa gałąź pustego przełącznika „default”
pt_br: Ramificação de mudança 'default' vazia redundante
ru: Избыточная пустая переключаемая ветвь "default"
tr: Gereksiz boş 'default' anahtar dalı
uk: Зайва порожня гілка 'default' у switch
zh_cn: 冗余的空 "default" 切换分支
zh_tw: 冗餘的空白 'default' 參數分支

source: Redundant empty finally block
cs: Redundantní prázdný blok finally
de: Redundanter leerer finally-Block
es: Bloque finally vacío redundante
fr: Bloc finally vide redondant
it: Blocco finally vuoto ridondante
ja: 冗長な空の finally ブロック
ko: 중복된 빈 finally 블록
pl: Nadmiarowy pusty blok finally
pt_br: Bloco finally vazio redundante
ru: Избыточный пустой блок finally
tr: Gereksiz boş finally bloğu
uk: Зайвий порожній блок finally
zh_cn: 冗余的空 finally 程序块
zh_tw: 冗餘的空白 finally 區塊

source: Redundant explicit argument name specification
cs: Redundantní specifikace explicitního názvu argumentu
de: Redundante explizite Argumentnamensspezifikation
es: Especificación de nombre de argumento explícito redundante
fr: Spécification de nom d’argument explicite redondante
it: Specifica ridondante del nome dell'argomento esplicito
ja: 冗長な引数名の明示的な指定
ko: 중복된 명시적 인수 이름 지정
pl: Nadmiarowa jawna specyfikacja nazwy argumentu
pt_br: Especificação de nome de argumento explícito redundante
ru: Избыточная спецификация явного имени аргумента
tr: Açık bağımsız değişken ad belirtimi gereksiz
uk: Зайва явна специфікація назви аргументу
zh_cn: 冗余的显式参数名称规范
zh_tw: 冗餘的明確引數名稱規格

source: Redundant explicit delegate declaration
cs: Redundantní deklarace explicitního delegáta
de: Redundante explizite Delegatdeklaration
es: Declaración de delegado explícita redundante
fr: Déclaration de délégué explicite redondante
it: Dichiarazione ridondante di delegato esplicito
ja: 冗長な明示的デリゲート宣言
ko: 중복된 명시적 대리자 선언
pl: Nadmiarowa jawna deklaracja delegata
pt_br: Declaração de delegado explícita redundante
ru: Избыточное явное объявление делегата
tr: Gereksiz açık temsilci bildirimi
uk: Зайве явне оголошення делегата
zh_cn: 冗余的显式委托声明
zh_tw: 冗餘的明確委派宣告

source: Redundant explicit nullable type creation
cs: Redundantní vytvoření explicitního typu s možnou hodnotou null
de: Erstellung eines expliziten redundanten Nullable-Typs
es: Creación de tipo que acepta valores NULL explícito redundante
fr: Création de type nullable explicite redondante
it: Creazione del tipo nullable esplicito ridondante
ja: 冗長である明示的な null 許容型の作成
ko: 중복된 명시적 nullable 형식 만들기
pl: Nadmiarowe wyrażenie tworzenia jawnego typu dopuszczającego wartość null
pt_br: Criação de tipo que permite valor nulo explícito redundante
ru: Избыточное явное создание типа, допускающего значение null
tr: Gereksiz açık boş değer atanabilir tür oluşturma
zh_cn: 冗余的显式 nullable 类型创建
zh_tw: 冗餘的明確可為 Null 的型別建立

source: Redundant explicit property name
cs: Redundantní název explicitní vlastnosti
de: Redundanter expliziter Eigenschaftenname
es: Nombre de propiedad explícito redundante
fr: Nom de propriété explicite redondant
it: Nome di proprietà esplicito ridondante
ja: 冗長な明示的プロパティ名
ko: 중복된 명시적 속성 이름
pl: Nadmiarowa jawna nazwa właściwości
pt_br: Nome de propriedade explícita redundante
ru: Избыточное явное имя свойства
tr: Açık özellik adı gereksiz
uk: Зайва явна назва властивості
zh_cn: 冗余的显式属性名称
zh_tw: 冗餘的明確屬性名稱
