Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Resource File
cs: Soubor prostředků
de: Ressourcendatei
es: Archivo de recursos
fr: Fichier de ressources
it: File di risorse
ja: リソース ファイル
ko: 리소스 파일
pl: Plik zasobów
pt_br: Arquivo de Recurso
ru: Файл ресурсов
tr: Kaynak Dosya
uk: Файл ресурсів
zh_cn: 资源文件
zh_tw: 資源檔

source: Resource ID
cs: ID prostředku
de: Ressourcen-ID
es: Id. del recurso
fr: ID de la ressource
it: ID risorsa
ja: リソース ID
ko: 리소스 ID
pl: Identyfikator zasobu
pt_br: ID de Recurso
ru: ИД ресурса
tr: Kaynak Kimliği
uk: ID ресурсу
zh_cn: 资源 ID
zh_tw: 資源識別碼

source: Resource Name:
cs: Název prostředku:
de: Ressourcenname:
es: Nombre de recurso:
fr: Nom de la ressource :
it: N_ome della risorsa:
ja: リソース名:
ko: 리소스 이름:
pl: Nazwa zasobu:
pt_br: Nome do Recurso:
ru: Имя ресурса:
tr: Kaynak Adı:
uk: Назва ресурсу:
zh_cn: 资源名称:
zh_tw: 資源名稱:

source: Resource loader class:
cs: Třída zavaděče prostředku:
de: Ressourcenladeklasse:
es: Clase del cargador de recursos:
fr: Classe du chargeur de ressource :
it: Classe del caricatore di risorse:
ja: リソース ローダー クラス:
ko: 리소스 로더 클래스:
pl: Klasa ładowania zasobów:
pt_br: Classe do carregador de recursos:
ru: Класс загрузчика ресурсов:
tr: Kaynak yükleyici sınıfı:
uk: Клас завантажувача ресурсів:
zh_cn: 资源加载器类:
zh_tw: 資源載入器類別:

source: Resource to use
cs: Prostředky k použití
de: Zu verwendende Ressource
es: Recursos que se usarán
fr: Ressource à utiliser
it: Risorsa da usare
ja: 使用するリソース
ko: 사용할 리소스
pl: Zasób do użycia
pt_br: Recurso a ser usado
ru: Используемый ресурс
tr: Kullanılacak kaynak
uk: Використовуваний ресурс
zh_cn: 要使用的资源
zh_tw: 要使用的資源

source: Resources
cs: Prostředky
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: リソース
ko: 리소스
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
tr: Kaynaklar
uk: Ресурси
zh_cn: 资源
zh_tw: 資源

source: Restart
cs: Restartovat
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 다시 시작
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat

source: Restart F# Interactive
cs: Restartovat F# Interactive
de: F# Interactive neu starten
es: Reiniciar F# interactivo
fr: Redémarrer F# interactif
it: Riavvia F# Interactive
ja: F# インタラクティブを再起動する
ko: F# 대화형 다시 시작
pl: Uruchom ponownie narzędzie F# Interactive
pt_br: Reiniciar o F# Interativo
ru: Перезапустить F# Interactive
tr: F# Etkileşimli'yi yeniden başlat
zh_cn: 重启 F# Interactive
zh_tw: 重新啟動 F# 互動

source: Restart With Debugging
cs: Restartovat s laděním
de: Mit Debuggen neu starten
es: Reiniciar con depuración
fr: Redémarrer avec débogage
ja: デバッグを再起動
ko: 디버그하고 다시 시작
pl: Uruchom ponownie z debugowaniem
pt_br: Reiniciar Com Depuração
ru: Перезапустить с отладкой
tr: Hata Ayıklama ile Yeniden Başlat

source: Restart Without Debugging
cs: Restartovat bez ladění
de: Ohne Debugger neu starten
es: Reiniciar sin depuración
fr: Redémarrer sans débogage
it: Riavvia senza eseguire debug
ja: デバッグなしで再起動
ko: 디버깅하지 않고 다시 시작
pl: Uruchom ponownie bez debugowania
pt_br: Reiniciar Sem Depuração
ru: Перезапустить без отладки
tr: Hata Ayıklama Olmadan Yeniden Başlat
uk: Перезапустити без зневадження
zh_cn: 重启而不调试
zh_tw: 重新啟動，不進行偵錯

source: Restart and enable
cs: Restartovat a povolit
de: Neu starten und aktivieren
es: Reiniciar y habilitar
fr: Redémarrer et activer
ja: 再起動して有効にします
ko: 다시 시작 및 사용
pl: Uruchom ponownie i włącz
pt_br: Reiniciar e habilitar
ru: Перезапустить и включить
tr: Yeniden başlat ve etkinleştir

source: Restart {0}
cs: Restartovat {0}
de: {0} neu starten
es: Reiniciar {0}
fr: Redémarrer {0}
it: Riavvia {0}
ja: {0} の再起動
ko: {0} 다시 시작
pl: Uruchom ponownie program {0}
pt_br: Reiniciar {0}
ru: Перезапустить {0}
tr: Yeniden Başlat - {0}
zh_cn: 重启 {0}
zh_tw: 重新啟動 {0}

source: Restart {0} after the installation process has completed
cs: Po dokončení procesu instalace restartovat {0}
de: "{0}" nach Abschluss des Installationsprozesses neu starten
es: Reiniciar {0} una vez completado el proceso de instalación
fr: Redémarrer {0} à la fin du processus d'installation
it: Riavvia {0} al termine del processo di installazione
ja: インストール プロセスが完了した後、{0} を再起動する
ko: 설치 프로세스가 완료된 후 {0} 다시 시작
pl: Po zakończeniu procesu instalacji zrestartuj {0}
pt_br: Reiniciar {0} depois que o processo de instalação for concluído
ru: Перезапуск {0} после завершения установки
tr: Yükleme işlemi tamamlandıktan sonra {0} öğesini yeniden başlat
zh_cn: 安装进程完成后重启 {0}
zh_tw: 安裝程序完成後重新啟動 {0}

source: Restart {0}:
cs: Restartovat {0}:
de: "{0}" neu starten:
es: Reiniciar {0}:
fr: Redémarrer {0} :
ja: {0} の再起動:
ko: {0} 다시 시작:
pl: Uruchom ponownie program {0}:
pt_br: Reiniciar {0}:
ru: Перезапустите {0}:
tr: {0} öğesini yeniden başlat:

source: Restore Packages
cs: Obnovit balíčky
de: Pakete wiederherstellen
es: Restaurar paquetes
fr: Restaurer les paquets
it: Ripristina pacchetti
ja: パッケージの復元
ko: 패키지 복원
pl: Przywróć pakiety
pt_br: Restaurar Pacotes
ru: Восстановить пакеты
tr: Paketleri Geri Yükle
zh_cn: 还原包
zh_tw: 還原封裝

source: Restore Packages (Solution)
cs: Obnovit balíčky (řešení)
de: Pakete wiederherstellen (Projektmappe)
es: Restaurar paquetes (solución)
fr: Restaurer les paquets (Solution)
it: Ripristina pacchetti (soluzione)
ja: パッケージの復元 (ソリューション)
ko: 패키지(솔루션) 복원
pl: Przywróć pakiety (rozwiązanie)
pt_br: Restaurar Pacotes (Solução)
ru: Восстановить пакеты (решение)
tr: Paketleri Geri Yükle (Çözüm)
zh_cn: 还原包(解决方案)
zh_tw: 還原封裝 (解決方案)

source: Restore all missing packages in the solution
cs: Obnovit všechny chybějící balíčky v řešení
de: Alle fehlenden Pakete in der Projektmappe wiederherstellen
es: Restaurar todos los paquetes que faltan de la solución
fr: Restaurer tous les paquets manquants dans la solution
it: Ripristina tutti i pacchetti mancanti nella soluzione
ja: ソリューション内の不足しているパッケージをすべて復元します
ko: 솔루션에 없는 모든 패키지 복원
pl: Przywróć wszystkie brakujące pakiety w rozwiązaniu
pt_br: Restaurar todos os pacotes ausentes na solução
ru: Восстановить все отсутствующие пакеты в решении
tr: Çözümdeki tüm eksik paketleri geri yükle
zh_cn: 还原解决方案中缺少的所有包
zh_tw: 還原解決方案中的所有遺漏封裝

source: Restore failed for '{0}'.
cs: Obnovení selhalo pro {0}.
de: Wiederherstellungsfehler für "{0}"
es: Error de restauración de '{0}'.
fr: La restauration a échoué pour « {0} ».
it: Il ripristino non è riuscito per '{0}'.
ja: '{0}' を復元できませんでした。
ko: '{0}'에 대한 복원이 실패했습니다.
pl: Błąd przywracania dla elementu „{0}”.
pt_br: Falha na restauração para '{0}'.
ru: Сбой восстановления для "{0}".
tr: '{0}' için geri yükleme başarısız oldu.
zh_cn: “{0}”的还原操作失败。
zh_tw: 還原 '{0}' 失敗。

source: Restore failed.
cs: Obnovení selhalo.
de: Wiederherstellungsfehler
es: Error de restauración.
fr: La restauration a échoué.
it: Il ripristino non è riuscito.
ja: 復元できませんでした。
ko: 복원하지 못했습니다.
pl: Błąd przywracania.
pt_br: Falha na restauração.
ru: Сбой восстановления.
tr: Geri yükleme başarısız oldu.
zh_cn: 还原失败。
zh_tw: 還原失敗。

source: Restore missing packages
cs: Obnovit chybějící balíčky
de: Fehlende Pakete wiederherstellen
es: Restaurar los paquetes que faltan
fr: Restaurer les paquets manquants
it: Ripristina i pacchetti mancanti
ja: 不足しているパッケージを復元する
ko: 누락된 패키지 복원
pl: Przywróć brakujące pakiety
pt_br: Restaurar pacotes ausentes
ru: Восстановить отсутствующие пакеты
tr: Eksik paketleri geri yükle
uk: Відновити відсутні пакунки
zh_cn: 还原缺失的包
zh_tw: 還原缺少的封裝

source: Restored '{0}'
cs: Obnoveno {0}
de: {0}' wiederhergestellt
es: '{0}' restaurado
fr: « {0} » restauré
it: '{0}' ripristinato
ja: '{0}' を復元しました
ko: '{0}'을(를) 복원함
pl: Przywrócono element „{0}”
pt_br: '{0}' restaurado
ru: Восстановлен "{0}"
tr: '{0}' geri yüklendi
uk: Відновлено '{0}'
zh_cn: 已还原“{0}”
zh_tw: 已還原 '{0}'

source: Restoring local changes
cs: Obnovování místních změn
de: Lokale Änderungen werden wiederhergestellt
es: Restaurando cambios locales
fr: Restauration des modifications locales
it: Ripristino delle modifiche locali
ja: ローカルの変更内容を復元しています
ko: 로컬 변경 내용을 복원하는 중
pl: Przywracanie lokalnych zmian
pt_br: Restaurar as alterações locais
ru: Восстановление локальных изменений
tr: Yerel değişiklikler geri yükleniyor
uk: Відновлення локальних змін
zh_cn: 正在还原本地更改
zh_tw: 正在還原本機變更

source: Restoring packages before update...
cs: Obnovují se balíčky před aktualizací...
de: Pakete werden vor dem Update wiederhergestellt...
es: Restaurando los paquetes antes de actualizar...
fr: Restauration des paquets avant mise à jour...
it: Ripristino dei pacchetti prima dell'aggiornamento...
ja: 更新する前にパッケージを復元しています...
ko: 업데이트 전에 패키지를 복원하는 중...
pl: Trwa przywracanie pakietów przed aktualizacją...
pt_br: Restaurando pacotes antes da atualização...
ru: Выполняется восстановление пакетов перед обновлением...
tr: Güncelleştirmeden önce paketler geri yükleniyor...
uk: Відновлення пакунків перед оновленням...
zh_cn: 在更新前还原包...
zh_tw: 正於更新之前還原封裝...

source: Restoring packages for project...
cs: Obnovují se balíčky pro projekt...
de: Pakete werden für Projekt wiederhergestellt...
es: Restaurando paquetes del proyecto...
fr: Restauration des paquets pour le projet...
it: Ripristino dei pacchetti per il progetto...
ja: プロジェクトのパッケージを復元しています...
ko: 프로젝트의 패키지를 복원하는 중...
pl: Trwa przywracanie pakietów projektu...
pt_br: Restaurando pacotes para o projeto...
ru: Выполняется восстановление пакетов для проекта...
tr: Proje için paketler geri yükleniyor...
uk: Відновлення пакунків для проекту...
zh_cn: 正在还原项目的包...
zh_tw: 正在還原專案的封裝...

source: Restoring packages for solution...
cs: Obnovují se balíčky pro řešení...
de: Pakete für Projektmappe werden wiederhergestellt...
es: Restaurando paquetes de la solución...
fr: Restauration des paquets pour la solution...
it: Ripristino dei pacchetti per la soluzione...
ja: ソリューションのパッケージを復元しています...
ko: 솔루션의 패키지를 복원하는 중...
pl: Trwa przywracanie pakietów rozwiązania...
pt_br: Restaurar pacotes para a solução...
ru: Выполняется восстановление пакетов для решения...
tr: Çözüm için paketler geri yükleniyor...
uk: Відновлення пакунків для рішення...
zh_cn: 正在还原解决方案的包...
zh_tw: 正在還原解決方案的封裝...

source: Restoring stash for branch {0} failed
cs: Obnovení dočasného ukládání pro větev {0} nebylo úspěšné.
de: Fehler beim Wiederherstellen von Stash für Branch {0}.
es: Error al restaurar los cambios guardados provisionalmente para la rama {0}
fr: La restauration du remisage de la branche {0} a échoué
ja: ブランチ {0} の一時退避の復元に失敗しました
ko: {0} 분기에 대한 스태시를 복원하지 못했습니다.
pl: Przywracanie umieszczenia w przechowalni dla gałęzi {0} nie powiodło się
pt_br: Falha ao restaurar o stash para o branch {0}
ru: Не удалось восстановить скрытие для ветви {0}.
tr: {0} dalının hazırlaması geri yüklenemedi

source: Result
cs: Výsledek
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
pl: Wynik
pt_br: Resultado
ru: Результат
tr: Sonuç
uk: Результат
zh_cn: 结果
zh_tw: 結果

source: Result message:
cs: Zpráva výsledku:
de: Ergebnismeldung:
es: Mensaje de resultados:
fr: Message de résultat :
ja: 結果メッセージ:
ko: 결과 메시지:
pl: Komunikat o wyniku:
pt_br: Mensagem de resultado:
ru: Сообщение о результате:
tr: Sonuç iletisi:

source: Results
cs: Výsledky
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pl: Wyniki
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
uk: Результати
zh_cn: 结果
zh_tw: 結果

source: Results chart
cs: Graf výsledků
de: Ergebnisdiagramm
es: Gráfico de resultados
fr: Graphique des résultats
it: Grafico dei risultati
ja: 結果グラフ
ko: 결과 차트
pl: Wykres wyników
pt_br: Gráfico de resultados
ru: Диаграмма с результатами
tr: Sonuç grafiği
uk: Діаграма результатів
zh_cn: 结果图表
zh_tw: 結果圖表

source: Resume
cs: Pokračovat
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Risultato
ja: 再開
ko: 다시 시작
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr: Sürdür

source: Retarget All Packages
cs: Změnit cíl všech balíčků
de: Alle Pakete neu zuweisen
es: Redestinar todos los paquetes
fr: Reciblez tous les paquets
it: Ridestina tutti i pacchetti
ja: パッケージをすべて再ターゲット
ko: 모든 패키지 대상 변경
pl: Przekieruj wszystkie pakiety
pt_br: Redirecionar Todos os Pacotes
ru: Перенацелить все пакеты
tr: Tüm Paketleri Yeniden Hedeflendir
zh_cn: 重定所有包的目标
zh_tw: 重定所有封裝目標

source: Retarget Package
cs: Změnit cíl balíčku
de: Paket neu zuweisen
es: Redestinar el paquete
fr: Recibler le paquet
it: Ridestina pacchetto
ja: パッケージの再ターゲット
ko: 패키지 대상 변경
pl: Przekieruj pakiet
pt_br: Redirecionar Pacote
ru: Перенацелить пакет
tr: Paketi Yeniden Hedeflendir
zh_cn: 重定包目标
zh_tw: 重定封裝目標

source: Retarget selected package
cs: Změnit cíl vybraného balíčku
de: Ausgewähltes Paket neu zuweisen
es: Redestinar el paquete seleccionado
fr: Recibler le paquet sélectionné
it: Ridestina il pacchetto selezionato
ja: 選択したパッケージの再ターゲット
ko: 선택한 패키지 대상 변경
pl: Przekieruj wybrany pakiet
pt_br: Redirecionar pacote selecionado
ru: Перенацелить выбранный пакет
tr: Seçili paketi yeniden hedefleyin
zh_cn: 重定选定包的目标
zh_tw: 重定所選取封裝目標

source: Retargeting packages...
cs: Mění se cílení balíčků...
de: Pakete werden neu zugewiesen...
es: Redestinando paquetes...
fr: Reciblage des paquets...
it: Ridestinazione dei pacchetti...
ja: パッケージを再ターゲットしています...
ko: 패키지의 대상을 변경하는 중...
pl: Trwa przekierowywanie pakietów...
pt_br: Redirecionando pacotes...
ru: Идет перенацеливание пакетов...
tr: Paketler yeniden hedefleniyor...
uk: Перенацілення пакунків...
zh_cn: 正在重定包目标...
zh_tw: 正在重定封裝...

source: Retargeting {0} packages...
cs: Mění se cílení balíčků ({0})...
de: {0} Pakete werden neu zugewiesen...
es: Redestinando {0} paquetes...
fr: Reciblage de {0} paquets...
it: Ridestinazione di {0} pacchetti...
ja: {0} パッケージを再ターゲットしています...
ko: {0} 패키지의 대상을 변경하는 중...
pl: Trwa przekierowywanie {0} pakietów...
pt_br: Redirecionando {0} pacotes...
ru: Идет перенацеливание пакетов: {0}...
tr: {0} paket yeniden hedefleniyor...
uk: Перенацілення {0} пакунків...
zh_cn: 正在重定 {0} 个包的目标...
zh_tw: 正在重定 {0} 封裝...

source: Retargeting {0}...
cs: Mění se cílení balíčku {0}...
de: Neuzuweisung von {0}...
es: Redestinando {0}...
fr: Reciblage de {0}...
it: Ridestinazione di {0}...
ja: {0} を再ターゲットしています...
ko: {0}의 대상을 변경하는 중...
pl: Trwa przekierowywanie elementu {0}...
pt_br: Redirecionando {0}...
ru: Идет перенацеливание {0}...
tr: {0} yeniden hedefleniyor...
uk: Перенацілення {0}...
zh_cn: 正在重定 {0} 目标...
zh_tw: 正在重定 {0}...

source: Retargets all packages
cs: Změnit cílení všech balíčků
de: Weist alle Pakete neu zu.
es: Paquetes seleccionados:
fr: Recible tous les paquets
it: Ridestina tutti i pacchetti
ja: すべてのパッケージを再ターゲットする
ko: 모든 패키지의 대상을 변경합니다.
pl: Przekierowuje wszystkie pakiety
pt_br: Redirecionar todos os pacotes
ru: Перенацеливает все пакеты
tr: Tüm paketleri yeniden hedefler
uk: Перенацілює всі пакунки
zh_cn: 重定所有包的目标
zh_tw: 重定所有封裝

source: Retrieving history
cs: Načítání historie
de: Verlauf wird abrufen
es: Recuperando historial
fr: Récupération de l’historique
it: Recupero della cronologia
ja: 履歴を取得中
ko: 기록을 검색하는 중
pl: Pobieranie historii
pt_br: Recuperando histórico
ru: Извлечение журнала
tr: Alma geçmişi
uk: Отримання історії
zh_cn: 正在检索历史记录
zh_tw: 正在擷取歷程記錄

source: Retrieving history…
cs: Načítá se historie…
de: Verlauf wird abgerufen...
es: Recuperando el historial…
fr: Récupération de l'historique…
ja: 履歴を取得中...
ko: 기록을 검색하는 중...
pl: Trwa pobieranie historii…
pt_br: Recuperando histórico…
ru: Извлечение журнала…
tr: Geçmiş alınıyor…

source: Retrieving revision {0}...
cs: Načítání revize {0}...
de: Revision {0} wird abgerufen...
es: Revirtiendo revisión {0}...
fr: Récupération de la révision {0}...
it: Recupero della revisione {0}...
ja: リビジョン {0} を取得しています...
ko: 수정 버전 {0}을(를) 검색하는 중...
pl: Trwa pobieranie wersji {0}...
pt_br: Recuperando a revisão {0}...
ru: Идет извлечение редакции {0}...
tr: {0} düzeltmesi alınıyor...
uk: Отримання ревізії {0}...
zh_cn: 正在检索修订版 {0}...
zh_tw: 正在擷取修訂 {0}...

source: Retry
cs: Opakovat
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pl: Ponów próbę
pt_br: Tentar Novamente
ru: Повтор
tr: Yeniden dene

source: Retry authentication?
cs: Opakovat ověřování?
de: Authentifizierung erneut ausführen?
es: ¿Quiere reintentar la autenticación?
fr: Réessayer l'authentification ?
ja: 認証を再試行しますか?
ko: 인증을 다시 시도하시겠어요?
pl: Ponowić próbę uwierzytelniania?
pt_br: Repetir a autenticação?
ru: Повторить проверку подлинности?
tr: Kimlik doğrulaması yeniden denensin mi?

source: Return to the previous page
cs: Vrátit se na předchozí stránku
de: Zurück zur vorherigen Seite
es: Volver a la página anterior
fr: Retourner à la page précédente
ja: 前のページに戻る
ko: 이전 페이지로 돌아가기
pl: Wróć do poprzedniej strony
pt_br: Retornar à página anterior
ru: Вернуться на предыдущую страницу
tr: Önceki sayfaya dön

source: Return type of the indexer
cs: Návratový typ indexeru
de: Rückgabetyp des Indexers
es: Tipo de valor devuelto del indexador
fr: Type de retour de l’indexeur
it: Tipo restituito dell'indicizzatore
ja: インデクサーの戻り値の型
ko: 인덱서의 반환 형식
pl: Zwracany typ indeksatora
pt_br: Tipo de retorno do indexador
ru: Тип возвращаемого значения индексатора
tr: Dizin oluşturucunun döndürme türü
uk: Повернути тип індексатора
zh_cn: 索引器的返回类型
zh_tw: 索引子的傳回類型

source: Returns:
cs: Vrácení:
de: Rückgabe:
es: Devuelve:
fr: Retours :
it: Valori restituiti:
ja: 戻り値:
ko: 반환:
pl: Zwraca:
pt_br: Retorna:
ru: Возвращаемые данные:
tr: Döndürülenler:
uk: Повернення:
zh_cn: 返回:
zh_tw: 傳回:

source: Reveal in Finder
cs: Zobrazit ve Finderu
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Visualizza in Finder
ja: Finder で表示
ko: Finder에 표시
pl: Odsłoń w programie Finder
pt_br: Revelar no Localizador
ru: Отобразить в средстве поиска
tr: Finder'da Göster
zh_cn: 在查找器中展现
zh_tw: 在尋找工具中顯示

source: Reveals the file in Finder
cs: Vyhledá soubor ve Finderu.
de: Zeigt die Datei im Finder an
es: Muestra el archivo en el Finder
fr: Affiche le fichier dans le Finder
it: Visualizza il file in Finder
ja: ファイルを Finder で表示
ko: Finder에 파일을 표시합니다.
pl: Odsłania plik w programie Finder
pt_br: Revela o arquivo no Localizador
ru: Отображает файл в системе поиска
tr: Dosyayı Finder'da gösterir
zh_cn: 在查找器中展现文件
zh_tw: 在尋找工具中顯示檔案

source: Reverse 'for' loop'
cs: Revertovat smyčku for
de: for-Schleife umkehren
es: Invertir bucle 'for'
fr: Inverser la boucle « for »
it: Inverti il ciclo 'for'
ja: 'for' ループを反転させます
ko: 역 'for' 루프
pl: Odwróć pętlę „for”
pt_br: Reverter loop 'for'
ru: Обратить цикл "for"
tr: 'for' döngüsünü tersine çevir
uk: Обернути цикл 'for'
zh_cn: 使 "for" 循环反向
zh_tw: 反轉 'for' 迴圈

source: Revert
cs: Obnovit
de: Wiederherstellen
es: Revertir
fr: Rétablir
it: Ripristina
ja: 元に戻す
ko: 되돌리기
pl: Odwróć
pt_br: Reverter
ru: Отменить изменения
tr: Geri Al
uk: Відкотити
zh_cn: 还原
zh_tw: 還原

source: Revert File
cs: Obnovit soubor
de: Datei wiederherstellen
es: Revertir archivo
fr: Rétablir le fichier
it: Ripristina file
ja: ファイルを元に戻す
ko: 파일 되돌리기
pl: Odwróć plik
pt_br: Reverter Arquivo
ru: Отменить изменения в файле
tr: Dosyayı Geri Döndür
uk: Повернути файл
zh_cn: 还原文件
zh_tw: 還原檔案

source: Revert changes from this revision
cs: Obnovit změny z této revize
de: Änderungen dieser Revision zurücksetzen
es: Revertir cambios de esta revisión
fr: Annuler les modifications de cette révision
it: Ripristina le modifiche da questa revisione
ja: このリビジョンからの変更を元に戻す
ko: 이 수정 버전에서 변경 내용 되돌리기
pl: Przywróć zmiany z tej poprawki
pt_br: Reverter as mudanças dessa revisão
ru: Отменить изменения из этой редакции
tr: Bu düzeltmeden değişiklikleri geri al
uk: Відкотити зміни до цієї ревізії
zh_cn: 从此修订版还原更改
zh_tw: 從此修訂還原變更

source: Revert operation completed.
cs: Operace obnovení se dokončila.
de: Vorgang 'Zurücksetzen' abgeschlossen.
es: Operación de reversión finalizada.
fr: Opération de rétablissement accomplie.
it: L'operazione di ripristino è stata completata.
ja: 元に戻す操作が完了しました。
ko: 되돌리기 작업이 완료되었습니다.
pl: Ukończono operację odwracania.
pt_br: Operação de reversão concluída.
ru: Операция отмены изменений выполнена.
tr: Geri alma işlemi tamamlandı.
uk: Операцію відкоту завершено.
zh_cn: 已完成还原操作。
zh_tw: 還原作業完成。

source: Revert this change
cs: Obnovit tuto změnu
de: Diese Änderung zurücksetzen
es: Revertir este cambio
fr: Annuler cette modification
it: Ripristina questa modifica
ja: この変更を元に戻す
ko: 이 변경 내용 되돌리기
pl: Odwróć tę zmianę
pt_br: Reverter esta alteração
ru: Отменить это изменение
tr: Bu değişikliği geri al
uk: Відкотити цю зміну
zh_cn: 还原此更改
zh_tw: 還原此變更

source: Revert to a saved version of the file
cs: Vrátit se k uložené verzi souboru
de: Gespeicherte Dateiversion wiederherstellen
es: Revertir a la versión guardada del archivo
fr: Restaurer une version enregistrée du fichier
it: Ripristina una versione salvata del file
ja: このファイルの保存されたバージョンまで戻します
ko: 파일의 저장된 버전으로 되돌리기
pl: Przywróć zapisaną wersję pliku
pt_br: Reverter para a versão salva do arquivo
ru: Вернуться к сохраненной версии файла
tr: Dosyanın kaydedilmiş bir sürümüne geri dönme
uk: Повернутись до збереженої версії файлу
zh_cn: 还原到已保存的文件版本
zh_tw: 還原為先前儲存的檔案版本

source: Revert to this revision
cs: Obnovit tuto revizi
de: Auf diese Revision zurücksetzen
es: Revertir a esta revisión
fr: Rétablir à cette révision
it: Esegui ripristino a questa revisione
ja: このリビジョンまで戻す
ko: 이 수정 버전으로 되돌리기
pl: Przywróć do tej poprawki
pt_br: Reverter para essa revisão
ru: Вернуться к этой редакции
tr: Bu düzeltmeye geri döndür
uk: Повернутись до цієї ревізії
zh_cn: 还原为此修订版
zh_tw: 還原為此修訂

source: Revert unsaved changes to document '{0}'?
cs: Chcete se vrátit neuložené změny v dokumentu {0}?
de: Sollen die nicht gespeicherten Änderungen des Dokuments '{0}' rückgängig gemacht werden?
es: ¿Quiere revertir los cambios no guardados del documento '{0}'?
fr: Annuler les modifications non enregistrées du document « {0} » ?
it: Ripristinare le modifiche non salvate apportate al documento '{0}'?
ja: ドキュメント '{0}' への保存されていない変更を元に戻しますか?
ko: '{0}' 문서의 저장하지 않은 변경 내용을 되돌릴까요?
pl: Czy odwrócić niezapisane zmiany w dokumencie „{0}”?
pt_br: Reverter mudanças não salvas no documento '{0}'?
ru: Отменить несохраненные изменения для документа "{0}"?
tr: '{0}' belgesindeki kaydedilmemiş değişiklikler geri döndürülsün mü?
uk: Скасувати незбережені зміни у документі '{0}'?
zh_cn: 是否将未保存的更改还原到文档“{0}”?
zh_tw: 要將尚未儲存的變更還原為文件 '{0}' 嗎?

source: Reverted '{0}'
cs: Obnoveno {0}
de: {0}' zurückgesetzt
es: '{0}' revertido
fr: « {0} » rétabli
it: '{0}' ripristinato
ja: '{0}' を復元しました
ko: '{0}'을(를) 되돌림
pl: Odwrócono „{0}”
pt_br: '{0}' revertido
ru: Отменены изменения "{0}"
tr: '{0}' geri döndürüldü
uk: Відкочено '{0}'
zh_cn: 已还原“{0}”
zh_tw: 已還原 '{0}'

source: Reverting ...
cs: Obnovování...
de: Wird zurückgesetzt...
es: Revirtiendo...
fr: Rétablissement en cours...
it: Ripristino...
ja: 元に戻しています...
ko: 되돌리는 중...
pl: Trwa odwracanie...
pt_br: Revertendo...
ru: Выполняется отмена изменений...
tr: Geri Alınıyor ...
uk: Відкочування...
zh_cn: 正在还原...
zh_tw: 正在還原...

source: Reverting files
cs: Obnovování souborů
de: Dateien werden zurückgesetzt
es: Revirtiendo archivos
fr: Rétablissement des fichiers
it: Ripristino dei file
ja: ファイルを復元中
ko: 파일을 되돌리는 중
pl: Odwracanie plików
pt_br: Revertendo arquivos
ru: Выполняется отмена изменений файлов
tr: Dosyalar geri çevriliyor
uk: Відкіт файлів
zh_cn: 正在还原文件
zh_tw: 正在還原檔案

source: Reverting revision {0}...
cs: Obnovování revize {0}...
de: Zurücksetzen auf Revision {0}...
es: Revirtiendo revisión {0}...
fr: Rétablissement de la révision {0}...
it: Ripristino della {0}...
ja: リビジョン {0} を元に戻しています...
ko: 수정 버전 {0}(을)를 되돌리는 중...
pl: Trwa przywracanie wersji {0}...
pt_br: Revertendo a revisão {0}...
ru: Выполняется отмена изменений редакции {0}...
tr: {0} düzeltmesi geri alınıyor...
uk: Повернення ревізії {0}...
zh_cn: 正在还原修订版 {0}...
zh_tw: 正在還原修訂 {0}...

source: Reverting to revision {0}...
cs: Obnovování na revizi {0}...
de: Auf Revision {0} zurücksetzen...
es: Revirtiendo a la revisión {0}...
fr: Rétablissement à la révision {0}...
it: Ripristino alla revisione {0}...
ja: リビジョン {0} に戻しています...
ko: 수정 버전 {0}(으)로 되돌리는 중...
pl: Trwa przywracanie wersji {0}...
pt_br: Revertendo para a revisão {0}...
ru: Выполняется возврат к редакции {0}...
tr: {0} düzeltmesine geri alınıyor...
uk: Відкіт до ревізії {0}...
zh_cn: 正在还原为修订版 {0}...
zh_tw: 正在還原到修訂 {0}...
