Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Add a new scope expression
cs: Přidat nový výraz scope
de: Neuen Bereichsausdruck hinzufügen
es: Agregar una nueva expresión SCOPE
fr: Ajouter une nouvelle expression SCOPE
ja: 新しいスコープ式を追加します
ko: 새 SCOPE 식 추가
pl: Dodaj nowe wyrażenie zakresu
pt_br: Adicionar uma nova expressão de escopo
ru: Добавить новое выражение области
tr: Yeni kapsam ifadesi ekle

source: Add a new solution folder to the selected solution
cs: Přidat novou složku řešení do vybraného řešení
de: Neuen Projektmappenordner zu ausgewählter Projektmappe hinzufügen
es: Agrega una nueva carpeta de solución a la solución seleccionada
fr: Ajouter un nouveau dossier de solution à la solution sélectionnée
it: Aggiunge una nuova cartella soluzione alla soluzione selezionata
ja: 選ばれたソリューションに新しいソリューション フォルダーを追加します
ko: 선택한 솔루션에 새 솔루션 폴더 추가
pl: Dodaje nowy folder rozwiązania do wybranego rozwiązania
pt_br: Adicionar uma nova pasta de soluções à solução selecionada
ru: Добавить новую папку решения в выбранное решение
tr: Seçili çözüme yeni bir çözüm klasörü ekleme
uk: Додати до вибраного рішення нову теку рішення
zh_cn: 向所选解决方案添加新的解决方案文件夹
zh_tw: 將新的解決方案資料夾新增至選取的解決方案

source: Add a new token
cs: Přidat nový token
de: Neues Token hinzufügen
es: Agrega un token nuevo
fr: Ajouter un nouveau jeton
ja: 新しいトークンの追加
ko: 새 토큰을 추가합니다.
pl: Dodaj nowy token
pt_br: Adicionar um novo token
ru: Добавить новый маркер
tr: Yeni belirteç ekle

source: Add a project to the selected solution
cs: Přidat projekt do vybraného řešení
de: Projekt zu ausgewählter Projektmappe hinzufügen
es: Agregar un proyecto a la solución seleccionada
fr: Ajouter un projet à la solution sélectionnée
it: Aggiunge un progetto alla soluzione selezionata
ja: 選ばれたソリューションにプロジェクトを追加します
ko: 선택한 솔루션에 프로젝트 추가
pl: Dodaj projekt do wybranego rozwiązania
pt_br: Adicionar um projeto à solução selecionada
ru: Добавить проект в выбранное решение
tr: Seçilen çözüme bir proje ekleyin
uk: Додати проект до вибраного рішення
zh_cn: 向所选解决方案添加项目
zh_tw: 將專案新增至選取的解決方案

source: Add a reference to '{0}'
cs: Přidat odkaz na {0}
de: Verweis auf "{0}" hinzufügen
es: Agregar una referencia a "{0}"
fr: Ajouter une référence à '{0}'
ja: 参照を '{0}' に追加
ko: '{0}'에 참조 추가
pl: Dodaj odwołanie do elementu „{0}”
pt_br: Adicionar uma referência a '{0}'
ru: Добавить ссылку на "{0}"
tr: '{0}' başvurusu ekle

source: Add all optional parameters
cs: Přidat všechny volitelné parametry
de: Alle optionalen Parameter hinzufügen
es: Agregar todos los parámetros opcionales
fr: Ajouter tous les paramètres facultatifs
it: Aggiungi tutti i parametri facoltativi
ja: すべてのオプション パラメーターを追加
ko: 모든 선택적 매개 변수 추가
pl: Dodaj wszystkie parametry opcjonalne
pt_br: Adicionar todos os parâmetros opcionais
ru: Добавить все необязательные параметры
tr: İsteğe bağlı tüm parametreleri ekle
uk: Додати всі необов'язкові параметри
zh_cn: 添加所有可选参数
zh_tw: 新增所有選擇性參數

source: Add an ASP.NET MVC controller
cs: Přidat kontroler ASP.NET MVC
de: ASP.NET MVC-Controller hinzufügen
es: Agregar un controlador ASP.NET MVC
fr: Ajouter un contrôleur MVC ASP.NET
it: Aggiunge un controller MVC ASP.NET
ja: ASP.NET MVC コントローラーを追加する
ko: ASP.NET MVC 컨트롤러 추가
pl: Dodaj kontroler składnika ASP.NET MVC
pt_br: Adicionar um controlador ASP.NET MVC
ru: Добавить контроллер MVC ASP.NET
tr: ASP.NET MVC denetleyicisi ekle
uk: Додати контролер ASP.NET MVC
zh_cn: 添加一个 ASP.NET MVC 控制器
zh_tw: 新增 ASP.NET MVC 控制器

source: Add an ASP.NET MVC view
cs: Přidat zobrazení ASP.NET MVC
de: ASP.NET MVC-Ansicht hinzufügen
es: Agregar una vista ASP.NET MVC
fr: Ajouter une vue MVC ASP.NET
it: Aggiunge una visualizzazione MVC ASP.NET
ja: ASP.NET MVC ビューを追加する
ko: ASP.NET MVC 뷰 추가
pl: Dodaj widok ASP.NET MVC
pt_br: Adicionar uma exibição ASP.NET MVC
ru: Добавить представление MVC ASP.NET
tr: ASP.NET MVC görünümü ekle
uk: Додати представлення ASP.NET MVC
zh_cn: 添加一个 ASP.NET MVC 视图
zh_tw: 新增 ASP.NET MVC 檢視

source: Add an existing item to the selected workspace
cs: Přidat existující položku do vybraného pracovního prostoru
de: Vorhandenes Element zu ausgewähltem Arbeitsbereich hinzufügen
es: Agregar un elemento existente al área de trabajo seleccionada
fr: Ajouter un élément existant à l’espace de travail sélectionné
it: Aggiunge un elemento esistente all'area di lavoro selezionata
ja: 既存の項目を選ばれたワークスペースに追加します
ko: 선택한 작업 영역에 기존 항목 추가
pl: Dodaje istniejący element do wybranego obszaru roboczego
pt_br: Adicionar um item existente ao workspace selecionado
ru: Добавить существующий элемент в выбранную рабочую область
tr: Seçili çalışma alanına mevcut bir öğe ekleme
uk: Додати наявний елемент до вибраного робочого простору
zh_cn: 向所选工作区添加现有项
zh_tw: 將現有項目新增至選取的工作區

source: Add and remove project references
cs: Přidat nebo odebrat reference projektu
de: Projektverweise hinzufügen und entfernen
es: Agregar y quitar referencias de proyecto
fr: Ajouter et supprimer des références de projet
it: Aggiunge e rimuove i riferimenti del progetto
ja: プロジェクト参照を追加したり削除したりします
ko: 프로젝트 참조 추가 및 제거
pl: Dodaj i usuń odwołania do projektu
pt_br: Adicionar e remover referências do projeto
ru: Добавить и удалить ссылки на проект
tr: Proje başvuruları ekle ve kaldır
uk: Додати або вилучити посилання у проекті
zh_cn: 添加和删除项目引用
zh_tw: 新增或移除專案參考

source: Add another accessor
cs: Přidat další přístupový objekt
de: Weiteren Accessor hinzufügen
es: Agregar otro descriptor de acceso
fr: Ajouter un autre accesseur
it: Aggiungi un'altra funzione di accesso
ja: 別のアクセサーを追加する
ko: 다른 접근자 추가
pl: Dodaj inną metodę dostępu
pt_br: Adicionar outro acessador
ru: Добавить другой метод доступа
tr: Başka bir erişimci ekle
uk: Додати інший метод доступу
zh_cn: 添加其他访问器
zh_tw: 新增另一個存取子

source: Add another translation (language) for a solution or project
cs: Přidat další překlad (jazyk) pro řešení nebo projekt
de: Weitere Übersetzung (Sprache) für Projektmappe oder Projekt hinzufügen
es: Agregar otra traducción (lenguaje) para la solución o proyecto
fr: Ajouter une autre traduction (langue) pour une solution ou un projet
it: Aggiunge un'altra traduzione (lingua) per una soluzione o un progetto
ja: ソリューションまたはプロジェクトの別の翻訳 (言語) を追加します
ko: 솔루션 또는 프로젝트에 대한 다른 번역(언어) 추가
pl: Dodaj kolejne tłumaczenie (język) do rozwiązania lub projektu
pt_br: Adicionar outra tradução (idioma) a uma solução ou projeto
ru: Добавить другой перевод (язык) для решения или проекта
tr: Bir çözüm veya proje için başka bir çeviri (dil) ekleme
uk: Додати ще один переклад (мову) до рішення або проекту
zh_cn: 为解决方案或项目添加其他翻译(语言)
zh_tw: 為解決方案或專案新增另一種翻譯 (語言)

source: Add argument name '{0}'
cs: Přidat název argumentu {0}
de: Argumentnamen '{0}' hinzufügen
es: Agregar nombre de argumento '{0}'
fr: Ajouter le nom d’argument « {0} »
it: Aggiungi il nome di argomento '{0}'
ja: 引数名 '{0}' を追加する
ko: 인수 이름 '{0}' 추가
pl: Dodaj nazwę argumentu „{0}”
pt_br: Adicionar nome de argumento '{0}'
ru: Добавить имя аргумента "{0}"
tr: '{0}' bağımsız değişken adını ekle
uk: Додати назву аргументу '{0}'
zh_cn: 添加参数名称“{0}”
zh_tw: 新增引數名稱 '{0}'

source: Add braces to '{0}'
cs: Přidat závorky k {0}
de: '{0}' geschweifte Klammern hinzufügen
es: Agregar llaves a '{0}'
fr: Ajouter des accolades à « {0} »
it: Aggiungi le parentesi graffe a '{0}'
ja: かっこを '{0}' に追加
ko: 괄호를 '{0}'에 추가
pl: Dodaj nawiasy klamrowe do elementu „{0}”
pt_br: Adicionar chaves a '{0}'
ru: Добавить фигурные скобки в "{0}".
tr: '{0}' öğesine köşeli ayraç ekle
uk: Додати дужки '{0}'
zh_cn: 向“{0}”添加大括号
zh_tw: 將括號新增至 '{0}'

source: Add check for Nothing
cs: Přidat kontrolu na Nothing
de: Überprüfung auf 'Nothing' hinzufügen
es: Agregar comprobación para Nothing
fr: Ajouter la vérification de la valeur Nothing
it: Aggiungi il controllo per Nothing
ja: Nothing に対するチェックを追加します
ko: Nothing 검사 추가
pl: Dodaj sprawdzenie pod kątem wartości Nothing
pt_br: Adicionar verificação para Nothing
ru: Добавить проверку значений Nothing
tr: Hiçbir Şey için denetim ekle
zh_cn: 添加 Nothing 检查
zh_tw: 新增 Nothing 的檢查

source: Add exception description
cs: Přidat popis výjimky
de: Ausnahmebeschreibung hinzufügen
es: Agregar descripción de excepción
fr: Ajouter la description de l’exception
it: Aggiungi la descrizione dell'eccezione
ja: 例外の説明を追加
ko: 예외 설명 추가
pl: Dodaj opis wyjątku
pt_br: Adicionar descrição da exceção
ru: Добавить описание исключения
tr: özel durum açıklaması ekle
uk: Додати опис винятку
zh_cn: 添加异常说明
zh_tw: 新增例外狀況描述

source: Add existing file
cs: Přidat existující soubor
de: Vorhandene Datei hinzufügen
es: Agregar un archivo existente
fr: Ajouter un fichier existant
it: Aggiungi file esistente
ja: 既存のファイルの追加
ko: 기존 파일 추가
pl: Dodaj istniejący plik
pt_br: Adicionar arquivo existente
ru: Добавить существующий файл
tr: Mevcut dosyayı ekle
zh_cn: 添加现有文件
zh_tw: 新增現有檔案

source: Add existing file to the project
cs: Přidat existující soubor do projektu
de: Vorhandene Datei zum Projekt hinzufügen
es: Agregar archivo existente al proyecto
fr: Ajouter un fichier existant au projet
it: Aggiunge il file esistente al progetto
ja: 既存ファイルをプロジェクトに追加します
ko: 프로젝트에 기존 파일 추가
pl: Dodaj istniejący plik do projektu
pt_br: Adiciona um arquivo existente ao projeto
ru: Добавить существующий файл в проект
tr: Mevcut dosyayı projeye ekle
uk: Додати наявний файл до проекту
zh_cn: 向项目添加现有文件
zh_tw: 將現有檔案新增至專案

source: Add existing files to the project
cs: Přidat existující soubory do projektu
de: Vorhandene Dateien zum Projekt hinzufügen
es: Agregar archivos existentes al proyecto
fr: Ajouter des fichiers existants au projet
it: Aggiunge i file esistenti al progetto
ja: 既存のファイルをプロジェクトに追加します
ko: 프로젝트에 기존 파일 추가
pl: Dodaj istniejące pliki do projektu
pt_br: Adicionar arquivos existentes ao projeto
ru: Добавить существующие файлы в проект
tr: Projeye mevcut dosyaları ekle
uk: Додати наявні файли до проекту
zh_cn: 向项目添加现有文件
zh_tw: 將現有檔案新增至專案

source: Add expression to watch pad
cs: Přidat výraz na panel kukátka
de: Ausdruck zu Überwachungsbereich hinzufügen
es: Agregar expresión al panel de inspección
fr: Ajouter une expression au bloc espion
it: Aggiunge l'espressione al riquadro delle espressioni di controllo
ja: ウォッチ パッドに式を追加する
ko: 조사식 패드에 식 추가
pl: Dodaj wyrażenie do konsoli wyrażenia kontrolnego
pt_br: Adicionar uma expressão ao painel de inspeção
ru: Добавить выражение на панель контрольных значений
tr: İfadeyi izleme paneline ekle
uk: Додати вираз до панелі спостереження
zh_cn: 向监视板添加表达式
zh_tw: 將運算式新增至監看式面板

source: Add files
cs: Přidat soubory
de: Dateien hinzufügen
es: Agregar archivos
fr: Ajouter des fichiers
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
pl: Dodaj pliki
pt_br: Adicionar arquivos
ru: Добавить файлы
tr: Dosyalar ekle
uk: Додати файли
zh_cn: 添加文件
zh_tw: 新增檔案

source: Add items to toolbox
cs: Přidat položky do sady nástrojů
de: Elemente zur Toolbox hinzufügen
es: Agregar elementos al cuadro de herramientas
fr: Ajouter des éléments à la boîte à outils
it: Aggiungi elementi alla casella degli strumenti
ja: ツールボックスへの項目の追加
ko: 도구 상자에 항목 추가
pl: Dodaj elementy do przybornika
pt_br: Adicionar itens à caixa de ferramentas
ru: Добавить элементы на панель инструментов
tr: Öğeleri araç kutusuna ekle
uk: Додати компоненти на палітру елементів керування
zh_cn: 将项添加到工具箱
zh_tw: 將項目新增至工具箱

source: Add method not found in {0}
cs: Metodu Add se v {0} nepodařilo najít.
de: Die Add-Methode wurde in {0} nicht gefunden.
es: No se encuentra el método Add en {0}
fr: Méthode d’ajout introuvable dans {0}
it: Il metodo Add non è stato trovato in {0}
ja: {0} に存在しないメソッドを追加する
ko: Add 메서드를 {0}에서 찾을 수 없습니다.
pl: Nie znaleziono metody Add w elemencie {0}
pt_br: Método Adicionar não encontrado em {0}
ru: Метод Add не найден в {0}
tr: Ekleme metodu {0} öğesinde bulunamadı
zh_cn: 在 {0} 中找不到添加方法
zh_tw: 在 {0} 中找不到新增方法

source: Add new packages for this project in the packaging project '{0}'
cs: Přidat nové balíčky pro tento projekt do balícího projektu {0}
de: Neue Pakete für dieses Projekt dem Paketerstellungsprojekt '{0}' hinzufügen
es: Agregar paquetes nuevos para este proyecto en el proyecto de empaquetado '{0}'
fr: Ajouter de nouveaux paquets pour ce projet dans le projet d’empaquetage '{0}'
it: Aggiungi nuovi pacchetti per questo progetto nel progetto di creazione pacchetti '{0}'
ja: このプロジェクト用の新しいパッケージをパッケージ プロジェクト '{0}' 内に追加する
ko: 패키징 프로젝트 '{0}'에서 이 프로젝트의 새 패키지 추가
pl: Dodaj nowe pakiety dla tego projektu podczas pakowania projektu „{0}”
pt_br: Adicionar novos pacotes a este projeto no projeto de empacotamento '{0}'
ru: Добавить новые пакеты для этого проекта в проект упаковки "{0}"
tr: '{0}' paketleme projesi içerisine bu proje için yeni paketler ekleme
uk: Додати нові пакети для цього проекту у проекті упаковки '{0}'
zh_cn: 在打包项目“{0}”中为此项目添加新包
zh_tw: 在封裝專案 '{0}' 中為此專案新增封裝

source: Add null check
cs: Přidat kontrolu hodnot null
de: NULL-Überprüfung hinzufügen
es: Agregar comprobación de valores null
fr: Ajouter un contrôle de valeur null
it: Aggiungi il controllo Null
ja: null チェックを追加
ko: null 검사 추가
pl: Dodaj sprawdzenie wartości null
pt_br: Adicionar verificação nula
ru: Добавить проверку значений NULL
tr: Null denetimi ekle
uk: Додати перевірку на null
zh_cn: 添加 null 检查
zh_tw: 新增 null 檢查

source: Add operation completed.
cs: Operace přidání se dokončila.
de: Vorgang 'Hinzufügen' abgeschlossen.
es: Operación de adición finalizada.
fr: Opération d’ajout terminée.
it: L'operazione di aggiunta è stata completata.
ja: 追加操作が完了しました。
ko: 추가 작업이 완료되었습니다.
pl: Ukończono operację dodawania.
pt_br: Operação de adição concluída.
ru: Операция добавления завершена.
tr: Ekleme işlemi tamamlandı.
uk: Операцію додавання завершено.
zh_cn: 已完成添加操作。
zh_tw: 新增作業已完成。

source: Add optional parameter "{0}"
cs: Přidat volitelný parametr "{0}"
de: Optionalen Parameter "{0}" hinzufügen
es: Agregar parámetro opcional "{0}"
fr: Ajouter le paramètre facultatif "{0}"
it: Aggiungi il parametro facoltativo "{0}"
ja: オプション パラメーター "{0}" を追加
ko: 선택적 매개 변수 "{0}" 추가
pl: Dodaj opcjonalny parametr „{0}”
pt_br: Adicionar parâmetro opcional "{0}"
ru: Добавить необязательный параметр "{0}"
tr: İsteğe bağlı "{0}" parametresini ekle
uk: Додати необов'язковий параметр "{0}"
zh_cn: 添加可选参数“{0}”
zh_tw: 新增選擇性參數 "{0}"

source: Add or Remove...
cs: Přidat nebo odebrat...
de: Hinzufügen oder Entfernen...
es: Agregar o quitar...
fr: Ajouter ou supprimer...
it: Aggiungi o rimuovi...
ja: 追加または削除...
ko: 추가 또는 제거...
pl: Dodaj lub usuń...
pt_br: Adicionar ou Remover...
ru: Добавить или удалить...
tr: Ekle veya Çıkar...
uk: Додати або видалити...
zh_cn: 添加或删除...
zh_tw: 新增或移除...

source: Add or _Remove...
cs: Přidat nebo _odebrat...
de: Hinzufügen oder entfe_rnen...
es: Agregar o quita_r...
fr: Ajouter ou _Supprimer...
it: Aggiungi o _rimuovi...
ja: 追加または削除(_R)...
ko: 추가 또는 제거(_R)...
pl: _Dodaj lub usuń...
pt_br: Adicionar ou _Remover...
ru: Добавить или _удалить...
tr: Ekle veya _Kaldır...
uk: Додати або _вилучити...
zh_cn: 添加或删除(_R)...
zh_tw: 新增或移除(_R)...

source: Add submenu (Ctrl+Right)
cs: Přidat podnabídku (Ctrl + šipka doprava)
de: Untermenü hinzufügen (STRG+NACH-RECHTS)
es: Agregar submenú (Ctrl+Derecha)
fr: Ajouter un sous-menu (Ctrl+Droite)
it: Aggiungi sottomenu (CTRL+freccia DESTRA)
ja: サブメニューの追加 (Ctrl+Right)
ko: 하위 메뉴 추가(Ctrl+오른쪽 화살표)
pl: Dodaj podmenu (Ctrl + strzałka w prawo)
pt_br: Adicionar submenu (Ctrl+Direita)
ru: Добавить подменю (CTRL+клавиша со стрелкой вправо)
tr: Alt menü ekle (Ctrl+Sağ)
uk: Додати підменю (Ctrl+Right)
zh_cn: 添加子菜单(Ctrl+向右键)
zh_tw: 新增子功能表 (Ctrl+向右鍵)

source: Add the folder to the list
cs: Přidat složku do seznamu
de: Ordner zur Liste hinzufügen
es: Agrega la carpeta a la lista
fr: Ajouter le dossier à la liste
ja: 一覧にフォルダーを追加します
ko: 목록에 폴더를 추가합니다.
pl: Dodaj folder do listy
pt_br: Adicionar a pasta à lista
ru: Добавить папку в список
tr: Klasörü listeye ekle

source: Add the new interface to a new file
cs: Přidat nové rozhraní do nového souboru
de: Die neue Schnittstelle einer neuen Datei hinzufügen
es: Agregar la nueva interfaz a un archivo nuevo
fr: Ajouter la nouvelle interface à un nouveau fichier
ja: 新しいファイルに新しいインターフェイスを追加する
ko: 새 파일에 새 인터페이스 추가
pl: Dodaj nowy interfejs do nowego pliku
pt_br: Adicionar nova interface a um novo arquivo
ru: Добавить новый интерфейс в новый файл
tr: Yeni arabirimi yeni dosyaya ekle

source: Add the new interface to the current file
cs: Přidat nové rozhraní do aktuálního souboru
de: Die neue Schnittstelle der aktuellen Datei hinzufügen
es: Agregar la nueva interfaz al archivo actual
fr: Ajouter la nouvelle interface au fichier actuel
ja: 現在のファイルに新しいインターフェイスを追加する
ko: 현재 파일에 새 인터페이스 추가
pl: Dodaj nowy interfejs do bieżącego pliku
pt_br: Adicionar nova interface ao arquivo atual
ru: Добавить новый интерфейс в текущий файл
tr: Yeni arabirimi geçerli dosyaya ekle

source: Add the new project to the Packaging Project '{0}'
cs: Přidat nový projekt do balícího projektu {0}
de: Das neue Projekt dem Paketerstellungsprojekt '{0}' hinzufügen
es: Agregar el nuevo proyecto al proyecto de empaquetado '{0}'
fr: Ajouter le nouveau projet au projet d’empaquetage « {0} »
it: Aggiungi il nuovo progetto al progetto di creazione pacchetti '{0}'
ja: 新しいプロジェクトをパッケージ プロジェクト '{0}' に追加する
ko: 패키징 프로젝트 '{0}'에 새 프로젝트 추가
pl: Dodaj nowy projekt do projektu pakietu „{0}”
pt_br: Adicionar o novo projeto ao Projeto de Empacotamento '{0}'
ru: Добавить новый проект в проект упаковки "{0}"
tr: '{0}' Paketleme Projesi içerisine yeni proje ekleme
uk: Додати новий проект до проекту упаковки '{0}'
zh_cn: 向打包项目“{0}”添加新项目
zh_tw: 將新專案新增至封裝專案 '{0}'

source: Add the project to existing packages
cs: Přidat projekt do existujících balíčků
de: Das Projekt vorhandenen Paketen hinzufügen
es: Agregar el proyecto a los paquetes existentes
fr: Ajouter le projet aux paquets existants
it: Aggiungi il progetto a pacchetti esistenti
ja: プロジェクトを既存のパッケージに追加する
ko: 기존 패키지에 프로젝트 추가
pl: Dodaj projekt do istniejących pakietów
pt_br: Adicionar o projeto aos pacotes existentes
ru: Добавить проект в существующие пакеты
tr: Projeyi mevcut paketlere ekle
uk: Додати проект до наявних пакетів
zh_cn: 向现有包添加项目
zh_tw: 將專案新增至現有封裝

source: Add the user defined header to the top of the file
cs: Vložit uživatelem definovanou hlavičku na začátek souboru
de: Benutzerdefinierten Header am Dateianfang hinzufügen
es: Agregar un encabezado definido por el usuario al principio del archivo
fr: Ajouter l’en-tête défini par l’utilisateur au début du fichier
it: Aggiunge l'intestazione definita dall'utente all'inizio del file
ja: ユーザー定義されたヘッダーをファイルの先頭に追加する
ko: 사용자 정의 헤더를 파일의 맨 위에 추가
pl: Dodaj nagłówek zdefiniowany przez użytkownika do początku pliku
pt_br: Adicionar o cabeçalho definido pelo usuário ao topo do arquivo
ru: Добавить определенный пользователем заголовок в начало файла
tr: Dosyanın en üstüne kullanıcı tanımlı üstbilgi ekleme
uk: Додати на початку файлу заданий користувачем заголовок
zh_cn: 将用户定义的标题添加到文件顶部
zh_tw: 將使用者定義的標頭新增至檔案頂端

source: Add to Ignore List
cs: Přidat do seznamu položek k ignorování
de: Zur Liste 'Ignorieren' hinzufügen
es: Agregar a lista de omitidos
fr: Ajouter à la liste Ignorer
it: Aggiungi a elenco di elementi ignorati
ja: 無視リストに追加
ko: 무시 목록에 추가
pl: Dodaj do listy ignorowanych
pt_br: Adicionar à Lista de Ignorados
ru: Добавить в список игнорирования
tr: Yoksayma Listesine Ekle
zh_cn: 添加到忽略列表
zh_tw: 新增至忽略清單

source: Add to current file
cs: Přidat do aktuálního souboru
de: Der aktuellen Datei hinzufügen
es: Agregar a archivo actual
fr: Ajouter au fichier actuel
ja: 現在のファイルに追加する
ko: 현재 파일에 추가
pl: Dodaj do bieżącego pliku
pt_br: Adicionar ao arquivo existente
ru: Добавить в текущий файл
tr: Geçerli dosyaya ekle

source: Add to existing Packaging Project
cs: Přidat do existujícího balícího projektu
de: Vorhandenem Paketerstellungsprojekt hinzufügen
es: Agregar a proyecto de empaquetado existente
fr: Ajouter à un projet d’empaquetage existant
it: Aggiungi a progetto di creazione pacchetti esistente
ja: 既存のパッケージ プロジェクトに追加
ko: 기존 패키징 프로젝트에 추가
pl: Dodaj do istniejącego projektu pakietu
pt_br: Adicionar a um Projeto de Empacotamento existente
ru: Добавить в существующий проект упаковки
tr: Mevcut bir Paketleme Projesine ekle
uk: Додати до наявного проекту пакета
zh_cn: 添加到现有打包项目
zh_tw: 新增至現有的封裝專案

source: Add to existing file
cs: Přidat do existujícího souboru
de: Zu vorhandener Datei hinzufügen
es: Agregar a archivo existente
fr: Ajouter au fichier existant
ja: 既存のファイルに追加します
ko: 기존 파일에 추가
pl: Dodaj do istniejącego pliku
pt_br: Adicionar ao arquivo existente
ru: Добавить в существующий файл
tr: Mevcut dosyaya ekle

source: Add to ignore list
cs: Přidat na seznam ignorovaných
de: Zur Liste 'Ignorieren' hinzufügen
es: Agregar a lista de omitidos
fr: Ajouter à la liste Ignorer
it: Aggiungi a elenco di elementi ignorati
ja: 無視リストに追加
ko: 무시 목록에 추가
pl: Dodaj do listy ignorowanych
pt_br: Adicionar à lista de ignorados
ru: Добавить в список игнорирования
tr: Yoksayılanlar listesine ekle
uk: Додати до списку знехтуваних
zh_cn: 添加到忽略列表
zh_tw: 新增至略過清單

source: Add to the project
cs: Přidat do projektu
de: Zum Projekt hinzufügen
es: Agregar al proyecto
fr: Ajouter au projet
it: _Aggiungi al progetto:
ja: プロジェクトへの追加
ko: 프로젝트에 추가
pl: Dodaj do projektu
pt_br: Adicionar ao projeto
ru: Добавить в проект
tr: Projeye ekle

source: Add toolbox items
cs: Přidat položky sady nástrojů
de: Toolboxelemente hinzufügen
es: Agregar elementos de cuadro de herramientas
fr: Ajouter des éléments de boîte à outils
it: Aggiungi elementi della casella degli strumenti
ja: ツールボックス項目の追加
ko: 도구 상자 항목 추가
pl: Dodaj elementy przybornika
pt_br: Adicionar itens da caixa de ferramentas
ru: Добавить элементы панели инструментов
tr: Araç kutusu öğelerini ekle
uk: Додати елементи панелі керування
zh_cn: 添加工具箱项
zh_tw: 新增工具箱項目

source: Add using '{0}'
cs: Přidat direktivu using {0}
de: Hinzufügen mit '{0}'
es: Agregar usando '{0}'
fr: Ajouter l’utilisation de « {0} »
it: Aggiungi con '{0}'
ja: '{0}' を使用して追加する
ko: '{0}'을(를) 사용하여 추가
pl: Dodaj przy użyciu „{0}”
pt_br: Adicionar usando '{0}'
ru: Добавить директиву using "{0}"
tr: '{0}' kullanarak ekle
uk: Додати using '{0}'
zh_cn: 使用“{0}”添加
zh_tw: 使用 '{0}' 新增

source: Add watch
cs: Přidat kukátko
de: Überwachung hinzufügen
es: Agregar inspección
fr: Ajouter un espion
it: Aggiungi espressione di controllo
ja: ウォッチを追加
ko: 조사식 추가
pl: Dodaj wyrażenie kontrolne
pt_br: Adicionar inspeção
ru: Добавить контрольное значение
tr: İzleme ekle
uk: Додати спостереження
zh_cn: 添加监视
zh_tw: 新增監看式

source: Add {0} to {1}
cs: Přidat {0} do {1}
de: {0} zu {1} hinzufügen
es: Agregar {0} a {1}
fr: Ajouter {0} à {1}
it: {0} di {1}
ja: {0} を {1} に追加する
ko: {1}에 {0} 추가
pl: Dodaj {0} do {1}
pt_br: Adicionar {0} a {1}
ru: Добавить {0} в {1}
tr: {1} öğesine {0} ekle

source: Add-in manifest
cs: Manifest doplňku
es: Manifiesto de complemento
fr: Manifeste du complément
it: Manifesto del componente aggiuntivo
ja: アドイン マニフェスト
ko: 추가 기능 매니페스트
pl: Manifest dodatku
pt_br: Manifesto de suplemento
ru: Манифест надстройки
tr: Eklenti bildirimi
uk: Демонстрація додатку
zh_cn: 外接程序清单
zh_tw: 增益集資訊清單

source: Added
cs: Přidáno
de: Hinzugefügt
es: Agregado
fr: Ajouté
it: {0} aggiunto
ja: 追加済み
ko: 추가됨
pl: Dodano
pt_br: Adicionado
ru: Добавлено
tr: Eklendi

source: Added {0}
cs: Přidáno {0}
de: {0} hinzugefügt
es: {0} agregado
fr: {0} ajouté
it: {0} aggiunto
ja: {0} を追加しました
ko: {0}을(를) 추가함
pl: Dodano {0}
pt_br: {0} adicionado
ru: Добавлено {0}
tr: {0} eklendi
uk: Додано {0}
zh_cn: 已添加 {0}
zh_tw: 已新增 {0}

source: Adding '{0}'
cs: Přidávání {0}
de: {0} wird hinzugefügt
es: Agregando '{0}'
fr: Ajout de « {0} »
it: Aggiunta di '{0}'
ja: 追加しています '{0}'
ko: '{0}'을(를) 추가하는 중
pl: Dodawanie „{0}”
pt_br: Adicionando '{0}'
ru: Добавление "{0}"
tr: '{0}' ekleniyor
uk: Додавання '{0}'
zh_cn: 正在添加“{0}”
zh_tw: 正在新增 '{0}'
