Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Check to use the Tab key as a reindent command
cs: Zaškrtněte, pokud chcete používat klávesu Tab jako příkaz pro zvětšení odsazení.
de: Diese Option aktivieren, um die TAB-TASTE als Befehl für einen neuen Einzug zu verwenden
es: Active esta casilla para usar la tecla TAB como comando para volver a aplicar sangría
fr: Cochez la case pour utiliser la touche Tab en tant que commande de remise en retrait
ja: タブ キーを再インデント コマンドとして使用する場合にチェックします
ko: &lt;Tab&gt; 키를 다시 들여쓰기 명령으로 사용하려면 선택합니다.
pl: Zaznacz, aby używać klawisza Tab jako polecenia ponownego wcięcia w tekście
pt_br: Selecione para usar a tecla Tab como um comando para recuar novamente
ru: Установите флажок, чтобы использовать клавишу TAB как команду расстановки отступов
tr: Sekme tuşunu, yeniden girintile komutu olarak kullanmak için işaretleyin

source: Check to use the default namespace as the root of all namespaces
cs: Zaškrtněte, pokud se má výchozí obor názvů použít jako kořen všech oborů názvů.
de: Aktivieren, um den Standardnamespace als Stamm für alle Namespaces zu verwenden
es: Active esta opción para usar el espacio de nombres predeterminado como la raíz de todos los espacios de nombres
fr: Cocher cette case pour utiliser l'espace de noms par défaut comme racine de tous les espaces de noms
ja: すべての名前空間のルートとして既定の名前空間を使用する場合にチェックします
ko: 기본 네임스페이스를 모든 네임스페이스의 루트로 사용하려면 선택합니다.
pl: Zaznacz, aby użyć domyślnej przestrzeni nazw jako elementu głównego wszystkich przestrzeni nazw
pt_br: Marque para usar o namespace padrão como a raiz de todos os namespaces
ru: Установите флажок, чтобы использовать пространство имен по умолчанию в качестве корневого для всех остальных
tr: Tüm ad alanlarının kökü olarak varsayılan ad alanını kullanmak için işaretleyin

source: Check to use the default settings from '{0}'
cs: Zaškrtněte, pokud se má použít výchozí nastavení z {0}.
de: Aktivieren, um die Standardeinstellungen von "{0}" zu verwenden
es: Marque esta opción para usar la configuración predeterminada de "{0}"
fr: Cocher cette case pour utiliser les paramètres par défaut de '{0}'
ja: '{0}' から既定の設定を使用する場合にチェックします
ko: '{0}'에서 기본 설정을 사용하려면 선택합니다.
pl: Zaznacz, aby użyć ustawień domyślnych z elementu „{0}”
pt_br: Marque para usar as configurações padrão de '{0}'
ru: Установите флажок, чтобы использовать параметры по умолчанию из "{0}"
tr: Varsayılan '{0}' ayarlarını kullanmak için işaretleyin

source: Check to use the same version as the solution
cs: Zaškrtněte, pokud se má použít stejná verze, jakou má řešení.
de: Aktivieren, um die gleiche Version wie die Projektmappe zu verwenden
es: Active esta opción para usar la misma versión que la solución
fr: Cocher cette case pour utiliser la même version que la solution
ja: ソリューションと同じバージョンを使用する場合にチェックします
ko: 솔루션과 같은 버전을 사용하려면 선택합니다.
pl: Zaznacz, aby użyć tej samej wersji co rozwiązanie
pt_br: Marque para usar a mesma versão que a solução
ru: Установите флажок, чтобы использовать ту же версию, что и для решения
tr: Çözümle aynı sürümü kullanmak için işaretleyin

source: Check to wrap the lines at 60 characters
cs: Zaškrtněte, pokud se mají řádky zalamovat při délce 60 znaků.
de: Aktivieren, um die Zeilen bei 60 Zeichen umzubrechen
es: Active esta opción para ajustar las líneas a 60 caracteres
fr: Cocher cette case pour envelopper les lignes après 60 caractères
ja: 60 文字で行を折り返す場合にチェックします
ko: 60자 단위로 래핑하려면 선택합니다.
pl: Zaznacz, aby zawijać wiersze po 60 znakach
pt_br: Marque para quebrar as linhas em 60 caracteres
ru: Установите флажок, чтобы переносить строки на 60 символах
tr: Satırları 60 karakterde kaydırmak için işaretleyin

source: Checking out files
cs: Rezervace souborů
de: Dateien werden ausgecheckt.
es: Insertando archivos en el repositorio
fr: Extraction des fichiers
it: Estrazione dei file
ja: ファイルをチェックアウトしています
ko: 파일을 체크 아웃하는 중
pl: Wyewidencjonowywanie plików
pt_br: Fazendo check-out nos arquivos
ru: Извлечение файлов
tr: Dosyalar kullanıma alınıyor
zh_cn: 正在签出文件
zh_tw: 正在簽出檔案

source: Checking out {0}...
cs: Rezervuje se {0}...
de: {0} wird ausgecheckt...
es: Extraer {0} del repositorio...
fr: Extraction de {0}...
it: Estrazione di {0}...
ja: {0} をチェックアウト中...
ko: {0}을(를) 체크 아웃하는 중...
pl: Trwa wyewidencjonowywanie elementu {0}...
pt_br: Fazendo check-out de {0}...
ru: Идет извлечение {0}...
tr: {0} kullanıma alınıyor...
uk: Перевірка {0}...
zh_cn: 正在签出 {0}...
zh_tw: 簽出 {0}...

source: Checking package compatibility with new target framework...
cs: Kontroluje se kompatibilita balíčku s novou cílovou architekturou...
de: Paketkompatibilität mit neuem Zielframework wird überprüft.
es: Comprobando la compatibilidad del paquete con el nuevo marco de destino...
fr: Vérification de la compatibilité du paquet avec le nouveau framework cible...
it: Verifica della compatibilità dei pacchetti con il nuovo framework di destinazione...
ja: パッケージと新しいターゲット フレームワークとの互換性を確認しています...
ko: 새로운 대상 프레임워크와 패키지 호환성을 확인하는 중...
pl: Trwa sprawdzanie zgodności pakietu z nową strukturą docelową...
pt_br: Verificando compatibilidade de pacote com a nova estrutura de destino...
ru: Выполняется проверка совместимости пакетов с новой целевой платформой...
tr: Paketin yeni hedef çerçeve ile uyumluluğu denetleniyor...
uk: Перевірка сумісності пакунків з новим цільовим фреймворком...
zh_cn: 正在检查包与新目标框架的兼容性...
zh_tw: 查看與新目標 Framework 的封裝相容性...

source: Checkout folder does not exist
cs: Rezervační složka neexistuje.
de: Auscheckordner ist nicht vorhanden.
es: La carpeta de desprotección no existe
fr: Le dossier d’extraction n’existe pas
it: La cartella di estrazione non esiste
ja: チェックアウト フォルダーが存在しません
ko: 체크 아웃 폴더가 없습니다.
pl: Folder wyewidencjonowania nie istnieje
pt_br: Pasta de check-out não existe
ru: Папка извлечения не существует
tr: Kullanıma alma klasörü yok
uk: Тека для перевірки не існує
zh_cn: 签出文件夹不存在
zh_tw: 簽出資料夾不存在

source: Checkout operation cancelled
cs: Operace rezervace se zrušila.
de: Vorgang 'Auschecken' abgebrochen.
es: Operación de extracción del repositorio cancelada.
fr: Opération d’extraction annulée.
it: L'operazione di estrazione è stata annullata
ja: チェックアウト操作が取り消されました
ko: 체크 아웃 작업이 취소되었습니다.
pl: Anulowano operację wyewidencjonowywania
pt_br: Operação de check-out cancelada
ru: Операция извлечения отменена.
tr: Kullanıma alma işlemi iptal edildi
uk: Операцію перевірки скасовано
zh_cn: 已取消签出操作
zh_tw: 簽出作業已取消

source: Checkout path is not empty. Do you want to delete its contents?
cs: Cesta k rezervaci není prázdná. Chcete odstranit její obsah?
de: Auscheckpfad ist nicht leer. Möchten Sie alle Inhalte löschen?
es: La ruta de acceso de extracción del repositorio no está vacía. ¿Quiere eliminar su contenido?
fr: Le chemin d’accès d’extraction n’est pas vide. Voulez-vous supprimer son contenu ?
it: Il percorso di estrazione non è vuoto. Eliminarne il contenuto?
ja: チェックアウトのパスが空ではありません。その内容を削除しますか?
ko: 체크 아웃 경로가 비어 있지 않습니다. 해당 콘텐츠를 삭제할까요?
pl: Ścieżka wyewidencjonowania nie jest pusta. Czy chcesz usunąć jej zawartość?
pt_br: O caminho de check-out não está vazio. Deseja excluir seu conteúdo?
ru: Путь извлечения не пуст. Вы хотите удалить его содержимое?
tr: Kullanıma alma yolu boş değil. İçeriğini silmek ister misiniz?
uk: Шлях не порожній. Справді бажаєте видалити його вміст?
zh_cn: 签出路径不为空。是否要删除其内容?
zh_tw: 簽出路徑是空的。確定要刪除其內容嗎?

source: Chemistry software
cs: Chemická aplikace
de: Chemiesoftware
es: Software de química
fr: Logiciel de chimie
it: Software di chimica
ja: 化学ソフトウェア
ko: 화학 소프트웨어
pl: Oprogramowanie związane z chemią
pt_br: Software de química
ru: Программное обеспечение для химии
tr: Kimya yazılımı
uk: Хімія
zh_cn: 化学软件
zh_tw: 化學軟體

source: Cherry-picking {0} - {1}/{2}
cs: Výběr určitých položek: {0} - {1}/{2}
es: Selección exclusiva de {0}: {1}/{2}
fr: Opération cherry-pick {0} - {1}/{2}
it: Cherry-pick di {0} - {1}/{2}
ja: {0} を cherry-pick しています - {1}/{2}
ko: {0} Cherry-Pick 중 - {1}/{2}
pl: Wykonywanie operacji selekcjonowania {0} - {1}/{2}
ru: Идет отбор изменений {0} — {1}/{2}
tr: {0} için seçerek uygulama gerçekleştiriliyor - {1}/{2}
zh_cn: 正在挑拣 {0} - {1}/{2}
zh_tw: 正在進行 {0} 的最佳決定選擇 - {1}/{2}

source: Child projects must be in sub-directories of their parent
cs: Podřízené projekty musí být v podadresářích svých nadřazených projektů.
de: Untergeordnete Projekte müssen sich in Unterverzeichnissen ihres übergeordneten Projekts befinden.
es: Los proyectos secundarios deben estar en subdirectorios del elemento principal
fr: Les projets enfants doivent figurer dans des sous-répertoires de leur parent
it: I progetti figlio devono trovarsi nelle sottodirectory dei rispettivi padri
ja: 子プロジェクトは、その親のサブディレクトリ以下に置く必要があります
ko: 자식 프로젝트는 부모의 하위 디렉터리에 있어야 합니다.
pl: Projekty podrzędne muszą znajdować się w podkatalogach elementu nadrzędnego
pt_br: Projetos filho devem estar em subdiretórios de seu pai
ru: Дочерние проекты должны находиться в подкаталогах родительского проекта
tr: Alt projeler, üst projelerinin alt dizinlerinde bulunmalıdır
uk: Дочірні рішення і проекти мають знаходитися у підтеках основного проекту
zh_cn: 子项目必须在其父级的子目录中
zh_tw: 子專案必須在父專案的子目錄下

source: Chinese Simplified
cs: čínština (zjednodušená)
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어(간체)
pl: Chiński (uproszczony)
pt_br: Chinês Simplificado
ru: Китайский (упрощенное письмо)
tr: Çince Basitleştirilmiş
uk: Спрощене китайське
zh_cn: 简体中文
zh_tw: 中文 (簡體)

source: Chinese Traditional
cs: čínština (tradiční)
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어(번체)
pl: Chiński (tradycyjny)
pt_br: Chinês Tradicional
ru: Китайский (традиционное письмо)
tr: Çince Geleneksel
uk: Традиційне китайське
zh_cn: 繁体中文
zh_tw: 中文 (繁體)

source: Choose a file from the project.
cs: Zvolte soubor z projektu.
de: Wählen Sie eine Datei aus dem Projekt aus.
es: Elegir un archivo del proyecto.
fr: Choisissez un fichier dans le projet.
it: Consente di scegliere un file del progetto.
ja: プロジェクトからファイルを選択します。
ko: 프로젝트에서 파일을 선택하세요.
pl: Wybierz plik z projektu.
pt_br: Escolha um arquivo do projeto.
ru: Выберите файл из проекта.
tr: Projeden bir dosya seçin.
uk: Виберіть файл з проекту.
zh_cn: 从项目中选择文件。
zh_tw: 從專案選擇檔案。

source: Choose a folder:
cs: Zvolte složku:
de: Ordner auswählen:
es: Elegir una carpeta:
fr: Choisir un dossier :
ja: フォルダーを選択:
ko: 폴더 선택:
pl: Wybierz folder:
pt_br: Escolha uma pasta:
ru: Выберите папку:
tr: Klasör seçin:

source: Choose a template for your new project
cs: Vybrat šablonu pro nový projekt
de: Vorlage für neues Projekt auswählen
es: Elija una plantilla para el nuevo proyecto
fr: Choisir un modèle pour votre nouveau projet
it: Scegli un modello per il nuovo progetto
ja: 新しいプロジェクト用のテンプレートを選択する
ko: 새 프로젝트의 템플릿 선택
pl: Wybierz szablon dla nowego projektu
pt_br: Escolher um modelo para seu novo projeto
ru: Выберите шаблон из нового проекта
tr: Yeni projeniz için bir şablon seçin
uk: Виберіть шаблон для вашого нового проекту.
zh_cn: 为新项目选择一个模板
zh_tw: 為新專案選擇範本

source: Choose file...
cs: Zvolit soubor...
de: Datei auswählen...
es: Elegir archivo...
fr: Ouvrir le fichier...
it: Scegli file...
ja: ファイルの選択...
ko: 파일 선택...
pl: Wybierz plik...
pt_br: Escolher arquivo...
ru: Выбрать файл...
tr: Dosya seçin...
uk: Виберіть файл...
zh_cn: 选择文件...
zh_tw: 選擇檔案...

source: Choose files to include in the project
cs: Vybrat soubory, které se mají zahrnout do projektu
de: Dateien zum Einschließen in das Projekt auswählen
es: Elegir archivos que se incluirán en el proyecto
fr: Choisir les fichiers à inclure dans le projet
it: Scegli i file da includere nel progetto
ja: プロジェクトに含めるファイルを選びます
ko: 프로젝트에 포함할 파일 선택
pl: Wybierz pliki do uwzględnienia w projekcie
pt_br: Selecione os arquivos a serem incluídos no projeto
ru: Выбрать файлы для включения в проект
tr: Projeye dahil etmek için dosyaları seçin
uk: Виберіть файли для включення у проект
zh_cn: 选择要包含在项目中的文件
zh_tw: 選擇要內含在此專案中的檔案

source: Choose the reference assemblies for your NuGet package.
cs: Zvolte referenční sestavení pro svůj balíček NuGet.
de: Wählen Sie die Verweisassemblys für Ihr NuGet-Paket.
es: Elija los ensamblados de referencia para el paquete NuGet.
fr: Choisissez les assemblys de référence pour votre paquet NuGet.
it: Copia l'assembly di riferimento nella directory di output.
ja: NuGet パッケージの参照アセンブリを選択してください。
ko: NuGet 패키지에 대한 참조 어셈블리를 선택하세요.
pl: Wybierz zestawy odwołań dla pakietu NuGet.
pt_br: Escolha os assemblies de referência para seu pacote NuGet.
ru: Выберите ссылочные сборки для пакета NuGet.
tr: NuGet paketiniz için başvuru bütünleştirilmiş kodlarını seçin.

source: Class Library
cs: Knihovna tříd
de: Klassenbibliothek
es: Biblioteca de clases
fr: Bibliothèque de classes
ja: クラス ライブラリ
ko: 클래스 라이브러리
pl: Biblioteka klas
pt_br: Biblioteca de Classes
ru: Библиотека классов
tr: Sınıf Kitaplığı

source: Class Name
cs: Název třídy
de: Klassenname
es: Nombre de clase
fr: Nom de la classe
it: Nome della classe
ja: クラス名
ko: 클래스 이름
pl: Nazwa klasy
pt_br: Nome de Classe
ru: Имя класса
tr: Sınıf Adı
uk: Назва класу
zh_cn: 类名
zh_tw: 類別名稱

source: Class is declared partial but has only one part
cs: Třída je deklarovaná jako částečná, ale má jenom jednu část.
de: Klasse ist als partiell deklariert, hat aber nur einen Teil.
es: La clase se declara parcial pero solo tiene una parte
fr: La classe est déclarée partielle, mais ne comporte qu’une seule partie
it: La classe è dichiarata come parziale ma contiene solo una parte
ja: クラスが部分的に宣言されていますが、パーツは 1 つしかありません
ko: 클래스가 partial로 선언되었지만 파트가 하나만 있습니다.
pl: Klasa jest zadeklarowana jako częściowa, lecz ma tylko jedną część
pt_br: A classe é declarada como parcial, mas tem apenas uma parte
ru: Класс объявлен как разделяемый, но имеет всего одну часть
tr: Sınıf kısmi olarak tanımlandı, ancak yalnızca bir bölümü var
uk: Клас оголошено як частковий (partial), але він має лише одну частину
zh_cn: 类声明为分部，但仅具有一个部分
zh_tw: 類別已部分宣告，但只有一個組件

source: Class name
cs: Název třídy
de: Klassenname
es: Nombre de clase
fr: Nom de la classe
it: Nome della classe
ja: クラス名
ko: 클래스 이름
pl: Nazwa klasy
pt_br: Nome de classe
ru: Имя класса
tr: Sınıf adı
uk: Назва класу
zh_cn: 类名
zh_tw: 類別名稱

source: Classes
cs: Třídy
de: Klassen
es: Clases
it: Classi
ja: クラス
ko: 클래스
pl: Klasy
ru: Классы
tr: Sınıflar
uk: Класи
zh_cn: 类
zh_tw: 類別

source: Classes are declared using the keyword {0}.
cs: Třídy jsou deklarované pomocí klíčového slova {0}.
de: Klassen werden mit dem Schlüsselwort '{0}' deklariert.
es: Las clases se declaran con la palabra clave {0}.
fr: Les classes sont déclarées à l’aide du mot clé {0}.
it: Per dichiarare le classi si usa la parola chiave {0}.
ja: クラスはキーワード {0} を使用して宣言されます。
ko: 클래스는 {0} 키워드를 사용하여 선언됩니다.
pl: Klasy są deklarowane przy użyciu słowa kluczowego {0}.
pt_br: Classes são declaradas usando a palavra-chave {0}.
ru: Классы объявляются с помощью ключевого слова {0}.
tr: Sınıflar {0} anahtar sözcüğü kullanılarak bildirilir.
zh_cn: 类使用关键字 {0} 声明。
zh_tw: 使用關鍵字 {0} 宣告類別。

source: Clean
cs: Vyčistit
de: Bereinigen
es: Limpiar
fr: Nettoyer
it: Pulisci
ja: クリーン
ko: 정리
pl: Czyszczenie
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити проект
zh_cn: 清理
zh_tw: 清除

source: Clean all projects of all solutions
cs: Vyčistit všechny projekty všech řešení
de: Alle Projekte sämtlicher Projektmappen bereinigen
es: Limpiar todos los proyectos de todas las soluciones
fr: Nettoyer tous les projets de toutes les solutions
it: Pulisce tutti i progetti di tutte le soluzioni
ja: すべてのソリューションのすべてのプロジェクトを取り除きます
ko: 모든 솔루션의 모든 프로젝트 정리
pl: Wyczyść wszystkie projekty wszystkich rozwiązań
pt_br: Limpar todos os projetos de todas as soluções
ru: Очистить все проекты для всех решений
tr: Tüm çözümlerin tüm projelerini temizle
uk: Очистити всі проекти всіх рішень
zh_cn: 清理所有解决方案的所有项目
zh_tw: 清除所有解決方案的所有專案

source: Clean canceled.
cs: Čištění bylo zrušeno.
de: Bereinigung abgebrochen.
es: Operación Limpiar cancelada.
fr: Le nettoyage a été annulé.
it: La pulizia non è riuscita.
ja: クリーンが取り消されました。
ko: 정리가 취소되었습니다.
pl: Czyszczenie anulowane.
pt_br: Limpeza cancelada.
ru: Очистка отменена.
tr: Temizleme işlemi iptal edildi.

source: Clean complete
cs: Vyčištění dokončeno
de: Bereinigen abgeschlossen
es: Limpieza completa
fr: Nettoyage terminé
it: Pulizia completata
ja: クリーン完了
ko: 정리 완료
pl: Ukończono czyszczenie
pt_br: Limpeza concluída
ru: Очистка выполнена
tr: Temizleme tamamlandı
uk: Очищення завершено.
zh_cn: 清理完成
zh_tw: 清除完成

source: Clean failed.
cs: Čištění se nepodařilo.
de: Fehler bei der Bereinigung.
es: No se pudo llevar a cabo la limpieza.
fr: Le nettoyage a échoué.
it: La pulizia non è riuscita.
ja: クリーンに失敗しました。
ko: 정리하지 못했습니다.
pl: Czyszczenie nie powiodło się.
pt_br: Falha na limpeza.
ru: Ошибка очистки.
tr: Temizleme işlemi başarısız oldu.
uk: Очищення не вдалося.
zh_cn: 清理失败。
zh_tw: 清除失敗。

source: Clean successful.
cs: Čištění bylo úspěšné.
de: Bereinigung erfolgreich.
es: Limpieza correcta.
fr: Nettoyage réussi.
it: La pulizia è riuscita.
ja: クリーンに成功しました。
ko: 정리했습니다.
pl: Czyszczenie powidło się.
pt_br: Limpeza concluída com êxito.
ru: Очистка успешно выполнена.
tr: Temizleme işlemi başarılı oldu.
uk: Очищення завершено успішно.
zh_cn: 清理成功。
zh_tw: 清除成功。

source: Clean target name:
cs: Název cíle Vyčistit:
de: Zielnamen bereinigen:
es: Nombre del destino de limpieza:
fr: Nom de cible du nettoyage :
it: Nome della destinazione per la pulizia:
ja: クリーンのターゲット名:
ko: 정리 대상 이름:
pl: Nazwa celu czyszczenia:
pt_br: Limpar nome de destino:
ru: Имя цели очистки:
tr: Temizleme hedefi adı:
uk: Назва цілі очищення:
zh_cn: 清理目标名称:
zh_tw: 清除目標名稱:

source: Clean the selected project or solution
cs: Vyčistit vybraný projekt nebo řešení
de: Ausgewähltes Projekt oder Projektmappe bereinigen
es: Limpiar el proyecto o la solución seleccionados
fr: Nettoyer la solution ou le projet sélectionnés
it: Pulisce il progetto o la soluzione selezionata
ja: 選ばれたプロジェクトまたはソリューションを取り除きます
ko: 선택한 프로젝트 또는 솔루션 정리
pl: Wyczyść wybrany projekt lub wybrane rozwiązanie
pt_br: Limpar o projeto ou solução selecionada
ru: Очистить выбранный проект или решение
tr: Seçilen projeyi veya çözümü temizle
uk: Очистити вибраний проект або рішення
zh_cn: 清理所选项目或解决方案
zh_tw: 清除所選專案或解決方案

source: Clean {0}
cs: Vyčistit {0}
de: {0} bereinigen
es: Limpiar {0}
fr: Nettoyer {0}
it: Pulisci {0}
ja: {0} のクリーン
ko: {0} 정리
pl: Wyczyść element {0}
pt_br: Limpar {0}
ru: Очистить {0}
tr: {0} öğesini temizle
uk: Очистити {0}
zh_cn: 清理 {0}
zh_tw: 清除 {0}

source: Clean:
cs: Vyčistit:
de: Bereinigen:
es: Limpiar:
fr: Nettoyer :
it: Pulisci
ja: クリーン:
ko: 정리:
pl: Wyczyść:
pt_br: Limpar:
ru: Очистить:
tr: Temizle:

source: Clean: {0} succeeded, {1} failed, {2} up-to-date, {3} skipped
cs: Čištění: úspěšné: {0}, chybné: {1}, aktuální: {2}, vynechané: {3}
de: Bereinigung: {0} erfolgreich, {1} Fehler, {2} aktuell, {3} übersprungen
es: Limpiar: correctos {0}; incorrectos {1}; actualizados {2}; omitidos {3}
fr: Nettoyage : {0} réussite(s), {1} échec(s), {2} à jour, {3} ignoré(s)
ja: クリーン: 成功 {0}、失敗 {1}、最新の状態 {2}、スキップ {3}
ko: 정리: {0}개 성공, {1}개 실패, {2}개 최신 상태, {3}개 건너뜀
pl: Czyszczenie: sukces — {0}, niepowodzenie — {1}, aktualne — {2}, pominięto — {3}
pt_br: Limpeza: {0} bem-sucedidos, {1} com falha, {2} atualizados, {3} ignorados
ru: Очистка: успешно: {0}, сбой: {1}, в актуальном состоянии: {2}, пропущено: {3}.
tr: ========== Derleme: {0} başarılı, {1} başarısız, {2} güncel, {3} atlandı ==========

source: Cleaning project
cs: Čištění projektu
de: Projekt wird bereinigt.
es: Limpiando el proyecto
fr: Nettoyage du projet
it: Pulizia del progetto
ja: プロジェクトをクリーンしています
ko: 프로젝트를 정리하는 중
pl: Czyszczenie projektu
pt_br: Limpando projeto
ru: Очистка проекта
tr: Proje temizleniyor
uk: Очищення проекту
zh_cn: 正在清理项目
zh_tw: 正在清除專案

source: Cleaning solution {0} ({1})
cs: Čistí se řešení {0} ({1})
de: Projektmappe wird bereinigt: {0} ({1})
es: Limpiando la solución {0} ({1})
fr: Nettoyage de la solution {0} ({1})
ja: ソリューション {0} をクリーニングしています ({1})
ko: 솔루션 {0}({1})을(를) 정리하는 중
pl: Czyszczenie rozwiązania {0} ({1})
pt_br: Limpando a solução {0} ({1})
ru: Очистка решения {0} ({1})
tr: {0} çözümü temizleniyor ({1})

source: Cleaning {0} ({1})
cs: Čistí se {0} ({1})
de: Wird bereinigt: {0} ({1})
es: Limpiando {0} ({1})
fr: Nettoyage de {0} ({1})
ja: {0} クリーニング中 ({1})
ko: {0}({1})을(를) 정리하는 중
pl: Czyszczenie {0} ({1})
pt_br: Limpando {0} ({1})
ru: Очистка {0} ({1})
tr: {0} temizleniyor ({1})

source: Cleaning {0} items in solution {1} ({2})
cs: Čištění {0} položek v řešení {1} ({2})
de: In der Projektmappe werden {0} Elemente bereinigt: {1} ({2})
es: Limpiando {0} elementos en la solución {1} ({2})
fr: Nettoyage de {0} éléments dans la solution {1} ({2})
ja: ソリューション {1} 内の {0} 項目をクリーニングしています ({2})
ko: 솔루션 {1}({2})의 {0}개 항목을 정리하는 중
pl: Czyszczenie {0} elementów w rozwiązaniu {1} ({2})
pt_br: Limpando {0} itens na solução {1} ({2})
ru: Очистка элементов ({0}) в решении {1} ({2})
tr: {1} çözümündeki {0} öğe temizleniyor ({2})

source: Cleaning...
cs: Čištění...
de: Wird bereinigt...
es: Limpiando...
fr: Nettoyage en cours...
it: Pulizia...
ja: クリーンアップ中...
ko: 정리하는 중...
pl: Trwa czyszczenie...
pt_br: Limpando...
ru: Выполняется очистка...
tr: Temizleniyor...
uk: Очищення...
zh_cn: 正在清理
zh_tw: 正在清除...

source: Clear
cs: Smazat
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pl: Wyczyść
pt_br: Apagar
ru: Очистить
tr: Temizle
uk: Очистити
zh_cn: 清除
zh_tw: 清除

source: Clear All Options
cs: Smazat všechny možnosti
de: Alle Optionen zurücksetzen
es: Borrar todas las opciones
fr: Effacer toutes les options
it: Cancella tutte le opzioni
ja: すべてのオプションをクリア
ko: 모든 옵션 지우기
pl: Wyczyść wszystkie opcje
pt_br: Apagar Todas as Opções
ru: Очистить все компоненты
tr: Tüm Seçenekleri Temizle
uk: Очистити всі параметри
zh_cn: 清除所有选项
zh_tw: 清除所有選項

source: Clear F# Interactive
cs: Vymazat F# Interactive
de: F# Interactive löschen
es: Borrar F# interactivo
fr: Effacer F# Interactive
it: Cancella F# Interactive
ja: F# インタラクティブを消去する
ko: F# 대화형 지우기
pl: Wyczyść narzędzie F# Interactive
pt_br: Apagar o F# Interativo
ru: Очистить F# Interactive
tr: F# Etkileşimli'yi Temizle
zh_cn: 清除 F# Interactive
zh_tw: 清除 F# Interactive

source: Clear Icon
cs: Vymazat ikonu
de: Symbol löschen
es: Borrar icono
fr: Effacer l’icône
it: Cancella icona
ja: クリア アイコン
ko: 아이콘 지우기
pl: Wyczyść ikonę
pt_br: Ícone Apagar
ru: Очистить значок
tr: Simgeyi Temizle
uk: Очистити піктограму
zh_cn: 清除图标
zh_tw: 清除圖示

source: Clear Recent Files
cs: Vymazat poslední soubory
de: Zuletzt verwendete Dateien löschen
es: Borrar archivos recientes
fr: Effacer les fichiers récents
it: Cancella i file recenti
ja: 最近使ったファイルのクリア
ko: 최근 파일 지우기
pl: Wyczyść ostatnio używane pliki
pt_br: Apagar Arquivos Recentes
ru: Очистить последние файлы
tr: Son Dosyaları Temizle
zh_cn: 清除最近使用的文件
zh_tw: 清除最近使用的檔案

source: Clear Recent Searches
cs: Vymazat seznam posledních hledání
de: Letzte Suchen löschen
es: Borrar búsquedas recientes
fr: Effacer les recherches récentes
it: Cancella ricerche recenti
ja: 最近検索した語句をクリア
ko: 최근 검색 지우기
pl: Wyczyść ostatnie wyszukiwania
pt_br: Limpar Pesquisas Recentes
ru: Очистить список последних поисков
tr: Son Aramaları Temizle
uk: Очистити список останніх пошуків
zh_cn: 清除最近的搜索
zh_tw: 清除最近的搜尋記錄

source: Clear Recent Solutions
cs: Vymazat poslední řešení
de: Zuletzt verwendete Projektmappen löschen
es: Borrar soluciones recientes
fr: Effacer les solutions récentes
it: Cancella soluzioni recenti
ja: 最近使ったソリューションのクリア
ko: 최근 솔루션 지우기
pl: Wyczyść ostatnio używane rozwiązania
pt_br: Apagar Soluções Recentes
ru: Очистить последние решения
tr: Son Çözümleri Temizle
zh_cn: 清除最近使用的解决方案
zh_tw: 清除最近使用的解決方案

source: Clear bookmarks
cs: Vymazat záložky
de: Textmarken löschen
es: Borrar marcadores
fr: Effacer les signets
it: Cancella segnalibri
ja: ブックマークをクリアします
ko: 책갈피 지우기
pl: Wyczyść zakładki
pt_br: Apagar os favoritos
ru: Очистить закладки
tr: Yer işaretlerini temizle
uk: Очистити закладки
zh_cn: 清除书签
zh_tw: 清除書籤
