Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Invalid bundle: {0}
cs: Neplatná sada: {0}
de: Ungültiges Bundle: {0}
es: Agrupación no válida: {0}
fr: Bundle non valide : {0}
ja: 無効なバンドル: {0}
ko: 잘못된 번들: {0}
pl: Nieprawidłowy pakiet: {0}
pt_br: Pacote inválido: {0}
ru: Недопустимый пакет: {0}
tr: Geçersiz paket grubu: {0}

source: Invalid character '{0}' in translatable string: '{1}'
cs: Neplatný znak {0} v přeložitelném řetězci: {1}
de: Ungültiges Zeichen '{0}' in übersetzbarer Zeichenfolge: '{1}'
es: Carácter no válido ('{0}') en la cadena traducible: '{1}'
fr: Caractère non valide « {0} » dans la chaîne traduisible : « {1} »
it: È presente un carattere non valido '{0}' nella stringa traducibile: '{1}'
ja: 翻訳可能文字列に無効な文字 '{0}' があります: '{1}'
ko: 번역 가능한 문자열의 '{0}' 문자가 잘못됨: '{1}'
pl: Nieprawidłowy znak „{0}” w ciągu do tłumaczenia: „{1}”
pt_br: Caractere inválido '{0}' no texto traduzível: '{1}'
ru: Недопустимый символ "{0}" в доступной для перевода строке: "{1}"
tr: Çevrilebilir '{1}' dizesinde geçersiz '{0}' karakteri
uk: Некоректний символ '{0}' у рядку для перекладу: '{1}'
zh_cn: 可翻译字符串“{1}”中的字符“{0}”无效
zh_tw: 可翻譯的字串 '{1}' 中有無效的字元 '{0}'

source: Invalid code page number.
cs: Neplatné číslo kódové stránky
de: Ungültige Codepagenummer
es: Número de página de códigos no válido.
fr: Numéro de page de code non valide.
it: Il numero della tabella codici non è valido.
ja: 無効なコード ページ番号です。
ko: 코드 페이지 번호가 잘못되었습니다.
pl: Nieprawidłowy numer strony kodowej.
pt_br: Número da página de código inválido.
ru: Недопустимый номер кодовой страницы.
tr: Geçersiz kod sayfası numarası.
uk: Неправильний номер кодової сторінки.
zh_cn: 代码页编号无效。
zh_tw: 字碼頁碼無效。

source: Invalid configuration mapping
cs: Neplatné mapování konfigurace
de: Ungültige Konfigurationszuordnung
es: Asignaciones de configuración no válidas
fr: Mappage de configuration non valide
it: Mapping della configurazione non valido
ja: 構成マッピングが無効です
ko: 잘못된 구성 매핑
pl: Nieprawidłowe mapowanie konfiguracji
pt_br: Mapeamento de configuração inválido
ru: Недопустимое сопоставление конфигурации
tr: Geçersiz yapılandırma eşlemesi
uk: Неправильна карта конфігурації
zh_cn: 无效配置映射
zh_tw: 組態對應無效

source: Invalid credentials
cs: Neplatné přihlašovací údaje
de: Ungültige Anmeldeinformationen
es: Credenciales no válidas
fr: Informations d’identification non valides
it: Le credenziali non sono valide
ja: 無効な資格情報
ko: 잘못된 자격 증명
pl: Nieprawidłowe poświadczenia
pt_br: Credenciais inválidas
ru: Недопустимые учетные данные
tr: Geçersiz kimlik bilgileri
uk: Помилка реєстраційних даних
zh_cn: 无效凭据
zh_tw: 認證無效

source: Invalid custom command for '{0}' step: the path to the command to execute has not been provided.
cs: Neplatný vlastní příkaz pro krok {0}: cesta k příkazu ke spuštění není zadaná.
de: Ungültiger benutzerdefinierter Befehl für Schritt '{0}': Der Pfad zum auszuführenden Befehl wurde nicht angegeben.
es: Comando personalizado no válido para el paso '{0}': no se ha proporcionado la ruta de acceso al comando que debe ejecutarse.
fr: Commande personnalisée non valide pour l’étape « {0} » : le chemin d’accès à la commande à exécuter n’a pas été fourni.
it: Il comando personalizzato per il passaggio '{0}' non è valido. Non è stato specificato il percorso del comando da eseguire.
ja: '{0}' ステップのカスタム コマンドが無効です: 実行するコマンドのパスが指定されていません。
ko: '{0}' 단계에 대한 사용자 지정 명령이 잘못되었습니다. 실행할 명령의 경로가 제공되지 않았습니다.
pl: Nieprawidłowe polecenie niestandardowe dla kroku „{0}”: nie podano ścieżki do polecenia do wykonania.
pt_br: Comando personalizado inválido para a etapa '{0}': o caminho para o comando para execução não foi fornecido.
ru: Недопустимая настраиваемая команда для шага "{0}": не указан путь к выполняемой команде.
tr: '{0}' adımı için geçersiz özel komut: yürütülecek komutun yolu sağlanmamış.
uk: Неправильна власна команда для кроку '{0}': не надано шлях до команди, яку слід виконати.
zh_cn: “{0}”步骤的自定义命令无效: 未提供待执行命令的路径。
zh_tw: '{0}' 步驟的自訂命令無效: 尚未提供要執行之命令的路徑。

source: Invalid directive location
cs: Neplatné umístění direktivy
de: Ungültiger Direktivenspeicherort
es: Ubicación de directiva no válida
fr: Emplacement directive non valide
it: La posizione della direttiva non è valida
ja: ディレクティブの場所が無効です
ko: 잘못된 지시문 위치
pl: Nieprawidłowa lokalizacja dyrektywy
pt_br: Local de diretiva inválido
ru: Недопустимое расположение директивы
tr: Geçersiz yönerge konumu
zh_cn: 无效指令位置
zh_tw: 指示詞位置無效

source: Invalid escape sequence '{0}' in string: '{1}'
cs: Neplatná řídicí sekvence {0} v řetězci: {1}
de: Ungültige Escapesequenz '{0}' in Zeichenfolge: '{1}'
es: Secuencia de escape no válida ('{0}') en la cadena: '{1}'
fr: Séquence d’échappement non valide « {0} » dans la chaîne : « {1} »
it: È presente una sequenza di escape '{0}' nella stringa: '{1}'
ja: 文字列中に無効なエスケープ シーケンス '{0}' があります: '{1}'
ko: 문자열의 이스케이프 시퀀스 '{0}'이(가) 잘못됨: '{1}'
pl: Nieprawidłowa sekwencja ucieczki „{0}” w ciągu: „{1}”
pt_br: Sequência de escape inválida '{0}' na cadeia de caracteres: '{1}'
ru: Недопустимая escape-последовательность "{0}" в строке: "{1}"
tr: '{1}' dizesinde geçersiz '{0}' kaçış dizisi
uk: Неправильна керувальна послідовність '{0}' у рядку: '{1}'
zh_cn: 字符串“{1}”中的转义序列“{0}”无效
zh_tw: 字串 '{1}' 中有無效的逸出序列 '{0}'。

source: Invalid expression
cs: Neplatný výraz
de: Ungültiger Ausdruck
es: Expresión no válida
fr: Expression non valide
it: Espressione non valida
ja: 無効な式
ko: 잘못된 식
pl: Nieprawidłowe wyrażenie
pt_br: Expressão inválida
ru: Недопустимое выражение
tr: Geçersiz ifade
uk: Неправильний вираз
zh_cn: 无效表达式
zh_tw: 運算式無效

source: Invalid file move accross filesystem boundaries.
cs: Neplatné přesunutí souboru přes hranice systému souborů
de: Ungültige, über Dateisystemgrenzen hinausgehende Dateiverschiebung.
es: Movimiento de archivo no válido a través de los límites del sistema de archivos.
fr: Déplacement de fichier non valide au-delà des limites du système de fichiers.
ja: ファイル システムの境界を越えた無効なファイル移動です。
ko: 파일 시스템 경계에 걸친 파일 이동이 잘못되었습니다.
pl: Nieprawidłowe przeniesienie pliku między granicami systemu plików.
pt_br: Movimento de arquivo inválido entre limites do sistema de arquivos.
ru: Недопустимое перемещение файла за пределы файловой системы.
tr: Dosya sistemi sınırlarında geçersiz dosya taşıma işlemi.

source: Invalid file name
cs: Neplatný název souboru
de: Ungültiger Dateiname
es: Nombre de archivo no válido
fr: Nom de fichier non valide
it: Il nome file non è valido
ja: ファイル名が無効です
ko: 잘못된 파일 이름
pl: Nieprawidłowa nazwa pliku
pt_br: Nome do arquivo inválido
ru: Недопустимое имя файла
tr: Geçersiz dosya adı
uk: Неправильна назва файлу
zh_cn: 无效文件名
zh_tw: 檔案名稱無效

source: Invalid file path
cs: Neplatná cesta souboru
de: Ungültiger Dateipfad
es: Ruta de acceso de archivo no válida
fr: Chemin d’accès du fichier non valide
it: Il percorso file non è valido
ja: 無効なファイル パスです
ko: 잘못된 파일 경로
pl: Nieprawidłowa ścieżka pliku
pt_br: Caminho de arquivo inválido
ru: Недопустимый путь к файлу
tr: Geçersiz dosya yolu
uk: Неправильний шлях до файлу
zh_cn: 无效文件路径
zh_tw: 檔案路徑無效

source: Invalid function syntax.
cs: Neplatná syntaxe funkce
de: Ungültige Funktionssyntax
es: Sintaxis de función no válida.
fr: Syntaxe de fonction non valide.
it: La sintassi della funzione non è valida.
ja: 関数構文が無効です。
ko: 함수 구문이 잘못되었습니다.
pl: Nieprawidłowa składnia funkcji.
pt_br: Sintaxe de função inválida.
ru: Недопустимый синтаксис функции.
tr: Geçersiz işlev söz dizimi.
zh_cn: 函数语法无效。
zh_tw: 函式語法無效。

source: Invalid output directory: {0}
cs: Neplatný výstupní adresář: {0}
de: Ungültiges Ausgabeverzeichnis: {0}
es: Directorio de salida no válido: {0}
fr: Répertoire de sortie non valide : {0}
it: La directory di output non è valida: {0}
ja: 無効な出力ディレクトリ: {0}
ko: 잘못된 출력 디렉터리: {0}
pl: Nieprawidłowy katalog wyjściowy: {0}
pt_br: Diretório de saída inválido: {0}
ru: Недопустимый выходной каталог: {0}
tr: Geçersiz çıktı dizini: {0}
uk: Неправильна цільова тека: {0}
zh_cn: 无效输出目录: {0}
zh_tw: 輸出目錄無效: {0}

source: Invalid project path found in {0} : {1}
cs: V {0} se našla neplatná cesta projektu: {1}
de: Ungültigen Projektpfad in {0} gefunden: {1}
es: Ruta de acceso de proyecto no válida en {0}: {1}
fr: Chemin d’accès de projet non valide trouvé dans {0} : {1}
it: È stato trovato un percorso di progetto non valido in {0}: {1}
ja: {0} で無効なプロジェクト パスが見つかりました: {1}
ko: {0}에서 잘못된 프로젝트 경로를 찾음: {1}
pl: Znaleziono nieprawidłową ścieżkę projektu w {0}: {1}
pt_br: Caminho de projeto inválido encontrado em {0} : {1}
ru: В {0} найден недопустимый путь к проекту: {1}
tr: {0} içerisinde geçersiz proje yolu bulundu : {1}
uk: Неправильний шлях проекту знайдено в {0} : {1}
zh_cn: 在 {0} 中找到的项目路径无效: {1}
zh_tw: 在 {0} 找到無效的專案路徑 : {1}

source: Invalid project path specified
cs: Zadána neplatná cesta projektu
de: Ungültiger Projektpfad angegeben
es: Se ha especificado una ruta de acceso de proyecto no válida
fr: Chemin d’accès spécifié du projet non valide
it: Il percorso specificato del progetto non è valido
ja: 無効なプロジェクト パスが指定されました
ko: 잘못된 프로젝트 경로가 지정되었습니다.
pl: Określono nieprawidłową ścieżkę projektu
pt_br: O caminho especificado do projeto é inválido
ru: Указан недопустимый путь к проекту
tr: Geçersiz proje yolu belirtildi
uk: Задано неправильний шлях проекту
zh_cn: 指定的项目路径无效
zh_tw: 指定了無效的專案路徑

source: Invalid regex for Error messages: {0}
cs: Neplatný regulární výraz pro chybové zprávy: {0}
de: Ungültiger RegEx für Fehlermeldungen: {0}
es: Regex no válida para mensajes de error: {0}
fr: Expression régulière non valide pour les messages d’erreur : {0}
it: Regex non valido per i messaggi di errore: {0}
ja: エラー メッセージの RegEx が無効です: {0}
ko: 오류 메시지의 정규식이 잘못되었습니다. {0}
pl: Nieprawidłowe wyrażenie regularne dla komunikatów o błędach: {0}
pt_br: Regex inválido para mensagens de Erro: {0}
ru: Недопустимое регулярное выражение для сообщений об ошибках: {0}
tr: Hata iletileri için normal ifade geçersiz: {0}
uk: Неправильний регулярний вираз для повідомлень про помилки: {0}
zh_cn: 错误消息的正则表达式无效: {0}
zh_tw: 錯誤訊息的無效 regex: {0}

source: Invalid regex for Warning messages: {0}
cs: Neplatný regulární výraz pro zprávy upozornění: {0}
de: Ungültiger RegEx für Warnmeldungen: {0}
es: Regex no válida para mensajes de advertencia: {0}
fr: Expression régulière non valide pour les messages d’avertissement : {0}
it: Regex non valido per i messaggi di avviso: {0}
ja: 警告メッセージの RegEx が無効です: {0}
ko: 경고 메시지의 정규식이 잘못되었습니다. {0}
pl: Nieprawidłowe wyrażenie regularne dla komunikatów ostrzegawczych: {0}
pt_br: Regex inválido para mensagens de Aviso: {0}
ru: Недопустимое регулярное выражение для предупреждений: {0}
tr: Uyarı iletileri için normal ifade geçersiz: {0}
uk: Неправильний регулярний вираз для попереджень: {0}
zh_cn: 警告消息的正则表达式无效: {0}
zh_tw: 警告訊息的無效 regex: {0}

source: Invalid solution file. There are two projects with the same GUID. The project {0} will be ignored.
cs: Neplatný soubor řešení. Existují dva projekty se stejným identifikátorem GUID. Projekt {0} se bude ignorovat.
de: Ungültige Projektmappendatei. Zwei Projekte verfügen über dieselbe GUID. Das Projekt {0} wird ignoriert.
es: Archivo de solución no válido. Hay dos proyectos con el mismo GUID. Se omitirá el proyecto {0}.
fr: Fichier de solution non valide. Deux projets ont le même GUID. Le projet {0} sera ignoré.
it: Il file della soluzione non è valido. Sono presenti due progetti con lo stesso GUID. Il progetto {0} verrà ignorato.
ja: 無効なソリューション ファイルです。同じ GUID を持つプロジェクトが 2 つあります。プロジェクト {0} は無視されます。
ko: 솔루션 파일이 잘못되었습니다. GUID가 동일한 두 프로젝트가 있습니다. {0} 프로젝트가 무시됩니다.
pl: Nieprawidłowy plik rozwiązania. Istnieją dwa projekty o tym samym identyfikatorze GUID. Projekt {0} zostanie zignorowany.
pt_br: Arquivo de solução inválido. Existem dois projetos com o mesmo GUID. O projeto {0} será ignorado.
ru: Недопустимый файл решения. Существует два проекта с одинаковым GUID. Проект {0} будет пропущен.
tr: Geçersiz çözüm dosyası. Aynı GUID'e sahip iki proje bulunmaktadır. {0} projesi yok sayılacak.
uk: Некоректний файл рішення. Є два проекти з однаковими ідентифікаторами GUID. Проект {0} буде пропущено.
zh_cn: 解决方案文件无效。有两个项目具有相同的 GUID。项目 {0} 将被忽略。
zh_tw: 解決方案檔案無效。有兩個具有相同 GUID 的專案。將會忽略專案 {0}。

source: Invariant
cs: Neutrální
es: Invariable
fr: Indifférent
it: Invariabile
ja: インバリアント
ko: 고정
pl: Niezmienne
pt_br: Invariável
ru: Инвариантная
tr: Sabit
zh_cn: 固定语言
zh_tw: 不區分

source: Invert '?:'
cs: Invertovat ?:
de: ?:' umkehren
es: Invertir '?:'
fr: Inverser « ?: »
it: Inverti '?:'
ja: ?:' を反転する
ko: '?:' 반전
pl: Odwróć element „?:”
pt_br: Inverter '?:'
ru: Обратить "?:"
tr: '?:' ifadesini tersine çevir
uk: Інвертувати '?:'
zh_cn: 反转 "?:"
zh_tw: 反轉 '?:'

source: Invert '{0}'
cs: Invertovat {0}
de: {0}' umkehren
es: Invertir '{0}'
fr: Inverser « {0} »
it: Inverti '{0}'
ja: '{0}' を反転する
ko: '{0}' 반전
pl: Odwróć element „{0}”
pt_br: Inverter '{0}'
ru: Обратить "{0}"
tr: '{0}' öğesini tersine çevir
uk: Інвертувати '{0}'
zh_cn: 反转“{0}”
zh_tw: 反轉 '{0}'

source: Is _expandable template
cs: Je _rozbalitelná šablona
de: Ist _erweiterbare Vorlage
es: Plantilla e_xpansible
fr: Est un modèle e_xtensible
it: _Modello espandibile
ja: 拡張可能なテンプレート(_E)
ko: 확장 가능한 템플릿임(_E)
pl: Określa, czy szablon jest _rozwijalny
pt_br: É um modelo _expansível
ru: _Является расширяемым шаблоном
tr: G_enişletilebilir şablondur
uk: Є _розширюваним шаблоном
zh_cn: 是可扩展模板(_E)
zh_tw: 為可展開的範本(_E)

source: Is _surround with template
cs: Je _obklopeno šablonou
de: Ist _umgebende Vorlage
es: Se _rodea con una plantilla
fr: Est un modèle _entouré
it: _Racchiuso da modello
ja: テンプレートで囲まれている(_S)
ko: 템플릿으로 둘러싸임(_S)
pl: Określa, czy szablon umożliwia _otaczanie
pt_br: Está _envolvido pelo modelo
ru: _Окружен шаблоном
tr: Şa_blon ile çevrelenmiş mi?
zh_cn: 环绕有模板(_S)
zh_tw: 為範圍陳述式範本(_S)

source: Item saved.
cs: Položka je uložená.
de: Element gespeichert.
es: Elemento guardado.
fr: Élément enregistré.
it: L'elemento è stato salvato.
ja: 項目を保存しました。
ko: 항목이 저장되었습니다.
pl: Zapisano element.
pt_br: Item salvo.
ru: Элемент сохранен.
tr: Öğe kaydedildi.
uk: Елемент збережено.
zh_cn: 已保存项。
zh_tw: 項目已儲存。

source: Item with guid '{0}' is not a folder.
cs: Položka s identifikátorem GUID {0} není složka.
de: Element mit GUID '{0}' ist kein Ordner.
es: El elemento con el GUID '{0}' no es una carpeta.
fr: L’élément avec le guid « {0} » n’est pas un dossier.
it: L'elemento con GUID '{0}' non è una cartella.
ja: GUID '{0}' の項目はフォルダーではありません。
ko: guid가 '{0}'인 항목은 폴더가 아닙니다.
pl: Element o identyfikatorze GUID „{0}” nie jest folderem.
pt_br: O item com o guid '{0}' não é uma pasta.
ru: Элемент с GUID "{0}" не является папкой.
tr: '{0}' guid'li öğe bir klasör değil.
uk: Елемент з guid '{0}' не є текою.
zh_cn: GUID 为“{0}”的项不是文件夹。
zh_tw: guid 為 '{0}' 的項目並非資料夾。

source: Items saved.
cs: Položky jsou uložené.
de: Elemente gespeichert.
es: Elementos guardados.
fr: Éléments enregistrés.
it: Gli elementi sono stati salvati.
ja: 項目を保存しました。
ko: 항목이 저장되었습니다.
pl: Zapisano elementy.
pt_br: Itens salvos.
ru: Элементы сохранены.
tr: Öğeler kaydedildi.
uk: Елемент збережено.
zh_cn: 已保存项。
zh_tw: 項目已儲存。

source: JSON files
cs: Soubory JSON
de: JSON-Dateien
es: Archivos JSON
fr: Fichiers JSON
it: File JSON
ja: JSON ファイル
ko: JSON 파일
pl: Pliki JSON
pt_br: Arquivos JSON
ru: Файлы JSON
tr: JSON dosyaları
uk: Файли JSON
zh_cn: JSON 文件
zh_tw: JSON 檔案

source: Japanese
cs: japonština
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
pl: Japoński
pt_br: Japonês
ru: Японский
tr: Japonca
uk: Японське
zh_cn: 日语
zh_tw: 日文

source: Javascript source code
cs: Zdrojový kód JavaScript
de: JavaScript-Quellcode
es: Código fuente JavaScript
fr: Code source Javascript
it: Codice sorgente Javascript
ja: Javascript ソース コード
ko: Javascript 소스 코드
pl: Kod źródłowy JavaScript
pt_br: Código-fonte Javascript
ru: Исходный код Javascript
tr: JavaScript kaynak kodu
uk: Сирцевий код Javascript
zh_cn: Javascript 源代码
zh_tw: Javascript 原始程式碼

source: Join declaration and assignment
cs: Propojit deklaraci a přiřazení
de: Deklaration und Zuweisung verknüpfen
es: Unir declaración y asignación
fr: Joindre la déclaration et l’attribution
it: Crea un join della dichiarazione e dell'assegnazione
ja: 宣言と代入の結合
ko: 선언 및 할당 연결
pl: Połącz deklarację i przypisanie
pt_br: Unir declaração e atribuição
ru: Соединить назначение и объявление
tr: Katılma bildirimi ve atama
uk: Об'єднати оголошення та присвоєння
zh_cn: 联接声明和赋值
zh_tw: 聯結宣告與指派

source: Join strings
cs: Spojit řetězce
de: Zeichenfolgen verknüpfen
es: Unir cadenas
fr: Joindre des chaînes
it: Crea un join delle stringhe
ja: 文字列を結合する
ko: 문자열 연결
pl: Połącz ciągi
pt_br: Juntar cadeias de caracteres
ru: Соединить строки
tr: Dizeleri birleştir
uk: Об'єднати рядки
zh_cn: 联接字符串
zh_tw: 聯結字串

source: Join the current line with the next line
cs: Spojit aktuální řádek s následujícím
de: Aktuelle Zeile mit nächster Zeile verknüpfen
es: Unir la línea actual con la siguiente
fr: Joindre la ligne active à la suivante
it: Unisce la riga corrente con quella successiva
ja: 現在の行を次の行に連結します
ko: 현재 줄을 다음 줄과 연결
pl: Dołącz bieżący wiersz do następnego wiersza
pt_br: Unir a linha atual à próxima linha
ru: Соединить текущую строку со следующей
tr: Sonraki satır ile geçerli satırı birleştirme
uk: Об'єднати поточний рядок з наступним
zh_cn: 将当前行联接到下一行
zh_tw: 聯結目前的行與下一行

source: Jump to a file in the current workspace
cs: Přejít na soubor v aktuálním pracovním prostoru
de: Zu einer Datei im aktuellen Arbeitsbereich springen
es: Saltar a un archivo en el área de trabajo actual
fr: Atteindre un fichier dans l’espace de travail en cours
it: Passa a un file nell'area di lavoro corrente
ja: 現在のワークスペースのファイルに移動します
ko: 현재 작업 영역에서 파일로 이동
pl: Przejdź do pliku w bieżącym obszarze roboczym
pt_br: Ir para um arquivo no workspace atual
ru: Перейти к файлу в текущей рабочей области
tr: Geçerli çalışma alanındaki bir dosyaya atla
uk: Перейти файлу у поточному робочому просторі
zh_cn: 跳转到当前工作区中的文件
zh_tw: 跳到目前工作區中的檔案

source: Jump to a item in the current workspace
cs: Přejít na položku v aktuálním pracovním prostoru
de: Zu einem Element im aktuellen Arbeitsbereich springen
es: Saltar a un elemento en el área de trabajo actual
fr: Atteindre un élément dans l’espace de travail en cours
it: Passa a un elemento nell'area di lavoro corrente
ja: 現在のワークスペースの項目に移動します
ko: 현재 작업 영역에서 항목으로 이동
pl: Przejdź do elementu w bieżącym obszarze roboczym
pt_br: Ir para um item no workspace atual
ru: Перейти к элементу в текущей рабочей области
tr: Geçerli çalışma alanındaki bir öğeye atla
uk: Перейти до елемента у поточному робочому просторі
zh_cn: 跳转到当前工作区中的项
zh_tw: 跳到目前工作區中的項目

source: Jump to definitions in the current file
cs: Přejít na definice v aktuálním souboru
de: Zu Definitionen in der aktuellen Datei wechseln
es: Saltar a las definiciones en el archivo actual
fr: Accéder aux définitions dans le fichier actuel
ja: 現在のファイル内の定義に移動する
ko: 현재 파일의 정의로 이동
pl: Skocz do definicji w bieżącym pliku
pt_br: Ir para definições no arquivo atual
ru: Перейти к определениям в текущем файле
tr: Geçerli dosyadaki tanımlara atla

source: Jump to first error or warning:
cs: Přejít na první chybu nebo upozornění:
de: Zum ersten Fehler bzw. zur ersten Warnung springen:
es: Saltar al primer error o advertencia:
fr: Atteindre la première erreur ou le premier avertissement :
it: Passa a primo errore o avviso:
ja: 最初のエラーまたは警告に移動:
ko: 첫 번째 오류 또는 경고로 이동:
pl: Przejdź do pierwszego błędu lub ostrzeżenia:
pt_br: Pular para o primeiro erro ou aviso:
ru: Перейти к первой ошибке или первому предупреждению:
tr: İlk hata veya uyarıya atla:
uk: Перейти до першої помилки або попередження:
zh_cn: 跳转到第一个错误或警告:
zh_tw: 跳到第一個錯誤或警告:

source: Jump to line {0}
cs: Přejít na řádek {0}
de: Zu Zeile {0} wechseln
es: Saltar a la línea {0}
fr: Aller à la ligne {0}
ja: 行 {0} に移動する
ko: {0} 줄로 이동
pl: Skocz do wiersza {0}
pt_br: Ir para linha {0}
ru: Перейти к строке {0}
tr: {0}. satıra atla

source: Jump to the declaration of type in the current workspace
cs: Přejít na deklaraci typu v aktuálním pracovním prostoru
de: Zur Typdeklaration im aktuellen Arbeitsbereich springen
es: Saltar a la declaración de tipo en el área de trabajo actual
fr: Atteindre la déclaration de type dans l’espace de travail actuel
it: Passa alla dichiarazione di tipo nell'area di lavoro corrente
ja: 現在のワークスペース内の型の宣言に移動します
ko: 현재 작업 영역에서 형식의 선언으로 이동
pl: Przejdź do deklaracji typu w bieżącym obszarze roboczym
pt_br: Ir para a declaração de tipo no workspace atual
ru: Перейти к объявлению типа в текущей рабочей области
tr: Geçerli çalışma alanındaki tür bildirimine atla
uk: Перейти до оголошення типу у поточному робочому просторі
zh_cn: 跳转到当前工作区中的类型声明
zh_tw: 跳到目前工作區中的類型宣告

source: Just a mixer
cs: Jednoduchý směšovač
de: Nur ein Mischer
es: Solo un mezclador
fr: Mélangeur
it: Mixer
ja: ミキサーのみ
ko: 믹서
pl: Mikser
pt_br: Apenas um misturador
ru: Просто микшер
tr: Yalnızca bir ses karıştırıcı
uk: Багатофункціональна програма
zh_cn: 合成器
zh_tw: 只是混音器

source: K&R style
cs: Styl K&R
de: K&R-Stil
es: Estilo de K&R
fr: Style K&R
it: Stile K&R
ja: K&R スタイル
ko: K&R 스타일
pl: Styl K&R
pt_br: Estilo K&R
ru: Стиль K&R
tr: K&R stili
uk: Стиль K&R
zh_cn: K&R 样式
zh_tw: K&R 樣式

source: Keep ASP.NET Temporary Files
cs: Zachovat dočasné soubory ASP.NET
de: Temporäre ASP.NET-Dateien beibehalten
es: Mantener archivos temporales de ASP.NET
fr: Conserver les fichiers temporaires ASP.NET
it: Mantieni file temporanei ASP.NET
ja: ASP.NET の一時ファイルを残す
ko: ASP.NET 임시 파일 유지
pl: Zachowaj pliki tymczasowe platformy ASP.NET
pt_br: Manter Arquivos Temporários ASP.NET
ru: Сохранить временные файлы ASP.NET
tr: ASP.NET Geçici Dosyalarını Koru
uk: Зберегти тимчасові файли ASP.NET
zh_cn: 保留 ASP.NET 临时文件
zh_tw: 保留 ASP.NET 暫存檔案

source: Keep Current Identifiers
cs: Zachovat aktuální identifikátory
de: Aktuelle Bezeichner beibehalten
es: Mantener los identificadores actualizados
fr: Conserver les identificateurs actuels
it: Mantieni identificatori correnti
ja: 現在の識別子を保持する
ko: 현재 식별자 유지
pl: Zachowaj bieżące identyfikatory
pt_br: Manter Identificadores Atuais
ru: Сохранить текущие идентификаторы
tr: Geçerli Tanımlayıcıları Koru
zh_cn: 保留当前标识符
zh_tw: 保留目前識別碼

source: Keep file path
cs: Zachovat cestu k souboru
de: Dateipfad beibehalten
es: Mantener la ruta de acceso del archivo
fr: Conserver le chemin d’accès du fichier
it: Mantieni il percorso del file
ja: ファイルのパスを保持します
ko: 파일 경로 유지
pl: Zachowaj ścieżkę pliku
pt_br: Manter caminho do arquivo
ru: Сохранить путь к файлу
tr: Dosya yolunu koru
uk: Зберегти шлях до файлу
zh_cn: 保留文件路径
zh_tw: 保留檔案路徑

source: Keep {0} line endings
cs: Zachovat konce řádků {0}
de: {0}-Zeilenenden beibehalten
es: Mantener {0} finales de línea
fr: Conserver les fins de ligne {0}
it: Mantieni le terminazioni riga {0}
ja: {0} の改行コードを維持する
ko: {0} 줄 끝 유지
pl: Zachowaj końce wiersza {0}
pt_br: Manter terminações de linha do {0}
ru: Сохранить окончания строк {0}
tr: {0} satır sonlarını koru

source: Keep {0} line endings in all files
cs: Zachovat konce řádků {0} ve všech souborech
de: {0}-Zeilenenden in allen Dateien beibehalten
es: Mantener {0} finales de línea en todos los archivos
fr: Conserver les fins de ligne {0} dans tous les fichiers
it: Mantieni le terminazioni riga {0} in tutti i file
ja: すべてのファイルで {0} の改行コードを維持する
ko: 모든 파일에서 {0} 줄 끝 유지
pl: Zachowaj końce wiersza {0} we wszystkich plikach
pt_br: Manter terminações de linha do {0} em todos os arquivos
ru: Сохранить окончания строк {0} во всех файлах
tr: Tüm dosyalardaki {0} satır sonlarını koru

source: Key
cs: Klávesa
de: Taste
es: Tecla
fr: Touche
it: Tasto
ja: キー
ko: 키
pl: Klawisz
pt_br: Tecla
ru: Клавиша
tr: Anahtar
uk: Ключ
zh_cn: 关键字
zh_tw: 按鍵

source: Key Binding
cs: Klávesová zkratka
de: Tastenzuordnung
es: Enlace de teclado
fr: Combinaison de touches
it: Tasto di scelta rapida
ja: キー バインド
ko: 키 바인딩
pl: Powiązanie klawiszy
pt_br: Associação de Teclas
ru: Настраиваемое сочетание клавиш
tr: Tuş Bağlama
uk: Сполучення клавіш
zh_cn: 键绑定
zh_tw: 按鍵繫結關係
