Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The following files must be locked before editing.
cs: Následující soubory je před úpravami potřeba zamknout.
de: Die folgenden Dateien müssen vor dem Bearbeiten gesperrt werden.
es: Los archivos siguientes deben bloquearse antes de editarlos.
fr: Les fichiers suivants doivent être verrouillés avant modification.
it: I file seguenti devono essere bloccati prima della modifica.
ja: 次のファイルは編集前にロックする必要があります。
ko: 다음 파일은 편집하기 전에 잠겨 있어야 합니다.
pl: Poniższe pliki muszą być zablokowane, aby można było je edytować.
pt_br: Os seguintes arquivos devem ser bloqueados antes de editar.
ru: Перед редактированием следует заблокировать приведенные ниже файлы.
tr: Aşağıdaki dosyalar düzenlenmeden önce kilitlenmelidir.
uk: Файли мають бути заблоковані перед редагуванням.
zh_cn: 在编辑之前，必须锁定以下文件。
zh_tw: 編輯下列檔案之前，必須先加以鎖定。

source: The following files will be committed:
cs: Následující soubory se odešlou:
de: Für folgende Dateien wird ein Commit ausgeführt:
es: Los archivos siguientes se van a confirmar:
fr: Les fichiers suivants seront validés :
it: Verrà eseguito il commit dei file seguenti:
ja: 次のファイルがコミットされます:
ko: 다음 파일이 커밋됩니다.
pl: Zostaną zatwierdzone następujące pliki:
pt_br: Os seguintes arquivos foram confirmados:
ru: Будут зафиксированы следующие файлы:
tr: Aşağıdaki dosyalar teslim edilecek:
uk: Буде подано такі файли:
zh_cn: 将提交以下文件:
zh_tw: 下列檔案將予以認可:

source: The following files will be included in the package for the configuration:
cs: Do balíčku pro konfiguraci se zahrnou tyto soubory:
de: Die folgenden Dateien werden in das Paket für die Konfiguration eingeschlossen:
es: Los archivos siguientes se incluirán en el paquete para la configuración:
fr: Les fichiers suivants seront inclus dans le paquet pour la configuration :
it: I file seguenti verranno inclusi nel pacchetto per la configurazione:
ja: 以下のファイルが構成用のパッケージに含まれることになります:
ko: 다음 파일이 구성을 위해 패키지에 포함됩니다.
pl: W pakiecie zostaną uwzględnione następujące pliki na potrzeby konfiguracji:
pt_br: Os seguintes arquivos serão incluídos no pacote para a configuração:
ru: В пакет для конфигурации будут включены следующие файлы:
tr: Şu dosyalar yapılandırma için paket içerisine dâhil edilecek:
uk: До пакету для конфігурації буде включено такі файли:
zh_cn: 包中将包括以下文件供配置:
zh_tw: 下列檔案將會包含在組態的封裝中:

source: The following files will be included in the package:
cs: Do balíčku se zahrnou tyto soubory:
de: Die folgenden Dateien werden in das Paket eingeschlossen:
es: Los siguientes archivos se incluirán en el paquete:
fr: Les fichiers suivants seront inclus dans le paquet :
it: I file seguenti verranno inclusi nel pacchetto:
ja: 以下のファイルがパッケージに含まれることになります:
ko: 다음 파일이 패키지에 포함됩니다.
pl: W pakiecie zostaną uwzględnione następujące pliki:
pt_br: Os seguintes arquivos serão incluídos no pacote:
ru: В пакет будут включены следующие файлы:
tr: Şu dosyalar paket içerisine dâhil edilecek:
uk: До пакету буде включено такі файли:
zh_cn: 包中将包括以下文件:
zh_tw: 下列檔案將會包含在封裝中:

source: The following frameworks have been implicitly selected:
cs: Implicitně se vybraly následující architektury:
de: Die folgenden Frameworks wurden implizit ausgewählt:
es: Las siguientes plataformas se han seleccionado de forma implícita:
fr: Les infrastructures suivantes ont été sélectionnées de façon implicite :
it: I framework seguenti sono stati selezionati in modo implicito:
ja: 次のフレームワークが暗黙的に選択されました:
ko: 다음 프레임워크가 암시적으로 선택되었습니다.
pl: Następujące struktury zostały wybrane niejawnie:
pt_br: As estruturas a seguir foram selecionadas implicitamente:
ru: Следующие платформы были выбраны неявно:
tr: Şu çerçeveler dolaylı olarak seçildi:
zh_cn: 已隐式选择以下框架:
zh_tw: 已隱含地選取下列架構:

source: The following package requires that you accept its license terms before installing:
cs: Následující balíčky vyžadují, abyste před instalací přijali jejich licenční podmínky:
de: Die folgenden Pakete erfordern, dass Sie vor der Installation die zugehörigen Lizenzbedingungen akzeptieren:
es: Los paquetes siguientes requieren que acepte sus términos de licencia antes de instalarlos:
fr: Pour pouvoir installer les paquets suivants, vous devez accepter leurs termes du contrat de licence :
it: È necessario disinstallare i pacchetti seguenti:
ja: 次のパッケージを使用するには、インストール前にライセンス条項に同意することが必要です:
ko: 다음 패키지를 설치하려면 사용 조건에 동의해야 합니다.
pl: Następujące pakiety wymagają zaakceptowania ich postanowień licencyjnych przed zainstalowaniem:
pt_br: Os pacotes a seguir exigem que você aceite os termos da licença antes de instalar:
ru: Для следующих пакетов необходимо принять условия лицензии перед установкой:
tr: Aşağıdaki paketleri yüklemeden önce lisans koşullarını kabul etmeniz gerekiyor:

source: The following packages and their dependencies will be removed:
cs: Odeberou se následující balíčky a jejich závislosti:
de: Die folgenden Pakete und die zugehörigen Abhängigkeiten werden entfernt:
es: Los paquetes siguientes y sus dependencias se quitarán:
fr: Les paquets suivants et leurs dépendances seront supprimés :
it: Non è stato possibile risolvere le dipendenze seguenti:
ja: 次のパッケージとその依存関係は削除されます:
ko: 다음 패키지 및 해당 종속성이 제거됩니다.
pl: Zostaną usunięte następujące pakiety i ich zależności:
pt_br: Os seguintes pacotes e suas dependências serão removidos:
ru: Будут удалены следующие пакеты и их зависимости:
tr: Aşağıdaki paketler ve bağımlılıkları kaldırılacak:

source: The following packages are incompatible with the current project target framework '{0}'. The packages do not contain any assembly references or content files that are compatible with the current project target framework and may no longer work. Retargeting these packages will fail and cause them to be removed from the project.
cs: Následující balíčky nejsou kompatibilní s cílovou architekturou aktuálního projektu ({0}). Balíčky neobsahují žádné reference na sestavení ani soubory obsahu, které by byly kompatibilní s cílovou architekturou aktuálního projektu, takže asi nebudou funkční. Pokud zkusíte změnit cílení těchto balíčků, povede to k chybě a jejich odebrání z projektu.
de: Die folgenden Pakete sind mit dem aktuellen Projektzielframework '{0}' nicht kompatibel. Die Pakete enthalten keine Assemblyverweise oder Inhaltsdateien, die mit dem aktuellen Projektzielframework kompatibel sind, und funktionieren u. U. nicht mehr. Eine Neuzuweisung dieser Pakete schlägt fehl und führt dazu, dass sie aus dem Projekt entfernt werden.
es: Los siguientes paquetes no son compatibles con el marco de trabajo actual de destino del proyecto '{0}'. Los paquetes no contienen ninguna referencia de ensamblado ni ningún archivo de contenido que sea compatible con el marco de trabajo actual de destino del proyecto y es posible que no funcionen. Al redestinar estos paquetes se producirá error y hará que se eliminen del proyecto.
fr: Les paquets suivants sont incompatibles avec le framework cible du projet en cours '{0}'. Les paquets ne comprennent pas de référence d’assembly ou de fichier de contenu compatibles avec le framework cible du projet en cours, et risquent de ne plus fonctionner. Le reciblage de ces paquets échoue et entraîne leur suppression du projet.
it: I pacchetti seguenti sono incompatibili con il framework di destinazione '{0}' del progetto corrente. I pacchetti non contengono riferimenti ad assembly o file di contenuto compatibili con il framework di destinazione del progetto corrente e potrebbero non funzionare più. La ridestinazione di questi pacchetti non riuscirà e comporterà la rimozione dei pacchetti dal progetto.
ja: 次のパッケージは、現在のプロジェクトのターゲット フレームワーク '{0}' と互換性がありません。このパッケージには、現在のプロジェクトのターゲット フレームワークと互換性のあるアセンブリ参照またはコンテンツ ファイルが含まれていないため、動作しなくなる可能性があります。
ko: 다음 패키지가 현재 프로젝트 대상 프레임워크 '{0}'과(와) 호환되지 않습니다. 패키지가 현재 프로젝트 대상 프레임워크와 호환되는 어셈블리 참조나 콘텐츠 파일을 포함하지 않으며 더 이상 작동하지 않을 수 있습니다. 이러한 패키지의 대상을 변경하면 실패하고 패키지가 프로젝트에서 제거됩니다.
pl: Następujące pakiety są niezgodne ze strukturą docelową obecnego projektu „{0}”. Pakiety nie zawierają żadnych odwołań do zestawu ani plików z zawartością, które są zgodne z bieżącą strukturą docelową projektu, i mogą już nie działać. Zmiana celu pakietów zakończy się niepowodzeniem i spowoduje ich usunięcie z projektu.
pt_br: Os pacotes a seguir são incompatíveis com a estrutura de destino atual do projeto '{0}'. Os pacotes não contêm quaisquer referências de assembly ou arquivos de conteúdo compatíveis com a estrutura de destino do projeto atual e podem não funcionar mais. Redirecionar esses pacotes falhará e fará com que eles sejam removidos do projeto.
ru: Приведенные ниже пакеты несовместимы с целевой платформой "{0}" текущего проекта. Пакеты не содержат никаких ссылок на сборки или файлов содержимого, совместимых с целевой платформой текущего проекта, поэтому их дальнейшая работа невозможна. Перенацеливание этих пакетов завершится со сбоем и приведет к удалению их из проекта.
tr: Aşağıdaki paketler geçerli projenin hedef çerçevesi '{0}' ile uyumlu değil. Paketler herhangi bir bütünleştirilmiş kod başvurusu veya geçerli proje hedef çerçevesi ile uyumlu içerik dosyaları içermediğinden artık çalışamaz. Bu paketlerin yeniden hedeflenmesi başarısız olur ve projeden kaldırılmalarına yol açar.
uk: Дані пакунки не сумісні з цільовим фреймворком '{0}' поточного проекту.Пакунки не містять посилань на збірки або файли з вмістом, сумісні зцільовим фреймворком поточного проекту і можуть припинити роботу. Перенацілення цих пакунків буде невдалим і спричинить їх вилучення з проекту.
zh_cn: 以下包与当前包目标框架“{0}”不兼容。这些包不包含任何与当前包目标框架兼容的程序集引用或内容文件，且可能不再起作用。重定这些包的目标将失败，并会导致从项目中删除它们。
zh_tw: 下列封裝與目前專案目標 Framework '{0}' 不相容。封裝未包含任何與目前專案目標 Framework 相容的組件參考或內容檔案，因此可能無法再運作。重定這些封裝目標將失敗，導致從專案中加以移除。

source: The following packages need to be uninstalled:
cs: Je třeba odinstalovat tyto balíčky:
de: Die folgenden Pakete müssen deinstalliert werden:
es: Es necesario desinstalar los siguientes paquetes:
fr: Les paquets suivants doivent être désinstallés :
it: È necessario disinstallare i pacchetti seguenti:
ja: 次のパッケージをアンインストールする必要があります:
ko: 다음 패키지를 제거해야 합니다.
pl: Należy odinstalować następujące pakiety:
pt_br: Os seguintes pacotes precisam ser desinstalados:
ru: Требуется удалить следующие пакеты:
tr: Aşağıdaki paketlerin kaldırılması gerekiyor:
uk: Такі пакунки потрібно вилучити:
zh_cn: 需要卸载以下包:
zh_tw: 下列封裝必須解除安裝:

source: The following packages should be retargeted. They were installed with a target framework that is different from the current project target framework '{0}'. The packages contain assembly references or content files for the current project target framework which are not currently installed.
cs: U následujících balíčků byste měli změnit cílení. Nainstalovaly se s cílovou architekturou, která se liší od cílové architektury aktuálního projektu ({0}). Balíčky obsahují reference na sestavení nebo soubory obsahu pro cílovou architekturu aktuálního projektu, které ale zatím nejsou nainstalované.
de: Die folgenden Pakete sollten neu zugewiesen werden. Sie wurden mit einem Zielframework installiert, das sich vom aktuellen Projektzielframework '{0}' unterscheidet. Die Pakete enthalten Assemblyverweise oder Inhaltsdateien für das aktuelle Projektzielframework, die derzeit nicht installiert sind.
es: Los siguientes paquetes se deben redestinar. Se instalaron con un marco de trabajo de destino que es diferente del marco de trabajo de destino del proyecto actual '{0}'. Los paquetes contienen referencias de ensamblado o archivos de contenido para el marco de trabajo actual de destino del proyecto que actualmente no están instalados.
fr: Les paquets suivants doivent être reciblés. Ils ont été installés avec un framework cible différent du framework cible du projet en cours '{0}'. Les paquets comprennent des références d’assembly ou des fichiers de contenu pour le framework cible du projet en cours, qui ne sont pas installés actuellement.
it: È necessario ridestinare i pacchetti seguenti perché sono stati installati con un framework di destinazione diverso da quello '{0}' del progetto corrente. I pacchetti contengono riferimenti ad assembly o file di contenuto per il framework di destinazione del progetto corrente che non sono attualmente installati.
ja: 次のパッケージを再ターゲットする必要があります。これらは現在のプロジェクトのターゲット フレームワーク '{0}' と異なるターゲット フレームワークを指定してインストールされています。このパッケージには、現在のプロジェクトのターゲット フレームワークの、現在インストールされていないアセンブリ参照またはコンテンツ ファイルが含まれています。
ko: 다음 패키지의 대상을 변경해야 합니다. 패키지가 현재 프로젝트 대상 프레임워크 '{0}'과(와) 다른 대상 프레임워크를 사용하여 설치되었습니다. 패키지가 현재 설치되어 있지 않은 현재 프로젝트 대상에 대한 어셈블리 참조나 콘텐츠 파일을 포함하고 있습니다.
pl: Należy zmienić cel następujących pakietów. Zostały zainstalowane przy użyciu struktury docelowej, która różni się od bieżącej struktury docelowej projektu „{0}”. Pakiety zawierają odwołania do zestawu lub pliki z zawartością dla bieżącej struktury docelowej projektu, które nie są obecnie zainstalowane.
pt_br: Os pacotes a seguir devem ser redirecionados. Eles foram instalados com uma estrutura de destino diferente da estrutura de destino do projeto atual '{0}'. Os pacotes contêm referências de assembly ou arquivos de conteúdo para a estrutura de destino do projeto atual que não estão instalados no momento.
ru: Следует перенацелить приведенные ниже пакеты. Они были установлены с целевой платформой, которая отличается от целевой платформы текущего проекта "{0}". Пакеты содержат ссылки на сборки или файлы содержимого для целевой платформы текущего проекта, которые пока не установлены.
tr: Aşağıdaki paketler yeniden hedeflenmelidir. Bu paketler geçerli projenin hedef '{0}' çerçevesinden farklı bir hedef çerçeve ile yüklenmiştir. Paketler geçerli proje hedef çerçevesi için şu anda yüklü olmayan bütünleştirilmiş kod başvuruları veya içerik dosyaları içeriyor.
uk: Дані пакунки потрібно перенацілити. Вони встановлені з цільовим фреймворком, що відрізняється від цільового фреймворку '{0}' поточного проекту. Пакунки містять посилання на збірки або файли з вмістом для цільового фреймворку поточного проекту, які зараз не встановлено.
zh_cn: 以下包应重定目标。它们使用当前项目目标框架“{0}”以外的目标框架安装。这些包包含当前项目目标框架的当前未安装的程序集引用或内容文件。
zh_tw: 應該重設下列封裝目標。其已安裝與目前專案目標 Framework '{0}' 不同的目標 Framework。封裝包含目前未安裝之目前專案目標 Framework 的組件參考或內容檔案。

source: The following packages will be installed:
cs: Nainstalují se tyto balíčky:
de: Die folgenden Pakete werden installiert:
es: Se instalarán los siguientes paquetes:
fr: Les paquets suivants vont être installés :
it: Verranno installati i pacchetti seguenti:
ja: 次のパッケージがインストールされます:
ko: 다음 패키지가 설치됩니다.
pl: Zostaną zainstalowane następujące pakiety:
pt_br: Os seguintes pacotes serão instalados:
ru: Будут установлены следующие пакеты:
tr: Aşağıdaki paketler yüklenecek:
uk: Буде встановлено такі пакунки:
zh_cn: 将安装以下包:
zh_tw: 下列封裝將加以安裝:

source: The following packages will be uninstalled:
cs: Následující balíčky se odinstalují:
de: Die folgenden Pakete werden deinstalliert:
es: Los siguientes paquetes se desinstalarán:
fr: Les paquets suivants vont être désinstallés :
it: Verranno disinstallati i pacchetti seguenti:
ja: 次のパッケージがアンインストールされます:
ko: 다음 패키지가 제거됩니다.
pl: Zostaną odinstalowane następujące pakiety:
pt_br: Os seguintes pacotes serão desinstalados:
ru: Будут удалены следующие пакеты:
tr: Aşağıdaki paketler kaldırılacak:
uk: Буде видалено такі пакунки:
zh_cn: 将卸载以下包:
zh_tw: 下列封裝將予解除安裝:

source: The form designer could not be loaded
cs: Návrháře formulářů se nepodařilo načíst.
de: Der Formular-Designer konnte nicht geladen werden,
es: No se puede cargar el diseñador de formularios.
fr: Nous n’avons pas pu charger le générateur de formulaires
it: Non è stato possibile caricare la finestra di progettazione form
ja: フォーム デザイナーを読み込めませんでした
ko: 폼 디자이너를 로드할 수 없습니다.
pl: Nie można załadować projektanta formularza
pt_br: O designer de formulário não pôde ser carregado
ru: Не удалось загрузить конструктор форм
tr: Form tasarımcısı yüklenemedi
uk: Не вдалось завантажити дизайнер форм
zh_cn: 无法加载窗体设计器
zh_tw: 無法載入表單設計工具

source: The fully-qualified type name.
cs: Plně kvalifikovaný název typu
de: Der vollqualifizierte Typname.
es: Nombre completo del tipo.
fr: Nom de type complet
it: Nome completo del tipo.
ja: 完全修飾型名。
ko: 정규화된 형식 이름입니다.
pl: W pełni kwalifikowana nazwa typu.
pt_br: O nome de tipo totalmente qualificado.
ru: Полное имя типа.
tr: Tam tür adı.
zh_cn: 完全限定的类型名称。
zh_tw: 完整的類型名稱。

source: The index '{0}' is out of bounds of the passed arguments
cs: Index {0} je mimo hranice předaných argumentů.
de: Der Index '{0}' liegt außerhalb des gültigen Bereichs der übergebenen Argumente.
es: El índice '{0}' está fuera de los límites de los argumentos pasados
fr: L’index « {0} » est hors des limites des arguments transmis
it: L'indice '{0}' eccede i limiti degli argomenti passati
ja: インデックス '{0}' は渡された引数の範囲を超えています
ko: '{0}' 인덱스가 전달된 인수의 범위를 벗어납니다.
pl: Indeks „{0}” jest poza granicami przekazanych argumentów
pt_br: O índice '{0}' está fora dos limites dos argumentos passados
ru: Индекс "{0}" выходит за границы переданных аргументов
tr: '{0}' dizini geçirilen bağımsız değişkenlerin sınırlarının dışında
uk: Індекс '{0}' за межами переліку переданих аргументів
zh_cn: 索引“{0}”不在传递的参数的边界内
zh_tw: 索引 '{0}' 超出所傳遞引數的範圍

source: The installation failed!
cs: Instalace nebyla úspěšná!
de: Installationsfehler!
es: Error de instalación
fr: L’installation a échoué !
it: L'installazione non è riuscita.
ja: インストールに失敗しました。
ko: 설치하지 못했습니다.
pl: Instalacja nie powiodła się!
pt_br: A instalação falhou.
ru: Сбой установки.
tr: Yükleme başarısız oldu!
uk: Встановлення не вдалось!
zh_cn: 安装失败!
zh_tw: 安裝失敗!

source: The installation has completed with warnings.
cs: Instalace se dokončila s upozorněními.
de: Die Installation wurde mit Warnungen abgeschlossen.
es: La instalación se completó con advertencias.
fr: L’installation s’est terminée avec des avertissements.
it: L'installazione è stata completata con avvisi.
ja: インストールは完了しましたが、警告が発生しました。
ko: 설치가 완료되었지만 경고가 발생했습니다.
pl: Instalacja została ukończona z ostrzeżeniami.
pt_br: A instalação foi concluída com avisos.
ru: Установка завершилась с предупреждениями.
tr: Yükleme uyarılarla tamamlandı.
uk: Встановлення завершено з попередженнями.
zh_cn: 安装完成，但出现警告。
zh_tw: 安裝完成，但有警告。

source: The key combination ({0}) has conflicts.
cs: Tato kombinace kláves ({0}) obsahuje konflikty.
de: Die Tastenkombination ({0}) verursacht Konflikte.
es: La combinación de teclas ({0}) presenta conflictos.
fr: La combinaison de touches ({0}) génère des conflits.
it: Sono presenti conflitti nella combinazione di tasti ({0}).
ja: キーの組み合わせ ({0}) に競合があります。
ko: 키 조합({0})에 충돌이 있습니다.
pl: W kombinacji klawiszy ({0}) występują konflikty.
pt_br: A combinação de teclas ({0}) tem conflitos.
ru: Сочетание клавиш ({0}) создает конфликты.
tr: Tuş birleşiminde ({0}) çakışmalar var.
zh_cn: 组合键({0})有冲突。
zh_tw: 組合鍵 ({0}) 發生衝突。

source: The key combination ({0}, {1}) is not a command.
cs: Kombinace kláves ({0}, {1}) není příkaz.
de: Die Tastenkombination ({0}, {1}) ist kein Befehl.
es: La combinación de claves ({0}, {1}) no es un comando.
fr: La combinaison de touches ({0}, {1}) n’est pas une commande.
it: La combinazione di tasti ({0}, {1}) non è un comando.
ja: キーの組み合わせ ({0}、{1}) はコマンドではありません。
ko: 키 조합({0}, {1})은 명령이 아닙니다.
pl: Kombinacja klawiszy ({0}, {1}) nie jest poleceniem.
pt_br: A combinação de teclas ({0}, {1}) não é um comando.
ru: Сочетание клавиш ({0} и {1}) не является командой.
tr: ({0}, {1}) tuş bileşimi bir komut değil.
uk: Сполучення клавіш ({0}, {1}) не є командою.
zh_cn: 组合键({0}，{1})不是命令。
zh_tw: 按鍵組合 ({0}, {1}) 不是命令。

source: The language '{0}' does not have support for CodeDom.
cs: Jazyk {0} nemá podporu pro CodeDom.
de: CodeDom wird von der Programmiersprache '{0}' nicht unterstützt.
es: El lenguaje '{0}' no admite CodeDom.
fr: Le langage '{0}' ne prend pas en charge CodeDom.
it: Il linguaggio '{0}' non include il supporto per CodeDom.
ja: '{0}' 言語には CodeDom のサポートはありません。
ko: '{0}' 언어는 CodeDom을 지원하지 않습니다.
pl: Język „{0}” nie obsługuje obiektu CodeDom.
pt_br: A linguagem '{0}' não tem suporte para CodeDom.
ru: Язык "{0}" не поддерживает CodeDom.
tr: '{0}' dilinin CodeDom desteği yok.
zh_cn: 语言“{0}”对 CodeDom 不提供支持。
zh_tw: 語言 '{0}' 不支援 CodeDom。

source: The library name contains invalid characters. Examples of valid library names include 'MyPackage' and 'MyPackage.Sample'.
cs: Název knihovny obsahuje neplatné znaky. Příklady platných názvů: MyPackage nebo MyPackage.Sample.
de: Die Bibliotheksname enthält ungültige Zeichen. Beispiele für einen gültigen Bibliotheksnamen sind etwa "MyPackage" und "MyPackage.Sample".
es: El nombre de la biblioteca contiene caracteres no válidos. Ejemplos de nombres de biblioteca válidos: "MyPackage" y "MyPackage.Sample".
fr: Le nom de la bibliothèque contient des caractères non valides. Exemples de noms de bibliothèques valides : 'MyPackage' et 'MyPackage.Sample'.
ja: ライブラリ名に無効な文字が含まれています。有効なライブラリ名の例には、'MyPackage'、'MyPackage.Sample' などがあります。
ko: 라이브러리 이름에 잘못된 문자가 있습니다. 유효한 라이브러리 이름의 예로는 'MyPackage' 및 'MyPackage.Sample'이 있습니다.
pl: Nazwa biblioteki zawiera nieprawidłowe znaki. Przykłady prawidłowych nazw bibliotek to „MojPakiet” i „MojPakiet.Przyklad”.
pt_br: O nome da biblioteca contém caracteres inválidos. Exemplos de nomes de biblioteca incluem 'MyPackage' e 'MyPackage.Sample'.
ru: Имя библиотеки содержит недопустимые символы. Примеры допустимых имен библиотек: MyPackage и MyPackage.Sample.
tr: Kitaplık adı geçersiz karakterler içeriyor. Geçerli kitaplık adlarına örnek olarak 'MyPackage' ve 'MyPackage.Sample' verilebilir.

source: The link '{0}' in the project already includes the file '{1}'
cs: Odkaz {0} v projektu už obsahuje soubor {1}.
de: Der Link '{0}' im Projekt enthält bereits die Datei '{1}'.
es: El vínculo '{0}' del proyecto ya incluye el archivo '{1}'
fr: Le lien « {0} » dans le projet inclut déjà le fichier « {1} »
it: Il collegamento '{0}' nel progetto include già il file '{1}'
ja: プロジェクトのリンク '{0}' にファイル '{1}' が含まれています
ko: 프로젝트의 '{0}' 링크에 '{1}' 파일이 이미 포함되어 있습니다.
pl: Link „{0}” w projekcie zawiera już plik „{1}”
pt_br: O link '{0}' no projeto já inclui o arquivo '{1}'
ru: Ссылка "{0}" в проекте уже включает в себя файл "{1}"
tr: Projedeki '{0}' bağlantısı zaten '{1}' dosyasını içeriyor
uk: Посилання '{0}' у проекті вже включає файл '{1}'
zh_cn: 该项目中的链接“{0}”已包含文件“{1}”
zh_tw: 專案中的連結 '{0}' 已包含檔案 '{1}'

source: The list of files which have changes and need saving
cs: Seznam souborů se změnami, které je potřeba uložit
de: Die Liste der Dateien mit Änderungen, die gespeichert werden müssen
es: Lista de los archivos con cambios que deben guardarse
fr: Liste des fichiers comportant des changements à enregistrer
ja: 変更されて、保存が必要なファイルのリスト
ko: 변경 내용이 있고 저장이 필요한 파일 목록
pl: Lista plików, które zostały zmienione i które trzeba zapisać
pt_br: A lista de arquivos que possuem alterações e precisa salvar
ru: Список файлов, которые были изменены и нуждаются в сохранении
tr: Değişiklik içeren ve kaydedilmesi gereken dosyaların listesi

source: The list of folders
cs: Seznam složek
de: Die Liste der Ordner
es: Lista de carpetas
fr: Liste des dossiers
ja: フォルダーの一覧
ko: 폴더 목록입니다.
pl: Lista folderów
pt_br: A lista de pastas
ru: Список папок
tr: Klasörlerin listesi

source: The location of the assembly.
cs: Umístění sestavení
de: Der Speicherort der Assembly.
es: Ubicación del ensamblado.
fr: Emplacement de l’assembly.
it: Percorso dell'assembly.
ja: アセンブリの場所。
ko: 어셈블리의 위치입니다.
pl: Lokalizacja zestawu.
pt_br: A localização do assembly.
ru: Расположение сборки.
tr: Bütünleştirilmiş kod konumu.
uk: Розташування збірки.
zh_cn: 程序集的位置。
zh_tw: 組件的位置。

source: The main source editor
cs: Hlavní editor zdrojového kódu
de: Der Hauptquellen-Editor
es: Editor de código fuente principal
fr: Éditeur source principal
ja: メイン ソース エディター
ko: 주 소스 편집기
pl: Główny edytor źródła
pt_br: O principal editor de código-fonte
ru: Редактор основного кода
tr: Ana kaynak düzenleyici
