Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Change...
cs: Změnit...
de: Ändern...
es: Cambiar...
fr: Changer...
it: Modifiche
ja: 変更...
ko: 변경...
pl: Zmień...
pt_br: Alterar...
ru: Изменить...
tr: Değiştir...

source: ChangeLog Generation
cs: Generování protokolu změn
de: Erstellung des Änderungsprotokolls
es: Generación de registros de cambios
fr: Génération de journal des modifications
it: Generazione del log delle modifiche
ja: ChangeLog の生成
ko: 변경 로그 생성
pl: Generowanie dziennika zmian
pt_br: Geração de ChangeLog
ru: Создание журнала изменений
tr: ChangeLog Oluşturma
uk: Генерування журналу змін
zh_cn: ChangeLog 生成
zh_tw: 產生 ChangeLog

source: ChangeLog Integration
cs: Integrace protokolu změn
de: Änderungsprotokollintegration
es: Integración registros de cambios
fr: Intégration du journal des modifications
it: Integrazione con log delle modifiche
ja: ChangeLog 統合
ko: 변경 로그 통합
pl: Integracja dziennika zmian
pt_br: Integração com ChangeLog
ru: Интеграция журнала изменений
tr: ChangeLog Tümleştirmesi
uk: Інтеграція журналу змін
zh_cn: ChangeLog 集成
zh_tw: ChangeLog 整合

source: ChangeLog _Policy
cs: Zásady _protokolu změn
de: Änderungsprotokoll_richtlinie
es: _Directiva de registro de cambios
fr: Stratégie de _journal des modifications
it: Criteri per log delle _modifiche
ja: ChangeLog ポリシー(_P)
ko: 변경 로그 정책(_P)
pl: Zasady _dziennika zmian
pt_br: _Política de ChangeLog
ru: По_литика журнала изменений
tr: ChangeLog _İlkesi
uk: Політика _журналу змін
zh_cn: ChangeLog 策略(_P)
zh_tw: ChangeLog 原則(_P)

source: ChangeLog document
cs: Dokument protokolu změn
de: Änderungsprotokoll-Dokument
es: Documento de registro de cambios
fr: Document de journal des modifications
it: Documento del log delle modifiche
ja: 変更ログ ドキュメント
ko: 변경 로그 문서
pl: Dokument dziennika zmian
pt_br: Documento ChangeLog
ru: Документ журнала изменений
tr: ChangeLog belgesi
uk: Журнал змін
zh_cn: ChangeLog 文档
zh_tw: ChangeLog 文件

source: ChangeLog entries can't be generated
cs: Položky protokolu změn nejdou vygenerovat.
de: Änderungsprotokoll-Einträge können nicht erstellt werden.
es: Las entradas del registro de cambios no se pueden generar
fr: Impossible de générer les entrées du journal des modifications
it: Non è possibile generare le voci del log delle modifiche
ja: ChangeLog エントリを生成できません
ko: 변경 로그 항목을 생성할 수 없습니다.
pl: Nie można wygenerować wpisów dziennika zmian
pt_br: Não foi possível gerar entradas do ChangeLog
ru: Не удается создать записи в журнале изменений
tr: ChangeLog girdileri oluşturulamıyor
uk: Не вдалось створити записи в журналі змін
zh_cn: 无法生成 ChangeLog 条目
zh_tw: 無法產生 ChangeLog 項目

source: ChangeLog entries can't be generated.
cs: Položky protokolu změn se nedaří vygenerovat.
de: Änderungsprotokolleinträge können nicht erstellt werden.
es: Las entradas del registro de cambios no se pueden generar.
fr: Impossible de générer les entrées du journal des modifications.
it: Non è possibile generare le voci del log delle modifiche.
ja: ChangeLog エントリを生成できません。
ko: 변경 로그 항목을 생성할 수 없습니다.
pl: Nie można wygenerować wpisów dziennika zmian.
pt_br: Não foi possível gerar entradas de ChangeLog.
ru: Не удается создать записи в журнале изменений.
tr: ChangeLog girdileri oluşturulamıyor.
uk: Не вдалось створити записи в журналі змін.
zh_cn: 无法生成 ChangeLog 条目。
zh_tw: 無法產生 ChangeLog 項目。

source: ChangeLog entry:
cs: Položka protokolu změn:
de: Änderungsprotokolleintrag:
es: Entrada de registro de cambios:
fr: Entrée de journal des modifications :
it: Voce del log delle modifiche:
ja: ChangeLog エントリ:
ko: 변경 로그 항목:
pl: Wpis dziennika zmian:
pt_br: Entrada de ChangeLog:
ru: Запись в журнале изменений:
tr: ChangeLog girdisi:
uk: Запис у журналі змін:
zh_cn: ChangeLog 条目:
zh_tw: ChangeLog 項目:

source: Changes
cs: Změny
de: Änderungen
es: Cambios
fr: Modifications
it: Modifiche
ja: 変更
ko: 변경 내용
pl: Zmiany
pt_br: Alterações
ru: Изменения
tr: Değişiklikler
uk: Зміни
zh_cn: 更改
zh_tw: 變更

source: Changes made in this section will only be applied to new projects. Settings for existing projects can be modified in the project (or solution) options dialog.
cs: Změny provedené v této části se použijí jenom na nové projekty. Nastavení existujících projektů můžete upravit v dialogovém okně možností projektu (nebo řešení).
de: In diesem Abschnitt vorgenommene Änderungen werden nur auf neue Projekte angewendet. Einstellungen für vorhandene Projekte können im Optionsdialogfeld des Projekts (oder der Projektmappe) geändert werden.
es: Los cambios realizados en esta sección solo se aplicarán a los proyectos nuevos. La configuración de los proyectos existentes se puede modificar en el cuadro de diálogo de opciones del proyecto (o solución).
fr: Les changements apportés à cette section vont s'appliquer uniquement aux nouveaux projets. Vous pouvez modifier les paramètres des projets existants dans la boîte de dialogue des options du projet (ou de la solution).
ja: このセクションで行われた変更は新しいプロジェクトに対してのみ適用されます。既存のプロジェクトの設定は、プロジェクト (またはソリューション) オプションのダイアログで変更できます。
ko: 이 섹션에서 변경한 내용은 새 프로젝트에만 적용됩니다. 기존 프로젝트에 대한 설정은 프로젝트(또는 솔루션) 옵션 대화 상자에서 수정할 수 있습니다.
pl: Zmiany dokonane w tej sekcji zostaną zastosowane tylko do nowych projektów. Ustawienia dla istniejących projektów można zmodyfikować w oknie dialogowym opcji projektu (lub rozwiązania).
pt_br: As alterações feitas nesta seção só serão aplicadas a novos projetos. As configurações para projetos existentes podem ser modificadas na caixa de diálogo de opções do projeto (ou na solução).
ru: Изменения, внесенные в этом разделе, будут применены только к новым проектам. Параметры существующих проектов можно изменить в диалоговом окне параметров проекта (или решения).
tr: Bu bölümde yapılan değişiklikler yalnızca yeni projelere uygulanır. Mevcut projelerin ayarları proje (veya çözüm) seçenekleri iletişim kutusunda değiştirilebilir.

source: Changes made in those files will be overwritten by {0}.
cs: Změny provedené v těchto souborech přepíše {0}.
de: In diesen Dateien vorgenommene Änderungen werden durch "{0}" überschrieben.
es: {0} sobrescribirá los cambios realizados en los archivos.
fr: Les changements apportés à ces fichiers seront remplacés par {0}.
ja: これらのファイルに加えた変更は {0} によって上書きされます。
ko: {0}이(가) 해당 파일의 변경 내용을 덮어씁니다.
pl: Zmiany wprowadzone w tych plikach zostaną zastąpione przez {0}.
pt_br: As alterações feitas nesses arquivos serão substituídas por {0}.
ru: Изменения, внесенные в эти файлы, будут перезаписаны {0}.
tr: {0} tarafından, bu dosyalarda yapılan değişikliklerin üzerine yazılır.

source: Changes successfully stashed
cs: Změny se úspěšně dočasně uložily.
de: Stash für Änderungen erfolgreich ausgeführt
es: Los cambios se guardaron provisionalmente
fr: Modifications correctement dissimulées
it: Le modifiche sono state accantonate
ja: 変更は正常に一時退避されました
ko: 변경 내용이 스태시되었습니다.
pl: Pomyślnie umieszczono zmiany w przechowalni
pt_br: Alterações armazenadas em stash com êxito
ru: Изменения успешно спрятаны
tr: Çözüm başarıyla hazırlandı
uk: Зміни успішно сховано
zh_cn: 已成功存储更改
zh_tw: 變更已成功隱藏

source: Changing the resource naming policy may cause run-time errors if the code using resources is not properly updated. There are two options: Update all resource identifiers to match the new policy. This will require changes in the source code that references resources using the old policy. Identifiers explicitly set using the file properties pad won't be changed. Keep curent resource identifiers. It doesn't require source code changes. Resources added from now on will use the new policy.
cs: V případě, že nedojde ke správné aktualizaci kódu používajícího prostředky, může změna zásad pojmenování prostředků způsobit chyby za běhu. Máte dvě možnosti: Aktualizujte všechny identifikátory prostředků tak, aby odpovídaly novým zásadám. Tato možnost vyžaduje změny zdrojového kódu, který odkazuje na prostředky se starými zásadami. Identifikátory, které jsou explicitně nastavené pomocí vlastností souboru, se nezmění. Zachovejte aktuální identifikátory prostředků. Tato možnost nevyžaduje změny zdrojového kódu. Nově přidané prostředky budou odteď používat nové zásady.
de: Änderungen an der Richtlinie für Ressourcenbenennung können Laufzeitfehler verursachen, wenn der Code, der Ressourcen nutzt, nicht ordnungsgemäß aktualisiert wird. Es gibt zwei Optionen: Alle Ressourcenbezeichner in Anpassung an die neue Richtlinie aktualisieren. Diese Option erfordert Änderungen am Quellcode, der auf Ressourcen verweist, die die alte Richtlinie nutzen. Bezeichner, die explizit im Bereich für Dateieigenschaften festgelegt wurden, werden nicht geändert. Aktuelle Ressourcenbezeichner beibehalten. Es sind keine Änderungen am Quellcode erforderlich. Ressourcen, die ab jetzt hinzugefügt werden, verwenden die neue Richtlinie.
es: Si se cambia la directiva de nomenclatura de los recursos, pueden producirse errores en tiempo de ejecución si el código que usa esos recursos no se actualiza convenientemente. Hay dos opciones: Actualizar todos los identificadores de recurso para que coincidan con la nueva directiva. Esto requiere cambios en el código fuente que hace referencia a recursos que usan la directiva antigua. Los identificadores establecidos de forma explícita con el panel de propiedades de archivo no se cambian. Mantener los identificadores de recurso actuales. No requiere cambios en el código fuente. Los recursos agregados a partir de ahora usarán la nueva directiva.
fr: La modification de la stratégie d’attribution de noms de ressources peut entraîner des erreurs d’exécution si le code utilisant les ressources n’est pas correctement mis à jour. Deux options sont disponibles : Mettre à jour tous les identificateurs de ressource afin qu’ils correspondent à la nouvelle stratégie. Cette opération nécessite des modifications du code source qui fait référence aux ressources utilisant l’ancienne stratégie. Les identificateurs spécifient explicitement que l’utilisation du bloc de propriétés de fichier ne changera pas. Conserver les identificateurs de ressource actuels. Cela ne nécessite aucune modification du code source. Les ressources ajoutées par la suite utilisent la nouvelle stratégie.
it: La modifica dei criteri di denominazione delle risorse può causare errori di runtime se il codice che usa le risorse non viene aggiornato correttamente. Sono disponibili due opzioni: Aggiornare tutti gli identificatori di risorsa in base ai nuovi criteri. Questa opzione richiede di modificare il codice sorgente in modo che faccia riferimento alle risorse che usano i criteri precedenti. Gli identificatori impostati in modo esplicito tramite il riquadro delle proprietà dei file non verranno modificati. Mantenere gli identificatori di risorsa correnti. Questa opzione non richiede la modifica del codice sorgente. Le risorse aggiunge a partire da questo momento useranno i nuovi criteri.
ja: リソースの名前付けポリシーを変更すると、リソースを使用するコードが正しく更新されない場合に実行時エラーが生じる可能性があります。次の 2 つのオプションがあります。 新しいポリシーと合致するようにすべてのリソース識別子を更新してください。この場合、古いポリシーを使用するリソースを参照するソース コード内に変更を加える必要があります。ファイル プロパティのパディングを使用して明示的に設定される識別子は変更されません。 現在のリソース識別子を保持します。この場合には、ソース コードの変更は必要ありません。その後に追加されるリソースでは、新しいポリシーが使用されます。
ko: 리소스 명명 정책을 변경하는 경우 리소스를 사용하는 코드가 적절하게 업데이트되지 않으면 런타임 오류가 발생할 수 있습니다. 두 가지 옵션이 있습니다. 새 정책과 일치하도록 모든 리소스 식별자를 업데이트합니다. 이전 정책을 사용하는 리소스를 참조하는 소스 코드의 변경이 필요합니다. 파일 속성 패드를 사용하여 명시적으로 설정된 식별자는 변경되지 않습니다. 현재 리소스 식별자를 유지합니다. 소스 코드 변경이 필요하지 않습니다. 지금부터 추가되는 리소스는 새 정책을 사용합니다.
pl: Zmiana zasad nazewnictwa zasobów może powodować występowanie błędów czasu wykonania, jeśli kod korzystający z zasobów nie zostanie poprawnie zaktualizowany. Istnieją dwie opcje: Aktualizacja wszystkich identyfikatorów zasobów, aby były zgodne z nowymi zasadami. Wymaga to zmian w kodzie źródłowym zawierającym odwołania do zasobów przy użyciu starych zasad. Identyfikatory ustawione jawnie przy użyciu konsoli właściwości pliku nie zostaną zmienione. Zachowanie bieżących identyfikatorów zasobów. Nie wymaga to zmian w kodzie źródłowym. Odtąd dodawane zasoby będą używać nowych zasad.
pt_br: Alterar a política de nomenclatura do recurso poderá causar erros em tempo de execução se o código que está usando os recursos não for atualizado corretamente. Há duas opções: Atualizar todos os identificadores de recurso para coincidir com a nova política. Isso exigirá alterações no código-fonte que faz referência aos recursos usando a política antiga. Identificadores definidos explicitamente usando o painel de propriedades do arquivo não serão alterados. Manter os identificadores de recurso atual. Isso não requer alterações no código-fonte. Recursos adicionados a partir desse ponto usarão a nova política.
ru: Изменение политики именования ресурсов может привести к ошибкам во время выполнения, если должным образом не обновить код, использующий ресурсы. Доступно два варианта: Обновите все идентификаторы ресурсов в соответствии с новой политикой. Это потребует изменения исходного кода, который ссылается на ресурсы, использующие старую политику. Идентификаторы, заданные явным образом с помощью панели свойств файлов, не будут изменены. Сохраните текущие идентификаторы ресурсов. При этом изменение исходного кода не потребуется. Теперь все добавляемые ресурсы будут использовать новую политику.
tr: Kaynakları kullanan kod düzgün güncelleştirilmemişse kaynak adlandırma ilkesinin değiştirilmesi çalışma zamanı hatalarına neden olabilir. İki seçenek bulunmaktadır: Tüm kaynak tanımlayıcılarını yeni ilke ile eşleşecek şekilde güncelleştirme. Bu işlem, eski ilkeyi kullanan kaynaklara başvuran kaynak kodlarında değişiklik gerektirir. Dosya özellikleri panelini kullanarak açıkça ayarlanan tanımlayıcılar değiştirilmez. Geçerli kaynak tanımlayıcılarını tutma. Kaynak kodu değiştirmek gerektirmez. Bundan sonra eklenen kaynaklar yeni ilkeyi kullanır.
zh_cn: 如果未正确更新使用资源的代码，更改资源命名策略可能会导致运行时错误。有两个选项: 更新所有资源标识符以匹配新策略。这需要对引用使用旧策略的资源的源代码进行更改。不会更改使用文件属性板显式设置的标识符。 保留当前的资源标识符。它不需要更改源代码。从现在起添加的资源将使用新策略。
zh_tw: 變更資源命名原則可能會在未正確更新使用資源的程式碼時，造成執行階段錯誤。有兩個選擇: 更新所有資源識別碼，以符合新原則。這必須在使用舊原則參考資源的原始程式碼中進行變更。使用檔案屬性面板明確設定的識別碼則不會變更。 保留目前的資源識別碼。不需要變更原始程式碼。從現在起新增的資源將會使用新原則。

source: Character Classes
cs: Třídy znaků
de: Zeichenklassen
es: Clases de caracteres
fr: Classes de caractères
it: Classi di caratteri
ja: 文字クラス
ko: 문자 클래스
pl: Klasy znaków
pt_br: Classes de Caracteres
ru: Классы символов
tr: Karakter Sınıfları
uk: Класи символів
zh_cn: 字符类
zh_tw: 字元類別

source: Character Escapes
cs: Řídicí znaky
de: Escapezeichen
es: Escape de caracteres
fr: Échappements de caractères
it: Caratteri di escape
ja: 文字エスケープ
ko: 문자 이스케이프
pl: Sekwencje ucieczki znaków
pt_br: Escapes de Caractere
ru: Escape-последовательности
tr: Karakter kaçışları
uk: Керувальні послідовності символів
zh_cn: 字符转义
zh_tw: 字元逸出

source: Character data
cs: Data znaku
de: Zeichendaten
es: Datos de caracteres
fr: Données de caractères
it: Dati di tipo carattere
ja: 文字データ
ko: 문자 데이터
pl: Dane znakowe
pt_br: Dados de caractere
ru: Символьные данные
tr: Karakter verileri
uk: Дані символу
zh_cn: 字符数据
zh_tw: 字元資料

source: Character range. Matches any character in a range of characters.
cs: Rozsah znaků. Odpovídá jakémukoliv znaku v rozsahu znaků.
de: Zeichenbereich. Entspricht einem beliebigen Zeichen in einem Bereich von Zeichen.
es: Intervalo de caracteres. Busca cualquier carácter del intervalo de caracteres.
fr: Plage de caractères. Correspond à tout caractère figurant dans une plage de caractères.
it: Intervallo di caratteri. Trova la corrispondenza di qualsiasi carattere in un intervallo di caratteri.
ja: 文字範囲。 文字の範囲内の任意の文字に一致します。
ko: 문자 범위입니다. 문자 범위에 있는 모든 문자를 찾습니다.
pl: Zakres znaków. Dopasowuje dowolny znak z zakresu znaków.
pt_br: Intervalo de caractere. Corresponde a qualquer caractere em um intervalo de caracteres.
ru: Диапазон символов. Соответствует любому символу в диапазоне.
tr: Karakter aralığı. Bir karakter aralığındaki tüm karakterlerle eşleşir.
uk: Діапазон символів. Відповідає будь-якому символу з діапазону.
zh_cn: 字符范围。 匹配字符范围内的任何字符。
zh_tw: 字元範圍。 符合字元範圍中的任何字元。

source: Chart application
cs: Aplikace pro práci s grafy
de: Diagrammanwendung
es: Aplicación de gráficos
fr: Application de graphique
it: Applicazione per creare grafici
ja: グラフ アプリケーション
ko: 차트 애플리케이션
pl: Aplikacja wykresów
pt_br: Aplicativo de gráfico
ru: Приложение для работы с диаграммами
tr: Çizelge uygulaması
uk: Застосунок для роботи з діаграмами
zh_cn: 图表应用程序
zh_tw: 圖表應用程式

source: Check 'If {0}.TryGetValue({1}, val)'
cs: Zkontrolovat If {0}.TryGetValue({1}, val)
de: 'If {0}.TryGetValue({1}, val)' überprüfen
es: Comprobar 'If {0}.TryGetValue({1}, val)'
fr: Vérifier « If {0}.TryGetValue({1}, val) »
it: Verifica 'If {0}.TryGetValue({1}, val)'
ja: 'If {0}.TryGetValue({1}, val)' をチェックします
ko: 'If {0}.TryGetValue({1}, val)' 확인
pl: Sprawdź wyrażenie „If {0}.TryGetValue({1}, val)”
pt_br: Verificar 'If {0}.TryGetValue({1}, val)'
ru: Проверить "If {0}.TryGetValue({1}, val)"
tr: 'If {0}.TryGetValue({1}, val)' denetle
uk: Перевіряти 'If {0}.TryGetValue({1}, val)'
zh_cn: 检查“If {0}.TryGetValue({1}, val)”
zh_tw: 檢查 'If {0}.TryGetValue({1}, val)'

source: Check 'if ({0}.Count > {1})'
cs: Zkontrolovat if ({0}.Count > {1})
de: 'if ({0}.Count > {1})' überprüfen
es: Comprobar 'if ({0}.Count > {1})'
fr: Vérifier « if ({0}.Count > {1}) »
it: Verifica 'if ({0}.Count > {1})'
ja: 'if ({0}.Count > {1})' をチェックします
ko: 'if ({0}.Count > {1})' 확인
pl: Sprawdź wyrażenie „if ({0}.Count > {1})”
pt_br: Verificar 'if ({0}.Count > {1})'
ru: Проверить "if ({0}.Count > {1})"
tr: 'if ({0}.Count > {1})' denetle
uk: Перевіряти 'if ({0}.Count > {1})'
zh_cn: 检查“if ({0}.Count > {1})”
zh_tw: 檢查 'if ({0}.Count > {1})'

source: Check 'if ({0}.Length > {1})'
cs: Zkontrolovat if ({0}.Length > {1})
de: 'if ({0}.Length > {1})' überprüfen
es: Comprobar 'if ({0}.Length > {1})'
fr: Vérifier « if ({0}.Length > {1}) »
it: Verifica 'if ({0}.Length > {1})'
ja: 'if ({0}.Length > {1})' をチェックします
ko: 'if ({0}.Length > {1})' 확인
pl: Sprawdź wyrażenie „if ({0}.Length > {1})”
pt_br: Verificar 'if ({0}.Length > {1})'
ru: Проверить "if ({0}.Length > {1})"
tr: 'if ({0}.Length > {1})' denetle
uk: Перевіряти 'if ({0}.Length > {1})'
zh_cn: 检查“if ({0}.Length > {1})”
zh_tw: 檢查 'if ({0}.Length > {1})'

source: Check for Updates Now
cs: _Vyhledat aktualizace
de: Jetzt nach Updates suchen
es: Comprobar si hay actualizaciones ahora
fr: Rechercher les mises à jour maintenant
it: Controlla ora la disponibilità di aggiornamenti
ja: 更新プログラムを今すぐ確認する
ko: 지금 업데이트 확인
pl: Wyszukaj aktualizacje teraz
pt_br: Verificar se Há Atualizações Agora
ru: Проверить наличие обновлений
tr: Güncelleştirmeleri Denetle
uk: Перевірити наявність оновлень
zh_cn: 立即检查更新
zh_tw: 立即查看是否有更新

source: Check for inequality before assignment is redundant if (x != value) x = value;
cs: Kontrola nerovnosti před přiřazením je redundantní, pokud (x != hodnota) x = hodnota;
de: Überprüfung auf Ungleichheit vor der Zuweisung ist redundant, wenn (x != value) x = value; gilt.
es: Comprobar la desigualdad antes de la asignación es redundante si (x != value) x = valor;
fr: Le contrôle d’inégalité avant assignation est redondant si (x != value) x = value;
it: Il controllo dell'uguaglianza prima dell'assegnazione è ridondante se (x != valore) x = valore;
ja: (x != 値) x = 値 の場合、代入前に非等値をチェックする処理は冗長です;
ko: (x != value) x = value;인 경우 할당이 중복되기 전에 같지 않음 확인
pl: Sprawdzenie pod kątem nierówności przed przypisaniem jest nadmiarowe: if (x != wartość) x = wartość;
pt_br: Verifique a desigualdade antes de a atribuição ser redundante se (x != valor) x = valor;
ru: Проверка неравенства перед назначением является избыточной, если (x != value) x = value;
tr: (x != value) x = value; ise atamadan önce eşitsizliğin gereksiz olup olmadığını denetle
uk: Перевірка не рівності перед присвоєнням є зайвою if (x != значення) x = значення;
zh_cn: 如果 (x != value) x = value;，则在赋值前检查不相等
zh_tw: 檢查是否相等，如果 (x != value) x = value;，則指派是冗餘的

source: Check for package _updates when opening a solution.
cs: Hledat akt_ualizace balíčků při otevírání řešení
de: Beim Öffnen einer Projektmappe auf _Paketaktualisierungen prüfen.
es: Buscar _actualizaciones de paquetes al abrir una solución.
fr: Rechercher les mises à jo_ur du paquet à l’ouverture d’une solution.
it: Controlla la _disponibilità di aggiornamenti per i pacchetti all'apertura di una soluzione.
ja: ソリューションを開いたときにパッケージの更新を確認する。(_U)
ko: 솔루션을 열 때 패키지 업데이트를 확인합니다(_U).
pl: Sprawdzaj akt_ualizacje pakietu podczas otwierania rozwiązania
pt_br: Verificar _atualizações de pacote ao abrir uma solução.
ru: Проверять _наличие обновлений для пакетов при открытии решения
tr: Bir çözüm açılırken paket _güncelleştirmelerini denetle.
uk: Після відкриття рішення перевірити _оновлення пакунків.
zh_cn: 打开解决方案时检查包更新(_U)。
zh_tw: 開啟解決方案時，查看是否有封裝更新(_U)

source: Check for the command to run on an external console
cs: Zaškrtněte, pokud se má příkaz spustit na externí konzole.
de: Aktivieren, um den Befehl in einer externen Konsole auszuführen
es: Active esta opción para que el comando se ejecute en una consola externa
fr: Cocher cette case pour que la commande s'exécute sur une console externe
ja: 外部のコンソールでコマンドを実行する場合にチェックします
ko: 외부 콘솔에서 실행할 명령 확인
pl: Zaznacz, aby uruchomić polecenie w zewnętrznej konsoli
pt_br: Marque para o comando ser executado em um console externo
ru: Установите флажок, чтобы команда выполнялась во внешней консоли
tr: Komutu bir dış konsol üzerinde yürütmek için işaretleyin

source: Check for updates to MonoDevelop and packages it requires
cs: Vyhledat aktualizace pro MonoDevelop a vyžadované balíčky
de: Updates für MonoDevelop und die erforderlichen Pakete suchen
es: Buscar actualizaciones de MonoDevelop y de los paquetes que requiere
fr: Rechercher les mises à jour de MonoDevelop et les paquets requis
it: Controlla la disponibilità di aggiornamenti per MonoDevelop e crea il pacchetto necessario
ja: MonoDevelop とその必須パッケージの更新を確認します
ko: MonoDevelop의 업데이트와 필요한 패키지 확인
pl: Wyszukaj aktualizacje narzędzia MonoDevelop i wymagane pakiety
pt_br: Verificar se há atualizações para MonoDevelop e os pacotes exigidos por ele
ru: Проверяет наличие обновлений для MonoDevelop и требуемые пакеты
tr: MonoDevelop ve gerektirdiği paketlerin güncelleştirmelerini denetleme
uk: Перевірити наявність оновлень MonoDevelop та необхідних для нього пакунків
zh_cn: 检查 MonoDevelop 及其必需包的更新
zh_tw: 查看 MonoDevelop 是否有更新及其所需的封裝

source: Check this to enable optimizations
cs: Zaškrtnutím tohoto políčka povolíte optimalizace.
de: Aktivieren, um Optimierungen zuzulassen
es: Active esta opción para habilitar las optimizaciones
fr: Cocher cette case pour activer les optimisations
ja: 最適化を有効にする場合に、これをチェックします
ko: 최적화를 사용하도록 설정하려면 선택
pl: Zaznacz, aby włączyć optymalizacje
pt_br: Marque isso para habilitar otimizações
ru: Установите флажок, чтобы включить оптимизации
tr: İyileştirmeleri etkinleştirmek için bunu işaretleyin

source: Check this to enable overflow checking
cs: Zaškrtnutím tohoto políčka povolíte kontrolu přetečení.
de: Aktivieren, um Überlaufprüfung zu aktivieren
es: Active esta opción para habilitar la comprobación de desbordamiento
fr: Cocher cette case pour activer le contrôle de dépassement
ja: オーバーフロー検査を有効にする場合に、これをチェックします
ko: 오버플로 검사를 사용하도록 설정하려면 선택
pl: Zaznacz, aby włączyć sprawdzanie przepełnienia
pt_br: Marque isso para habilitar a verificação de estouro
ru: Установите флажок, чтобы включить проверку переполнения
tr: Taşma denetimini etkinleştirmek için bunu işaretleyin

source: Check this to generate XML documentation
cs: Zaškrtnutím tohoto políčka vygenerujete dokumentaci XML.
de: Aktivieren, um eine XML-Dokumentation zu erstellen
es: Active esta opción para generar documentación XML
fr: Cocher cette case pour générer une documentation XML
ja: XML ドキュメントを生成する場合に、これをチェックします
ko: XML 문서를 생성하려면 선택
pl: Zaznacz, aby generować dokumentację w formacie XML
pt_br: Marque isso para gerar a documentação XML
ru: Установите флажок, чтобы создать XML-документацию
tr: XML belgeleri oluşturmak için bunu işaretleyin
