Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Check to highlight to current line
cs: Zaškrtněte, pokud chcete zvýrazňovat aktuální řádek.
de: Diese Option aktivieren, um die aktuelle Zeile hervorzuheben
es: Active esta casilla para resaltar hasta la línea actual
fr: Cochez la case pour mettre en surbrillance la ligne actuelle
ja: 現在の行を強調表示する場合にチェックします
ko: 현재 줄을 강조 표시하려면 선택합니다.
pl: Zaznacz, aby wyróżniać bieżący wiersz
pt_br: Selecione para realçar a linha atual
ru: Установите флажок, чтобы выделять текущую строку
tr: Geçerli satırı vurgulamak için işaretleyin

source: Check to include file directories
cs: Zaškrtněte, pokud se mají zahrnout adresáře souborů.
de: Aktivieren, um Dateiverzeichnisse einzubeziehen
es: Active esta opción para incluir los directorios de archivo
fr: Cocher cette case pour inclure les répertoires de fichiers
ja: ファイル ディレクトリを含める場合にチェックします
ko: 파일 디렉터리를 포함하려면 선택합니다.
pl: Zaznacz, aby dołączyć katalogi plików
pt_br: Marque para incluir diretórios de arquivos
ru: Установите флажок, чтобы включить каталоги файлов
tr: Dosya dizinlerini dahil etmek için işaretleyin

source: Check to include the standard header in newly created files
cs: Zaškrtněte, pokud se do nově vytvářených souborů má zahrnout standardní hlavička.
de: Aktivieren, um den Standardheader in die neu erstellten Dateien einzubeziehen
es: Active esta opción para incluir el encabezado estándar en los archivos recién creados
fr: Cocher cette case pour inclure l'en-tête standard dans les fichiers nouvellement créés
ja: 新しく作成されるファイルに標準のヘッダーを含める場合にチェックします
ko: 새로 만든 파일에 표준 헤더를 포함하려면 선택합니다.
pl: Zaznacz, aby dołączyć standardowy nagłówek do nowo tworzonych plików
pt_br: Marque para incluir o cabeçalho padrão em arquivos recém-criados
ru: Установите флажок, чтобы включить стандартный заголовок в создаваемые файлы
tr: Yeni oluşturulan dosyalara standart üst bilgiyi eklemek için işaretleyin

source: Check to indent each entry
cs: Zaškrtněte, pokud se má každá položka odsadit.
de: Aktiveren, um jeden Eintrag einzurücken
es: Active esta opción para aplicar sangría a cada entrada
fr: Cocher cette case pour mettre en retrait chaque entrée
ja: 各エントリをインデントする場合にチェックします
ko: 각 항목을 들여 쓰려면 선택합니다.
pl: Zaznacz, aby wciąć każdą pozycję
pt_br: Marque para recuar cada entrada
ru: Установите флажок, чтобы использовать отступ для каждой записи
tr: Her girişi girintilemek için işaretleyin

source: Check to indicate that this is a development dependency
cs: Zaškrtněte, pokud chcete označit, že jde o vývojovou závislost.
de: Aktivieren, um anzugeben, dass dies eine Entwicklungsabhängigkeit ist
es: Active esta opción para indicar que esta dependencia es de desarrollo
fr: Cocher cette case pour indiquer qu'il s'agit d'une dépendance de développement
ja: これが開発の依存関係であることを示す場合にチェックします
ko: 개발 종속성임을 나타내려면 선택합니다.
pl: Zaznacz, aby określić, że to jest zależność programistyczna
pt_br: Marque para indicar que isto se trata de uma dependência de desenvolvimento
ru: Установите флажок, чтобы обозначить этот объект как зависимость разработки
tr: Bunun bir geliştirme bağımlılığı olduğunu belirtmek için işaretleyin

source: Check to keep the file name and messages on separate lines
cs: Zaškrtněte, pokud se název souboru a zprávy mají ponechat na samostatných řádcích.
de: Aktiveren, um Dateinamen und Nachrichten in unterschiedlichen Zeilen zu belassen
es: Active esta opción para mantener el nombre de archivo y los mensajes en líneas distintas
fr: Cocher cette case pour conserver le nom de fichier et les messages sur des lignes séparées
ja: ファイル名とメッセージを別々の行に保持する場合にチェックします
ko: 파일 이름과 메시지를 별도의 줄에 두려면 선택합니다.
pl: Zaznacz, aby włączyć umieszczanie nazwy pliku i komunikatu w osobnych wierszach
pt_br: Marque para manter o nome do arquivo e as mensagens em linhas separadas
ru: Установите флажок, чтобы имя файла и сообщения находились на разных строках
tr: Dosya adını ve iletileri ayrı satırlarda tutmak için işaretleyin

source: Check to load an empty environment when starting the application
cs: Zaškrtněte, pokud při spuštění aplikace chcete načíst prázdné prostředí.
de: Aktivieren Sie diese Option, um eine leere Umgebung beim Starten der Anwendung zu laden.
es: Seleccionar esta opción para cargar un entorno vacío al iniciar la aplicación
fr: Cocher cette case pour charger un environnement vide au lancement de l'application
ja: アプリケーションを起動するときに空の環境を読み込む場合にチェックします
ko: 애플리케이션을 시작할 때 빈 환경을 로드하려면 선택합니다.
pl: Zaznacz, aby ładować puste środowisko podczas uruchamiania aplikacji
pt_br: Verificar para carregar um ambiente vazio ao iniciar o aplicativo
ru: Установите флажок, чтобы загрузить пустое окружение при запуске приложения
tr: Uygulama başlatılırken boş bir ortam yüklemek için işaretleyin

source: Check to load the Start Window when starting the application
cs: Zaškrtněte, pokud při spuštění aplikace chcete načíst okno Start.
de: Aktivieren Sie diese Option, um das Startfenster beim Starten der Anwendung zu laden.
es: Seleccionar esta opción para cargar la ventana de inicio al iniciar la aplicación
fr: Cocher cette case pour charger la fenêtre de démarrage au lancement de l'application
ja: アプリケーションを起動するときにスタート ウィンドウを読み込む場合にチェックします
ko: 애플리케이션을 시작할 때 시작 창을 로드하려면 선택합니다.
pl: Zaznacz, aby ładować okno uruchamiania podczas uruchamiania aplikacji
pt_br: Verificar para carregar a Janela de Início ao iniciar o aplicativo
ru: Установите флажок, чтобы загрузить окно запуска при запуске приложения
tr: Uygulama başlatılırken Başlangıç Penceresini yüklemek için işaretleyin

source: Check to load the previous solution when starting the application
cs: Zaškrtněte, pokud při spuštění aplikace chcete načíst předchozí řešení.
de: Diese Option aktivieren, um die zuletzt geöffnete Projektmappe beim Starten der Anwendung zu laden
es: Active esta casilla para cargar la solución anterior cuando se inicie la aplicación
fr: Cochez la case pour charger la solution précédente au démarrage de l'application
ja: アプリケーションを起動するときに前のソリューションを読み込む場合にチェックします
ko: 애플리케이션을 시작할 때 이전 솔루션을 로드하려면 선택합니다.
pl: Zaznacz, aby ładować poprzednie rozwiązanie podczas uruchamiania aplikacji
pt_br: Selecione para carregar a solução anterior ao iniciar o aplicativo
ru: Установите флажок, чтобы загрузить предыдущее решение при запуске приложения
tr: Uygulama başlatılırken önceki çözümü yüklemek için işaretleyin

source: Check to load the user specific settings with the solution
cs: Zaškrtněte, pokud spolu s řešením chcete načíst uživatelovo specifické nastavení.
de: Diese Option aktivieren, um die benutzerspezifischen Einstellungen mit der Projektmappe zu laden
es: Active esta casilla para cargar la configuración específica del usuario con la solución
fr: Cochez la case pour charger les paramètres spécifiques à l'utilisateur avec la solution
ja: ユーザー固有の設定をソリューションとともに読み込む場合にチェックします
ko: 솔루션과 함께 사용자별 설정을 로드하려면 선택합니다.
pl: Zaznacz, aby ładować ustawienia specyficzne dla użytkownika wraz z rozwiązaniem
pt_br: Selecione para carregar as configurações específicas do usuário com a solução
ru: Установите флажок, чтобы загрузить пользовательские параметры с решением
tr: Çözümle birlikte kullanıcıya özel ayarları yüklemek için işaretleyin

source: Check to make Backspace remove indentation
cs: Zaškrtněte, pokud chcete odebírat odsazení pomocí klávesy Backspace.
de: Diese Option aktivieren, um mit der RÜCKTASTE einen Einzug zu entfernen
es: Active esta casilla para que la barra espaciadora quite la sangría
fr: Cochez la case pour utiliser la touche Retour arrière afin de supprimer la mise en retrait
ja: Backspace でインデントの削除を行う場合にチェックします
ko: <Backspace> 키를 들여쓰기 제거로 지정하려면 선택합니다.
pl: Zaznacz, aby klawisz Backspace usuwał wcięcie
pt_br: Selecione para fazer com que Backspace remova o recuo
ru: Установите флажок, чтобы использовать клавишу BACKSPACE для удаления отступов
tr: Geri Al tuşunun girintiyi kaldırmasını sağlamak için işaretleyin

source: Check to not save changes before building
cs: Zaškrtněte, pokud nechcete před sestavením uložit změny.
de: Diese Option aktivieren, um Änderungen vor dem Erstellen nicht zu speichern
es: Active esta casilla para no guardar los cambios antes de llevar a cabo la compilación
fr: Cochez la case pour ne pas enregistrer les changements avant de générer
ja: ビルドする前に変更を保存しない場合にチェックします
ko: 빌드하기 전에 변경 내용을 저장하지 않으려면 선택합니다.
pl: Zaznacz, aby nie zapisywać zmian przed kompilowaniem
pt_br: Selecione para não salvar as alterações antes da construção
ru: Установите флажок, чтобы не сохранять изменения перед сборкой
tr: Derlemeden önce değişikliklerin kaydedilmemesi için işaretleyin

source: Check to pause the console output
cs: Zaškrtněte, pokud se má výstup konzoly pozastavit.
de: Aktivieren, um die Konsolenausgabe anzuhalten
es: Active esta opción para pausar la salida de la consola
fr: Cocher cette case pour interrompre la sortie de la console
ja: コンソール出力を一時停止する場合にチェックします
ko: 콘솔 출력을 일시 중지하려면 선택합니다.
pl: Zaznacz, aby wstrzymać wyprowadzanie danych wyjściowych do konsoli
pt_br: Marque para pausar a saída do console
ru: Установите флажок, чтобы приостановить вывод данных консоли
tr: Konsol çıkışını duraklatmak için işaretleyin

source: Check to prompt for arguments when running the command
cs: Zaškrtněte, pokud chcete při spuštění příkazu zobrazovat výzvu k zadání argumentů.
de: Diese Option aktivieren, um beim Ausführen des Befehls eine Eingabeaufforderung für Argumente anzuzeigen
es: Active esta casilla para que el sistema pida argumentos cuando se ejecute el comando
fr: Cochez la case pour demander des arguments durant l'exécution de la commande
ja: コマンドを実行するときに引数を求めるメッセージを表示する場合にチェックします
ko: 명령을 실행할 때 인수를 확인하는 프롬프트를 표시하려면 선택합니다.
pl: Zaznacz, aby monitować o argumenty przy uruchamianiu polecenia
pt_br: Selecione para solicitar argumentos ao executar o comando
ru: Установите флажок, чтобы запрашивать аргументы при выполнении команды
tr: Komut çalıştırılırken bağımsız değişkenlerin istenmesi için işaretleyin

source: Check to reformat the document when saving
cs: Zaškrtněte, pokud chcete při uložení opakovaně formátovat dokument.
de: Diese Option aktivieren, um das Dokument beim Speichern neu zu formatieren
es: Active esta casilla para volver a formatear el documento cuando se guarde
fr: Cochez la case pour remettre en forme le document durant l'enregistrement
ja: 保存するときにドキュメントを再フォーマットする場合にチェックします
ko: 저장할 때 문서 서식을 다시 지정하려면 선택합니다.
pl: Zaznacz, aby ponownie formatować dokument przy zapisywaniu
pt_br: Selecione para reformatar o documento ao salvar
ru: Установите флажок, чтобы переформатировать документ при сохранении
tr: Belgeyi kaydedilirken yeniden biçimlendirmek için işaretleyin

source: Check to require the user to accept the NuGet package's license
cs: Zaškrtněte, pokud vyžadujete, aby uživatel přijal licenci balíčku NuGet.
de: Aktivieren, damit der Benutzer die Lizenz des NuGet-Pakets akzeptieren muss
es: Marque esta opción para exigir que el usuario acepte la licencia del paquete NuGet
fr: Cocher cette case pour obliger l'utilisateur à accepter la licence du package NuGet
ja: NuGet パッケージのライセンスの受け入れをユーザーに求める場合にチェックします
ko: 사용자가 NuGet 패키지의 라이선스에 동의하도록 하려면 선택합니다.
pl: Zaznacz, aby wymagać od użytkownika zaakceptowania licencji pakietu NuGet
pt_br: Marque para exigir que o usuário aceite a licença do pacote NuGet
ru: Установите флажок, чтобы требовать от пользователя принять лицензию для пакета NuGet
tr: Kullanıcının, NuGet paketinin lisansını kabul etmesini gerektirmek için işaretleyin

source: Check to run the solution even if the build had warnings
cs: Zaškrtněte, pokud chcete řešení spustit, i když sestavení obsahovalo upozornění.
de: Diese Option aktivieren, um die Projektmappe auch dann auszuführen, wenn der Build Warnungen enthielt
es: Active esta casilla para ejecutar la solución aunque haya advertencias durante la compilación
fr: Cochez la case pour exécuter la solution même si la build présente des avertissements
ja: ビルドに警告があった場合でもソリューションを実行する場合にチェックします
ko: 빌드에 경고가 발생한 경우에도 솔루션을 실행하려면 선택합니다.
pl: Zaznacz, aby uruchamiać rozwiązanie nawet wtedy, gdy podczas kompilacji zwrócono ostrzeżenia
pt_br: Selecione para executar a solução, mesmo se o build tiver avisos
ru: Установите флажок, чтобы запустить решение даже при наличии предупреждений после сборки
tr: Derlemede uyarılar olsa bile çözümü çalıştırmak için işaretleyin

source: Check to save changes before building
cs: Zaškrtněte, pokud chcete před sestavením uložit změny.
de: Diese Option aktivieren, um Änderungen vor dem Erstellen zu speichern
es: Active esta casilla para guardar los cambios antes de llevar a cabo la compilación
fr: Cochez la case pour enregistrer les changements avant de générer
ja: ビルドする前に変更を保存する場合にチェックします
ko: 빌드하기 전에 변경 내용을 저장하려면 선택합니다.
pl: Zaznacz, aby zapisywać zmiany przed kompilowaniem
pt_br: Selecione para salvar as alterações antes da construção
ru: Установите флажок, чтобы сохранить изменения перед сборкой
tr: Derlemeden önce değişiklikleri kaydetmek için işaretleyin

source: Check to save the current file before running the command
cs: Zaškrtněte, pokud chcete před spuštěním příkazu uložit aktuální soubor.
de: Diese Option aktivieren, um die aktuelle Datei vor dem Ausführen des Befehls zu speichern
es: Active esta casilla para guardar el archivo actual antes de ejecutar el comando
fr: Cochez la case pour enregistrer le fichier actuel avant d'exécuter la commande
ja: コマンドを実行する前に現在のファイルを保存する場合にチェックします
ko: 명령을 실행하기 전에 현재 파일을 저장하려면 선택합니다.
pl: Zaznacz, aby zapisać bieżący plik przed uruchomieniem polecenia
pt_br: Selecione para salvar o arquivo atual antes de executar o comando
ru: Установите флажок, чтобы сохранить текущий файл перед выполнением команды
tr: Komut çalıştırılmadan önce geçerli dosyanın kaydedilmesi için işaretleyin

source: Check to show inherited class members in a base class group
cs: Zaškrtněte, pokud chcete zobrazovat zděděné členy tříd ve skupině základních tříd.
de: Diese Option aktivieren, um geerbte Klassenmember in einer Basisklassengruppe anzuzeigen
es: Active esta casilla para mostrar los miembros de clase heredados en un grupo de clase base
fr: Cochez la case pour afficher les membres de classe héritée dans un groupe de classes de base
ja: 基底クラス グループの継承クラス メンバーを表示する場合にチェックします
ko: 기본 클래스 그룹에서 상속된 클래스 멤버를 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać odziedziczone składowe klasy w grupie klasy bazowej
pt_br: Selecione para mostrar membros da classe herdada em um grupo de classe base
ru: Установите флажок, чтобы отображать наследуемые члены классов в группе базовых классов
tr: Bir temel sınıf grubunda devralınan sınıf üyelerini göstermek için işaretleyin

source: Check to show line endings when showing invisible characters
cs: Zaškrtněte, pokud chcete při zobrazování neviditelných znaků zobrazovat konce řádků.
de: Diese Option aktivieren, um Zeilenenden beim Anzeigen unsichtbarer Zeichen anzuzeigen
es: Active esta casilla para mostrar los finales de línea cuando se muestren caracteres invisibles
fr: Cochez la case pour afficher les fins de ligne parmi les caractères invisibles
ja: 非表示文字を表示するときに行の終わりを表示する場合にチェックします
ko: 보이지 않는 문자를 표시할 때 줄 끝을 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać zakończenia wierszy, gdy są wyświetlane niewidoczne znaki
pt_br: Selecione para mostrar finais de linha durante a exibição de caracteres invisíveis
ru: Установите флажок, чтобы при показе невидимых символов отображались знаки конца строки
tr: Görünmez karakterler gösterilirken satır sonlarını göstermek için işaretleyin

source: Check to show line numbers
cs: Zaškrtněte, pokud chcete zobrazovat čísla řádků.
de: Diese Option aktivieren, um Zeilennummern anzuzeigen
es: Active esta casilla para mostrar los números de línea
fr: Cochez la case pour afficher les numéros de ligne
ja: 行番号を表示する場合にチェックします
ko: 줄 번호를 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać numery wierszy
pt_br: Selecione para mostrar números de linha
ru: Установите флажок, чтобы отображать номера строк
tr: Satır numaralarını göstermek için işaretleyin

source: Check to show spaces when showing invisible characters
cs: Zaškrtněte, pokud chcete při zobrazování neviditelných znaků zobrazovat mezery.
de: Diese Option aktivieren, um Leerzeichen beim Anzeigen unsichtbarer Zeichen anzuzeigen
es: Active esta casilla para mostrar los espacios cuando se muestren los caracteres invisibles
fr: Cochez la case pour afficher les espaces parmi les caractères invisibles
ja: 非表示文字を表示するときにスペースを表示する場合にチェックします
ko: 보이지 않는 문자를 표시할 때 공백을 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać spacje, gdy są wyświetlane niewidoczne znaki
pt_br: Selecione para mostrar espaços durante a exibição de caracteres invisíveis
ru: Установите флажок, чтобы при показе невидимых символов отображались знаки пробелов
tr: Görünmez karakterler gösterilirken boşlukları göstermek için işaretleyin

source: Check to show tabs when showing invisible characters
cs: Zaškrtněte, pokud chcete při zobrazování neviditelných znaků zobrazovat tabulátory.
de: Diese Option aktivieren, um Tabstopps beim Anzeigen unsichtbarer Zeichen anzuzeigen
es: Active esta casilla para mostrar las tabulaciones cuando se muestren los caracteres invisibles
fr: Cochez la case pour afficher les onglets parmi les caractères invisibles
ja: 非表示文字を表示するときにタブを表示する場合にチェックします
ko: 보이지 않는 문자를 표시할 때 탭을 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać tabulatory, gdy są wyświetlane niewidoczne znaki
pt_br: Selecione para mostrar guias durante a exibição de caracteres invisíveis
ru: Установите флажок, чтобы при показе невидимых символов отображались знаки табуляции
tr: Görünmez karakterler gösterilirken sekmeleri göstermek için işaretleyin

source: Check to show the column ruler
cs: Zaškrtněte, pokud chcete zobrazovat pravítko pro sloupce.
de: Diese Option aktivieren, um das Spaltenlineal anzuzeigen
es: Active esta casilla para mostrar la regla de columna
fr: Cochez la case pour afficher la règle de colonne
ja: 列ルーラーを表示する場合にチェックします
ko: 열 눈금자를 표시하려면 선택합니다.
pl: Zaznacz, aby wyświetlać linijkę kolumn
pt_br: Selecione para mostrar a régua de coluna
ru: Установите флажок, чтобы отображать линейки столбцов
tr: Sütun cetvelini göstermek için işaretleyin

source: Check to skip building unmodified projects
cs: Tuto možnost zaškrtněte, pokud chcete přeskočit sestavení nezměněných projektů.
de: Aktivieren, um den Buildprozess für unveränderte Projekte zu überspringen
es: Seleccionar para omitir la compilación de proyectos no modificados
fr: Cocher cette case pour ignorer la génération des projets non modifiés
ja: 変更されていないプロジェクトのビルドをスキップする場合にチェックします
ko: 수정되지 않은 프로젝트 빌드를 건너뛰려면 선택합니다.
pl: Zaznacz, aby pominąć kompilowanie niezmodyfikowanych projektów
pt_br: Marque esta opção para ignorar o build de projetos sem modificações
ru: Установите флажок, чтобы не собирать проекты без изменений
tr: Değiştirilmemiş projelerin derlenmesini atlamak için işaretleyin

source: Check to step over properties and operators
cs: Zaškrtněte, pokud chcete krokovat přes vlastnosti a operátory.
de: Diese Option aktivieren, um Eigenschaften und Operatoren zu überspringen
es: Active esta casilla para saltar propiedades y operadores
fr: Cochez la case pour effectuer un pas à pas principal dans les propriétés et les opérateurs
ja: プロパティと演算子をステップ オーバーする場合にチェックします
ko: 속성 및 연산자를 건너뛰려면 선택합니다.
pl: Zaznacz, aby przekraczać nad właściwościami i operatorami
pt_br: Selecione para pular propriedades e operadores
ru: Установите флажок, чтобы пропускать свойства и операторы
tr: Özellikleri ve operatörleri adımlamak için işaretleyin

source: Check to treat warnings as errors
cs: Zaškrtněte, pokud se upozornění mají zpracovat jako chyby.
de: Aktivieren, um Warnungen als Fehler zu behandeln
es: Active esta opción para tratar advertencias como errores
fr: Cocher pour traiter les avertissements comme des erreurs
ja: 警告をエラーとして扱う場合にチェックします
ko: 경고를 오류로 처리하려면 선택합니다.
pl: Zaznacz, aby traktować ostrzeżenia jako błędy
pt_br: Marque para tratar avisos como erros
ru: Установите флажок, чтобы обрабатывать предупреждения как ошибки
tr: Uyarıları hata olarak değerlendirmek için işaretleyin

source: Check to use Visual Studio style resource names
cs: Zaškrtněte, pokud se mají použít názvy prostředků ve stylu sady Visual Studio.
de: Aktivieren, um Visual Studio-Stilressourcennamen zu verwenden
es: Active esta opción para usar nombres de recursos de estilo de Visual Studio
fr: Cocher cette case pour utiliser des noms de ressource de style Visual Studio
ja: Visual Studio スタイルのリソース名を使用する場合にチェックします
ko: Visual Studio 스타일 리소스 이름을 사용하려면 선택합니다.
pl: Zaznacz, aby użyć nazw zasobów w stylu programu Visual Studio
pt_br: Marque para usar nomes de recursos de estilo do Visual Studio
ru: Установите флажок, чтобы использовать имена ресурсов в стиле Visual Studio
tr: Visual Studio stili kaynak adlarını kullanmak için işaretleyin

source: Check to use a flat folder structure
cs: Zaškrtněte, pokud se má použít plochá struktura složek.
de: Aktivieren, um eine flache Ordnerstruktur zu verwenden
es: Active esta opción para usar una estructura de carpetas plana
fr: Cocher cette case pour utiliser une structure de dossiers plate
ja: フラットなフォルダー構造を使用する場合にチェックします
ko: 평면 폴더 구조를 사용하려면 선택합니다.
pl: Zaznacz, aby użyć płaskiej struktury folderów
pt_br: Marque para usar uma estrutura simples de pastas
ru: Установите флажок, чтобы использовать неупорядоченную структуру папок
tr: Düz klasör yapısı kullanmak için işaretleyin

source: Check to use a hierarchical folder structure
cs: Zaškrtněte, pokud se má použít hierarchická struktura složek.
de: Aktivieren, um eine hierarchische Ordnerstruktur zu verwenden
es: Active esta opción para usar una estructura de carpetas jerárquica
fr: Cocher cette case pour utiliser une structure de dossiers hiérarchique
ja: 階層的なフォルダー構造を使用する場合にチェックします
ko: 계층 폴더 구조를 사용하려면 선택합니다.
pl: Zaznacz, aby użyć hierarchicznej struktury folderów
pt_br: Marque para usar uma estrutura hierárquica de pastas
ru: Установите флажок, чтобы использовать иерархическую структуру папок
tr: Hiyerarşik klasör yapısı kullanmak için işaretleyin

source: Check to use bullets for each entry
cs: Zaškrtněte, pokud se pro každou položku mají použít odrážky.
de: Aktivieren, um Aufzählungszeichen für jeden Eintrag zu verwenden
es: Active esta opción para usar viñetas en cada entrada
fr: Cocher cette case pour utiliser des puces pour chaque entrée
ja: エントリごとに行頭文字を使用する場合にチェックします
ko: 각 항목에 글머리 기호를 사용하려면 선택합니다.
pl: Zaznacz, aby użyć punktora dla każdej pozycji
pt_br: Marque para usar marcadores para cada entrada
ru: Установите флажок, чтобы использовать маркеры для каждой записи
tr: Her giriş için madde işaretleri kullanmak için işaretleyin

source: Check to use smart semicolon placement
cs: Zaškrtněte, pokud chcete používat inteligentní umístění středníku.
de: Diese Option aktivieren, um die intelligente Platzierung von Semikolons zu verwenden
es: Active esta casilla para usar la colocación automática de signos de punto y coma
fr: Cochez la case pour utiliser le placement de point-virgule intelligent
ja: スマート セミコロン配置を使用する場合にチェックします
ko: 스마트 세미콜론 배치를 사용하려면 선택합니다.
pl: Zaznacz, aby używać inteligentnego wstawiania średników
pt_br: Selecione para usar a localização de ponto e vírgula inteligente
ru: Установите флажок, чтобы автоматически расставлять точку с запятой
tr: Akıllı noktalı virgül yerleştirmeyi kullanmak için işaretleyin
