Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Enter the type of the breakpoint exception
cs: Zadejte typ výjimky zarážky.
de: Typ der Haltepunktausnahme eingeben
es: Escriba el tipo de excepción de punto de interrupción
fr: Entrez le type de l'exception de point d'arrêt
ja: ブレークポイント例外の種類を入力します
ko: 중단점 예외의 형식을 입력합니다.
pl: Wprowadź typ wyjątku punktu przerwania
pt_br: Insira o tipo de exceção de ponto de interrupção
ru: Введите тип для исключения точки останова
tr: Kesme noktası özel durumunun türünü girin

source: Enter the username (if required) for this package source
cs: Zadejte uživatelské jméno (pokud se vyžaduje) zdroje tohoto balíčku.
de: Benutzernamen (sofern erforderlich) für diese Paketquelle eingeben
es: Especifique el nombre de usuario (si es necesario) de este origen de paquete
fr: Entrez le nom d'utilisateur (si nécessaire) de cette source de paquet
ja: このパッケージ ソースのユーザー名を入力します (必要な場合)
ko: 이 패키지 소스의 사용자 이름(필요한 경우)을 입력합니다.
pl: Wprowadź nazwę użytkownika (jeśli jest wymagana) dla tego źródła pakietów
pt_br: Insira o nome de usuário (se necessário) desta origem do pacote
ru: Введите имя пользователя для этого источника пакетов (если необходимо)
tr: Bu paket kaynağının kullanıcı adını (gerekliyse) girin

source: Enter the version
cs: Zadejte verzi.
de: Version eingeben
es: Especifique la versión
fr: Entrez la version
ja: バージョンを入力します
ko: 버전을 입력합니다.
pl: Wprowadź wersję
pt_br: Insira a versão
ru: Введите версию
tr: Sürümü girin

source: Enter the version of the NuGet package
cs: Zadejte verzi balíčku NuGet.
de: Version des NuGet-Pakets eingeben
es: Escriba la versión del paquete NuGet
fr: Entrer la version du package NuGet
ja: NuGet パッケージのバージョンを入力します
ko: NuGet 패키지의 버전 입력
pl: Wprowadź wersję pakietu NuGet
pt_br: Insira a versão do pacote NuGet
ru: Введите версию пакета NuGet
tr: NuGet paketinin sürümünü girin

source: Enter the warning numbers separated by a comma that the compile should ignore
cs: Zadejte čárkami oddělená čísla upozornění, která má kompilátor ignorovat.
de: Warnungsnummern getrennt durch ein Komma eingeben, das die Kompilierung ignorieren soll
es: Especifique los números de advertencia separados por coma que debe ignorar la compilación
fr: Entrer les numéros d'avertissement, séparés par une virgule, que la compilation doit ignorer
ja: コンパイルで無視すべき警告番号をコンマ区切りで入力します
ko: 컴파일에서 무시해야 할 경고 번호를 쉼표로 구분하여 입력
pl: Wprowadź numery ostrzeżeń rozdzielone przecinkami, które kompilator powinien ignorować
pt_br: Insira os números de aviso, separados por uma vírgula, que a compilação deve ignorar
ru: Введите номера предупреждений, которые компилятор должен игнорировать, разделив их запятыми
tr: Derleyicinin yoksayması gereken uyarı numaralarını virgülle ayrılmış olarak girin

source: Enter the working directory for this command
cs: Zadejte pracovní adresář pro tento příkaz.
de: Arbeitsverzeichnis für diesen Befehl eingeben
es: Escriba el directorio de trabajo de este comando
fr: Entrez le répertoire de travail de cette commande
ja: このコマンドの作業ディレクトリを入力します
ko: 이 명령에 대한 작업 디렉터리를 입력합니다.
pl: Wprowadź katalog roboczy dla tego polecenia
pt_br: Insira o diretório de trabalho para esse comando
ru: Укажите рабочий каталог для этой команды
tr: Bu komutun çalışma dizinini girin

source: Enter trace expression.
cs: Zadejte výraz trasování.
de: Trace-Ausdruck eingeben
es: Escriba la expresión de seguimiento.
fr: Entrez l’expression de trace.
it: Immettere l'espressione di traccia.
ja: トレース式を入力します。
ko: 추적 식을 입력하세요.
pl: Podaj wyrażenie śledzenia.
pt_br: Insira a expressão de rastreamento.
ru: Введите выражение трассировки.
tr: İzleme ifadesi girin.
zh_cn: 输入跟踪表达式。
zh_tw: 輸入 trace 運算式。

source: Entry the root directory for the project
cs: Zadejte kořenový adresář projektu.
de: Stammverzeichnis für das Projekt eingeben
es: Escriba el directorio raíz del proyecto
fr: Entrer le répertoire racine du projet
ja: プロジェクトのルート ディレクトリを入力します
ko: 프로젝트의 루트 디렉터리 입력
pl: Podaj katalog główny projektu
pt_br: Insira o diretório raiz para o projeto
ru: Введите корневой каталог проекта
tr: Projenin kök dizinini girin

source: Enum name
cs: Název výčtu
de: Enumerationsname
es: Nombre de enumeración
fr: Nom de l’enum
it: Nome dell'enumerazione
ja: 列挙型名
ko: 열거형 이름
pl: Nazwa wyliczenia
pt_br: Nome da enumeração
ru: Имя перечисления
tr: Sabit liste adı
uk: Назва переліку
zh_cn: 枚举名称
zh_tw: 列舉名稱

source: Enumeration name
cs: Název výčtu
de: Enumerationsname
es: Nombre de enumeración
fr: Nom de l’énumération
it: Nome dell'enumerazione
ja: 列挙型名
ko: 열거형 이름
pl: Nazwa wyliczenia
pt_br: Nome da enumeração
ru: Имя перечисления
tr: Sabit listesi adı
uk: Назва переліку
zh_cn: 枚举名称
zh_tw: 列舉名稱

source: Environment
cs: Prostředí
de: Umgebung
es: Entorno
fr: Environnement
it: Ambiente
ja: 環境
ko: 환경
pl: Środowisko
pt_br: Ambiente
ru: Среда
tr: Ortam
uk: Середовище
zh_cn: 环境
zh_tw: 環境

source: Environment Variables
cs: Proměnné prostředí
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d’environnement
it: Variabili di ambiente
ja: 環境変数
ko: 환경 변수
pl: Zmienne środowiskowe
pt_br: Variáveis de Ambiente
ru: Переменные среды
tr: Ortam Değişkenleri
uk: Змінні середовища
zh_cn: 环境变量
zh_tw: 環境變數

source: Environment Variables:
cs: Proměnné prostředí:
de: Umgebungsvariablen:
es: Variables de entorno:
fr: Variables d’environnement :
it: Variabili di ambiente:
ja: 環境変数:
ko: 환경 변수:
pl: Zmienne środowiskowe:
pt_br: Variáveis de Ambiente:
ru: Переменные среды:
tr: Ortam Değişkenleri:
uk: Змінні середовища:
zh_cn: 环境变量:
zh_tw: 環境變數:

source: Equivalent to {n} (lazy {n}).
cs: Je ekvivalentní k {n} (lazy {n}).
de: Gleichbedeutend mit {n} (lazy {n}).
es: Equivalente a {n} (lazy {n}).
fr: Équivaut à {n} (lazy {n}).
it: Equivale a {n} (lazy {n}).
ja: {n} (lazy {n}) と同等です。
ko: {n}과 동일합니다(lazy {n}).
pl: Równoważne: {n} (lazy {n}).
pt_br: Equivalente a {n} (lento {n}).
ru: Эквивалентно {n} (lazy {n}).
tr: {n} öğesine eşdeğer (lazy {n}).
uk: Те саме, що {n} (лінивий {n}).
zh_cn: 等效于 {n} (lazy {n})。
zh_tw: 相當於 {n} (延遲 {n})。

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

source: Error copying support file '{0}'.
cs: Při kopírování pomocného souboru {0} došlo k chybě.
de: Fehler beim Kopieren der Unterstützungsdatei '{0}'.
es: Error al copiar el archivo de soporte '{0}'.
fr: Erreur lors de la copie du fichier de support « {0} ».
it: Si è verificato un errore durante la copia del file di supporto '{0}'.
ja: サポート ファイル '{0}' のコピーでエラーが発生しました。
ko: 지원 파일 '{0}'을(를) 복사하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas kopiowania pliku pomocniczego „{0}”.
pt_br: Erro ao copiar o arquivo de suporte '{0}'.
ru: Ошибка при копировании файла поддержки "{0}".
tr: '{0}' adlı destek dosyası kopyalanırken hata oluştu.
uk: Помилка при копіюванні файлу підтримки '{0}'.
zh_cn: 复制支持文件“{0}”时出错。
zh_tw: 複製支援檔案 '{0}' 時發生錯誤。

source: Error creating XML schema.
cs: Při vytváření schématu XML došlo k chybě.
de: Fehler beim Erstellen des XML-Schemas.
es: Error al crear el esquema XML.
fr: Erreur lors de la création du schéma XML.
it: Si è verificato un errore durante la creazione dell'XML Schema.
ja: XML スキーマの作成中にエラーが発生しました。
ko: XML 스키마를 만드는 동안 오류가 발생했습니다.
pl: Błąd podczas tworzenia schematu XML.
pt_br: Erro ao criar o esquema XML.
ru: Ошибка при создании схемы XML.
tr: XML şeması oluşturulurken hata oluştu.
uk: Помилка створення схеми XML.
zh_cn: 创建 XML 架构时出错。
zh_tw: 建立 XML 結構描述時發生錯誤。

source: Error creating file
cs: Chyba při vytváření souboru
de: Fehler beim Erstellen der Datei.
es: Error al crear el archivo
fr: Erreur lors de la création du fichier
it: Si è verificato un errore durante la creazione del file
ja: ファイルの作成時にエラーが発生しました
ko: 파일을 만드는 동안 오류가 발생했습니다.
pl: Błąd podczas tworzenia pliku
pt_br: Erro ao criar o arquivo
ru: Ошибка при создании файла
tr: Dosya oluşturulurken hata oluştu
zh_cn: 创建文件时出错
zh_tw: 建立檔案時發生錯誤

source: Error deleting support file '{0}'.
cs: Při odstraňování pomocného souboru {0} došlo k chybě.
de: Fehler beim Löschen der Unterstützungsdatei '{0}'.
es: Error al eliminar el archivo de soporte '{0}'.
fr: Erreur lors de la suppression du fichier de support « {0} ».
it: Si è verificato un errore durante l'eliminazione del file di supporto '{0}'.
ja: サポート ファイル '{0}' の削除でエラーが発生しました。
ko: 지원 파일 '{0}'을(를) 삭제하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas usuwania pliku pomocniczego „{0}”.
pt_br: Erro ao excluir o arquivo de suporte '{0}'.
ru: Ошибка при удалении файла поддержки "{0}".
tr: '{0}' adlı destek dosyası silinirken hata oluştu.
uk: Помилка при видаленні файлу підтримки '{0}'.
zh_cn: 删除支持文件“{0}”时出错。
zh_tw: 刪除支援檔案 '{0}' 時發生錯誤。

source: Error in file '{0}' at line {1}, column {2}.
cs: Chyba v souboru {0} na řádku {1} ve sloupci {2}.
de: Fehler in Datei '{0}' bei Zeile {1}, Spalte {2}
es: Error en el archivo '{0}', en la línea {1}, columna {2}.
fr: Erreur dans le fichier « {0} », ligne {1}, colonne {2}.
it: È presente un errore nel file '{0}' a riga {1}, colonna {2}.
ja: ファイル '{0}' の行 {1}、列 {2} でエラーが発生しました。
ko: '{0}' 파일의 {1}줄, {2}열에서 오류가 발생했습니다.
pl: Błąd w pliku „{0}” w wierszu {1}, kolumna {2}.
pt_br: Erro no arquivo '{0}' na linha {1}, coluna {2}.
ru: Ошибка в файле "{0}", строка {1}, столбец {2}.
tr: '{0}' dosyasında {1} satırı, {2} sütununda hata.
uk: Помилка у файлі '{0}' в {1} рядку, {2} стовпчику.
zh_cn: 文件“{0}”的第 {1} 行、第 {2} 列出错。
zh_tw: 檔案 '{0}' 的第 {1} 行、第 {2} 欄位發生錯誤。

source: Error in loading files for '{0}'. Skipping.
cs: Při načítání souborů pro {0} došlo k chybě. Přeskočí se.
de: Fehler beim Laden von Dateien für '{0}'. Wird übersprungen.
es: Error al cargar archivos para '{0}'. Se omitirán.
fr: Erreur lors du chargement des fichiers pour « {0} ». Fichiers ignorés.
it: Si è verificato un errore durante il caricamento dei file per '{0}'. L'operazione non verrà eseguita.
ja: '{0}' のファイルの読み込みでエラーが発生しました。スキップします。
ko: '{0}'의 파일을 로드하는 동안 오류가 발생했습니다. 건너뜁니다.
pl: Wystąpił błąd podczas ładowania plików elementu „{0}”. Pomijanie.
pt_br: Erro ao carregar arquivos para '{0}'. Ignorando.
ru: Ошибка при загрузке файлов для "{0}" Пропуск.
tr: '{0}' dosyaları yüklenirken hata oluştu. Atlanıyor.
uk: Не вдалось завантажити файли для '{0}'. Пропущено.
zh_cn: 加载“{0}”的文件时出错。正在跳过。
zh_tw: 載入 '{0}' 的檔案時發生錯誤。將予以跳過。

source: Error in loading references: {0}. Skipping syncing of references
cs: Při načítání odkazů došlo k chybě: {0}. Synchronizace odkazů se přeskočí.
de: Fehler beim Laden von Verweisen: {0}. Synchronisierung von Verweisen wird übersprungen.
es: Error al cargar referencias: {0}. Se omitirá la sincronización de referencias
fr: Erreur lors du chargement des références : {0}. Synchronisation des références ignorée
it: Si è verificato un errore durante il caricamento dei riferimenti: {0}. La sincronizzazione dei riferimenti non verrà eseguita
ja: 参照の読み込みでエラーが発生しました: {0}。参照の同期をスキップします
ko: 참조를 로드하는 동안 오류가 발생했습니다. {0}. 참조의 동기화를 건너뜁니다.
pl: Błąd podczas ładowania odwołań: {0}. Synchronizowanie odwołań zostanie pominięte
pt_br: Erro ao carregar as referências: {0}. Ignorando a sincronização de referências
ru: Ошибка при загрузке ссылок: {0}. Пропуск синхронизации ссылок
tr: Başvurular yüklenirken hata oluştu: {0}. Başvuruları eşitleme atlanıyor
uk: Помилка завантаження посилань: {0}. Синхронізацію посилань пропущено.
zh_cn: 加载引用时出错: {0}。正在跳过引用同步
zh_tw: 載入參考時發生錯誤: {0}。正在跳過參考的同步作業

source: Error initializing Version Control
cs: Při inicializaci správy verzí došlo k chybě.
de: Fehler beim Initialisieren der Versionskontrolle.
es: Error al inicializar el control de versiones
fr: Erreur durant l'initialisation de la gestion de versions
ja: バージョン コントロールの初期化でエラーが発生しました
ko: 버전 제어를 초기화하는 동안 오류 발생
pl: Błąd podczas inicjowania kontroli wersji
pt_br: Erro ao inicializar o Controle de Versão
ru: Ошибка при инициализации системы управления версиями.
tr: Sürüm Denetimi başlatılırken hata oluştu

source: Error launching web browser
cs: Chyba při spouštění webového prohlížeče
de: Fehler beim Starten des Webbrowsers.
es: Error al iniciar el explorador web
fr: Erreur lors du lancement du navigateur web
it: Si è verificato un errore durante l'avvio del Web browser
ja: Web ブラウザーの起動中にエラーが発生しました
ko: 웹 브라우저를 시작하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas uruchamiania przeglądarki sieci Web
pt_br: Erro ao iniciar navegador da Web
ru: Ошибка при запуске веб-браузера
tr: Web tarayıcısı başlatılırken hata
uk: Помилка запуску веб-оглядача
zh_cn: 启动 Web 浏览器时出错
zh_tw: 啟動網頁瀏覽器時發生錯誤

source: Error loading template {0} for language {1}
cs: Chyba při načítání šablony {0} pro jazyk {1}
de: Fehler beim Laden der Vorlage {0} für Programmiersprache {1}.
es: Error al cargar la plantilla {0} para el lenguaje {1}
fr: Erreur de chargement du modèle {0} pour le langage {1}
it: Si è verificato un errore durante il caricamento del modello {0} per il linguaggio {1}
ja: 言語 {1} のテンプレート {0} の読み込み中にエラーが発生しました
ko: {1} 언어의 {0} 템플릿을 로드하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas ładowania szablonu {0} dla języka {1}
pt_br: Erro ao carregar o modelo {0} para a linguagem {1}
ru: Ошибка при загрузке шаблона {0} для языка {1}
tr: {1} dili için {0} şablonu yüklenirken hata oluştu
uk: Помилка завантаження шаблону {0} для мови {1}
zh_cn: 加载语言 {1} 的模板 {0} 时出错
zh_tw: 載入語言 {1} 的範本 {0} 時發生錯誤

source: Error opening file.
cs: Chyba při otevírání souboru
de: Fehler beim Öffnen der Datei.
es: Error al abrir el archivo.
fr: Erreur lors de l’ouverture du fichier.
it: Si è verificato un errore durante l'apertura del file.
ja: ファイルを開くときにエラーが発生しました。
ko: 파일을 여는 동안 오류가 발생했습니다.
pl: Błąd podczas otwierania pliku.
pt_br: Erro ao abrir o arquivo.
ru: Ошибка при открытии файла.
tr: Dosya açma hatası.
zh_cn: 打开文件时出错。
zh_tw: 開啟檔案時發生錯誤。

source: Error or Warning
cs: Chyba nebo upozornění
de: Fehler oder Warnung
es: Error o advertencia.
fr: Erreur ou avertissement
it: Errore o avviso
ja: エラーまたは警告
ko: 오류 또는 경고
pl: Błąd lub ostrzeżenie
pt_br: Erro ou Aviso
ru: Ошибка или предупреждение
tr: Hata veya Uyarı
uk: Помилка або попередження
zh_cn: 错误或警告
zh_tw: 錯誤或警告

source: Error reading file '{0}'.
cs: Chyba při čtení souboru {0}
de: Fehler beim Lesen der Datei '{0}'.
es: Error al leer el archivo '{0}'.
fr: Erreur lors de la lecture du fichier « {0} ».
it: Si è verificato un errore durante la lettura del file '{0}'.
ja: ファイル '{0}' の読み込み中にエラーが発生しました。
ko: '{0}' 파일을 읽는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas odczytywania pliku „{0}”.
pt_br: Erro ao ler o arquivo '{0}'.
ru: Ошибка при чтении файла "{0}".
tr: {0} dosyası okunurken hata oluştu.
uk: Помилка читання файлу '{0}'.
zh_cn: 读取文件“{0}”时出错。
zh_tw: 讀取檔案 '{0}' 時發生錯誤。

source: Error regex :
cs: Chybový regulární výraz:
de: Fehler-RegEx:
es: Regex para error:
fr: Expression régulière d’erreur :
it: Regex errore:
ja: エラー RegEx:
ko: 오류 정규식:
pl: Wyrażenie regularne błędów:
pt_br: Regex de erro:
ru: Регулярное выражение ошибок:
tr: Hata normal ifadesi:
uk: Регулярний вираз для помилок:
zh_cn: 错误正则表达式:
zh_tw: 錯誤 regex:

source: Error resolving Makefile based project references for solution {0}
cs: Při překládání odkazů projektu založeného na souboru pravidel pro řešení {0} došlo k chybě.
de: Fehler beim Auflösen Makefile-basierter Projektverweise für Projektmappe {0}.
es: Error al resolver las referencias de proyecto basadas en archivo Make para la solución {0}
fr: Erreur lors de la résolution des références de projet basées sur un Makefile pour la solution {0}
it: Si è verificato un errore durante la risoluzione dei riferimenti del progetto basato su makefile per la soluzione {0}
ja: ソリューション {0} 用のメイクファイル ベースのプロジェクト参照を解決中にエラーが発生しました
ko: {0} 솔루션의 메이크파일 기반 프로젝트 참조를 확인하는 동안 오류가 발생했습니다.
pl: Błąd rozpoznawania pliku reguł programu make na podstawie odwołań projektu dla rozwiązania {0}
pt_br: Erro ao resolver referências de projeto baseadas em Makefile para a solução {0}
ru: Ошибка при разрешении ссылок проекта на базе makefile для решения {0}
tr: {0} çözümü için Derleme görevleri dosyası tabanlı proje başvuruları çözümlenirken hata oluştu
uk: Помилка розбору посилань проекту на основі Makefile для рішення {0}
zh_cn: 为解决方案 {0} 解析基于生成文件的项目引用时出错
zh_tw: 解析解決方案 {0} 的 Makefile 專案參考時發生錯誤。

source: Error saving to Makefile ({0}) for project {1}
cs: Při ukládání souboru pravidel ({0}) pro projekt {1} došlo k chybě.
de: Fehler beim Speichern in Makefile ({0}) für Projekt {1}.
es: Error al guardar el archivo Make ({0}) del proyecto {1}
fr: Erreur lors de l’enregistrement du Makefile ({0}) pour le projet {1}
it: Si è verificato un errore durante il salvataggio nel makefile ({0}) per il progetto {1}
ja: プロジェクト {1} のメイクファイル ({0}) の保存時にエラーが発生しました
ko: {1} 프로젝트의 메이크파일({0})에 저장하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas zapisywania do pliku reguł programu make ({0}) dla projektu {1}
pt_br: Erro ao salvar no Makefile ({0}) para o projeto {1}
ru: Ошибка при сохранении в файл makefile ({0}) для проекта {1}
tr: {1} projesi için Derleme görevleri dosyası ({0}) kaydedilirken hata oluştu
uk: Не вдалось зберегти у Makefile ({0}) для проекту {1}
zh_cn: 保存到项目 {1} 的生成文件({0})时出错
zh_tw: 儲存專案 {1} 的 Makefile ({0}) 時發生錯誤

source: Error trying to read configure.in ('{0}') for project '{1}': {2}
cs: Při pokusu o čtení configure.in ({0}) pro projekt {1} došlo k chybě: {2}
de: Fehler beim Lesen von 'configure.in' ('{0}') für Projekt '{1}': {2}.
es: Error al intentar leer configure.in ('{0}') para el proyecto '{1}': {2}
fr: Erreur lors de la tentative de lecture de configure.in (« {0} ») pour le projet « {1} » : {2}
it: Si è verificato un errore durante il tentativo di leggere configure.in ('{0}') per il progetto '{1}': {2}
ja: プロジェクト '{1}' の configure.in ('{0}') を読み込もうとしてエラーが発生しました: {2}
ko: '{1}' 프로젝트의 configure.in('{0}')을 읽는 동안 오류가 발생했습니다. {2}
pl: Błąd podczas próby odczytu pliku configure.in („{0}”) dla projektu „{1}”: {2}
pt_br: Erro ao tentar ler o configure.in ('{0}') para o projeto '{1}': {2}
ru: Ошибка при попытке чтения configure.in ("{0}") для проекта "{1}": {2}
tr: '{1}' projesi için configure.in ('{0}') okunmaya çalışırken hata: {2}
uk: Не вдалось прочитати файл configure.in ('{0}') проекту '{1}': {2}
zh_cn: 尝试读取项目“{1}”的 configure.in (“{0}”)时出错: {2}
zh_tw: 嘗試讀取專案 '{1}' 的 configure.in ('{0}') 時發生錯誤: {2}

source: Error while generating the print preview
cs: Chyba při generování náhledu před tiskem
de: Fehler bei der Erstellung der Druckvorschau.
es: Error al generar la vista previa de impresión
fr: Erreur pendant la génération de l’aperçu avant impression
it: Si è verificato un errore durante la generazione dell'anteprima di stampa
ja: 印刷プレビューの生成中にエラーが発生しました
ko: 인쇄 미리 보기를 생성하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas generowania podglądu wydruku
pt_br: Erro ao gerar visualização da impressão
ru: Ошибка при создании представления предпросмотра печатаемого
tr: Baskı önizlemesini oluştururken hata oluştu
uk: Помилка при створенні перегляду друку
zh_cn: 生成打印预览时出错
zh_tw: 產生預覽列印時發生錯誤

source: Error while getting previous revision.
cs: Při získávání předchozí revize došlo k chybě.
de: Fehler beim Abrufen der vorherigen Revision.
es: Error al obtener la revisión anterior.
fr: Erreur lors de l’obtention de la révision précédente.
it: Si è verificato un errore durante il recupero della revisione precedente.
ja: 以前のリビジョンを取得中にエラーが発生しました。
ko: 이전 수정 버전을 가져오는 동안 오류가 발생했습니다.
pl: Błąd podczas pobierania poprzedniej poprawki.
pt_br: Erro ao obter a revisão anterior.
ru: Ошибка при получении предыдущей редакции.
tr: Önceki düzeltme alınırken hata oluştu.
zh_cn: 获取以前的修订版时出错。
zh_tw: 取得上一個修訂時發生錯誤。

source: Error while getting revision text.
cs: Došlo k chybě při načítání textu revize.
de: Fehler beim Abrufen des Revisionstexts.
es: Error al obtener el texto de la revisión.
fr: Erreur lors de l’obtention du texte de la révision.
it: Si è verificato un errore durante il recupero del testo della revisione.
ja: リビジョン テキストを取得中にエラーが発生しました。
ko: 수정 버전 텍스트를 가져오는 동안 오류가 발생했습니다.
pl: Błąd podczas pobierania tekstu poprawki.
pt_br: Erro ao obter o texto de revisão.
ru: Ошибка при получении текста редакции.
tr: Düzeltme metni alınırken hata oluştu.
zh_cn: 获取修订版文本时出错。
zh_tw: 取得修訂文字時發生錯誤。

source: Error while getting the base text of {0}: {1}
cs: Chyba při načítání základního textu {0}: {1}
de: Fehler beim Abrufen des Basistexts von {0}: {1}.
es: Error al obtener el texto base de {0}: {1}
fr: Erreur lors de l’obtention du texte de base de {0} : {1}
it: Si è verificato un errore durante il recupero del testo di base di {0}: {1}
ja: {0} の対象テキストを取得中にエラーが発生しました: {1}
ko: {0}의 기본 텍스트를 가져오는 동안 오류가 발생했습니다. {1}
pl: Błąd podczas pobierania tekstu podstawowego elementu {0}: {1}
pt_br: Erro ao obter o texto base de {0}: {1}
ru: Ошибка при получении базового текста для {0}: {1}
tr: {0} taban metni alınırken hata oluştu: {1}
uk: Помилка при отриманні основного тексту {0}: {1}
zh_cn: 获取 {0} 的基础文本时出错: {1}
zh_tw: 取得 {0} 的基本文字時發生錯誤: {1}

source: Error while getting the text of revision {0}: {1}
cs: Chyba při načítání textu revize {0}: {1}
de: Fehler beim Abrufen des Texts von Revision {0}: {1}.
es: Error al obtener el texto de la revisión {0}: {1}
fr: Erreur lors de l’obtention du texte de la révision {0} : {1}
it: Si è verificato un errore durante il recupero del testo della revisione {0}: {1}
ja: テキストのリビジョン {0} を取得中にエラーが発生しました: {1}
ko: 수정 버전 {0}의 텍스트를 가져오는 동안 오류가 발생했습니다. {1}
pl: Błąd podczas pobierania tekstu poprawki {0}: {1}
pt_br: Erro ao obter texto de revisão {0}: {1}
ru: Ошибка при получении текста редакции {0}: {1}
tr: {0} düzeltmesinin metni alınırken hata oluştu: {1}
uk: Помилка при отриманні тексту ревізії {0}: {1}
zh_cn: 获取修订版 {0} 的文本时出错: {1}
zh_tw: 取得修訂版 {0} 的文字時發生錯誤: {1}

source: Error while loading theme: {0}
cs: Došlo k chybě při načítání motivu: {0}
de: Fehler beim Laden von Design: {0}
es: Error al cargar el tema: {0}
fr: Erreur de chargement du thème : {0}
ja: テーマの読み込み中にエラーが発生しました: {0}
ko: 테마를 로드하는 동안 오류 발생: {0}
pl: Błąd podczas ładowania motywu: {0}
pt_br: Erro ao carregar o tema: {0}
ru: Ошибка при загрузке темы: {0}
tr: Tema yüklenirken hata oluştu: {0}

source: Error while renaming symbol {0}
cs: Chyba při přejmenování symbolu {0}
de: Fehler beim Umbenennen des Symbols "{0}".
es: Error al cambiar el símbolo {0} de nombre
fr: Erreur de renommage du symbole {0}
ja: シンボル {0} の名前変更中のエラー
ko: 기호 {0}의 이름을 바꾸는 동안 오류 발생
pl: Błąd podczas zmieniania nazwy symbolu {0}
pt_br: Erro ao renomear o símbolo {0}
ru: Ошибка при переименовании символа {0}.
tr: Simge yeniden adlandırılırken hata {0}

source: Error while saving global rule set file '{0}'.
cs: Chyba při ukládání souboru globální sady pravidel {0}
de: Fehler beim Speichern der Datei "{0}" für den globale Regelsatz.
es: Error al guardar el archivo de conjunto de reglas globales "{0}".
fr: Erreur d'enregistrement du fichier d'ensemble de règles globales '{0}'.
ja: グローバル ルール セット ファイル '{0}' の保存中のエラー。
ko: 전역 규칙 집합 파일 '{0}'을(를) 저장하는 동안 오류가 발생했습니다.
pl: Błąd podczas zapisywania pliku zestawu reguł globalnych „{0}”.
pt_br: Erro ao salvar a regra global de arquivo de conjunto '{0}'.
ru: Произошла ошибка при сохранении файла глобального набора правил "{0}".
tr: Dosya kaydedilirken genel kural kümesini oluşturulurken hata oluştu '{0}'.
