Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The maximum number of threads in the general threadpool will be 20 + (ThreadsPerCpu * number of CPUs). The default valuefor this variable is 10.
cs: Maximální počet vláken v obecném fondu vláken bude 20 + (počet vláken na procesor * počet procesorů). Výchozí hodnota této proměnné je 10.
de: Die maximale Anzahl von Threads im allgemeinen Threadpool beträgt 20 + (ThreadsPerCpu * Anzahl der CPUs). Der Standardwert für diese Variable ist 10.
es: El número máximo de subprocesos en el grupo de subprocesos general será 20 + (subprocesos por CPU * número de CPU). El valor predeterminado de esta variable es 10.
fr: Le nombre maximal de threads dans le threadpool général est de 20 + (ThreadsPerCpu * nombre d’UC). La valeur par défaut de cette variable est 10.
it: Il numero massimo di thread nel pool di thread sarà pari alla somma di 20 e del prodotto di Thread per CPU per il numero di CPU. Il valore predefinito per questa variabile è 10.
ja: 標準スレッドプール内のスレッド最大数は、20 + (ThreadsPerCpu * CPU 数) になります。この変数の既定値は 10 です。
ko: 일반 스레드 풀의 최대 스레드 수는 20 + (ThreadsPerCpu * CPU 수)입니다. 이 변수의 기본값은 10입니다.
pl: Maksymalna liczba wątków w ogólnej puli wątków będzie wynosić 20 + (liczba wątków na procesor * liczba procesorów). Wartość domyślna tej zmiennej to 10.
pt_br: O número máximo de threads no threadpool geral será 20 + (ThreadsPerCpu * número de CPUs). O valor padrão nessa variável é 10.
ru: Максимальное число потоков в общем пуле потоков будет равно 20 + (ThreadsPerCpu * число ЦП). Значение по умолчанию для этой переменной равно 10.
tr: Genel iş parçacığı havuzundaki maksimum iş parçacığı sayısı 20'den fazladır (ThreadsPerCpu * CPU'ların sayısı). Bu değişken için varsayılan değer 10'dur.
zh_cn: 常规线程池中的最大线程数目将为 20 个以上(每 CPU 线程数 * CPU 数目)。此变量的默认值为 10。
zh_tw: 一般執行緒集區中的執行緒數目上限將是 20 + (ThreadsPerCpu * CPU 數目)。此變數的預設值是 10。

source: The minimum GTK# version required to use this component.
cs: Minimální verze GTK# vyžadovaná pro použití této komponenty.
de: Die minimale Gtk#-Version, die für die Verwendung der Komponente erforderlich ist.
es: Versión de GTK# mínima requerida para usar este componente.
fr: Version minimale de GTK# requise pour utiliser ce composant.
it: Versione minima di GTK# richiesta per usare questo componente.
ja: このコンポーネントの使用に必要な GTK# の最小バージョン。
ko: 이 구성 요소를 사용하려면 최소 GTK# 버전이 필요합니다.
pl: Minimalna wersja biblioteki GTK# wymagana do użycia tego składnika.
pt_br: A versão mínima do GTK# necessária para usar este componente.
ru: Минимальная версия GTK#, необходимая для использования этого компонента.
tr: Bu bileşeni kullanmak için gereken en düşük GTK# sürümü.
uk: Найнижча версія GTK#, необхідна для використання цього компонента.
zh_cn: 使用此组件时所需的最低 GTK# 版本。
zh_tw: 使用此元件所需的最低 GTK# 版本。

source: The name '{0}' does not exist in the current context.
cs: Název {0} v aktuálním kontextu neexistuje.
de: Der Name '{0}' ist im aktuellen Kontext nicht vorhanden.
es: El nombre '{0}' no existe en el contexto actual.
fr: Le nom « {0} » n’existe pas dans le contexte actuel.
it: Il nome '{0}' non esiste nel contesto corrente.
ja: 名前 '{0}' は現在のコンテキストに存在しません。
ko: '{0}' 이름이 현재 컨텍스트에 없습니다.
pl: Nazwa „{0}” nie istnieje w bieżącym kontekście.
pt_br: O nome '{0}' não existe no contexto atual.
ru: Имя "{0}" не существует в текущем контексте.
tr: '{0}' adı bu bağlamda yok.
uk: Назва '{0}' відсутня у поточному контексті.
zh_cn: 当前上下文中不存在名称“{0}”。
zh_tw: 目前的內容中沒有名稱 '{0}'。

source: The name can be inferred from the initializer expression
cs: Název jde odvodit z inicializačního výrazu.
de: Der Name kann vom Initialisiererausdruck abgeleitet werden.
es: El nombre se puede inferir de la expresión de inicializador
fr: Le nom peut être déduit à partir de l’expression d’initialiseur
it: Il nome può essere dedotto dall'espressione dell'inizializzatore
ja: 名前は初期化子式から推測できます
ko: 이름은 이니셜라이저 식에서 유추할 수 있습니다.
pl: Nazwę można wywnioskować z wyrażenia inicjatora
pt_br: O nome pode ser deduzido com base na expressão do inicializador
ru: Имя можно вывести из выражения инициализатора
tr: Ad, başlatıcı ifadesinden alınabilir
zh_cn: 可以从初始值设定项表达式推断名称
zh_tw: 可以透過初始設定式運算式推斷名稱

source: The name can't be empty
cs: Název nemůže být prázdný.
de: Der Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
ja: 名前を空にすることはできません
ko: 이름은 비워 둘 수 없습니다.
pl: Ta nazwa nie może być pusta
pt_br: O nome não pode estar vazio
ru: Имя не может быть пустым.
tr: Ad boş olamaz

source: The name of the attribute
cs: Název atributu
de: Attributname
es: Nombre del atributo
fr: Le nom de l’attribut
it: Nome dell'attributo
ja: 属性の名前
ko: 특성의 이름
pl: Nazwa atrybutu
pt_br: O nome de um atributo
ru: Имя атрибута
tr: Özniteliğin adı
uk: Назва атрибута
zh_cn: 属性名称
zh_tw: 屬性的名稱

source: The name of the component class.
cs: Název třídy komponenty
de: Der Name der Komponentenklasse.
es: Nombre de la clase del componente.
fr: Le nom de la classe de composant.
it: Nome della classe del componente.
ja: コンポーネント クラスの名前。
ko: 구성 요소 클래스의 이름입니다.
pl: Nazwa klasy składnika.
pt_br: O nome da classe de componente.
ru: Имя класса компонентов.
tr: Bileşen sınıfının adı.
uk: Назва класу компонента
zh_cn: 组件类的名称。
zh_tw: 元件類別的名稱。

source: The name of the existing file the type will be generated in.
cs: Název existujícího souboru, ve kterém se typ vygeneruje
de: Der Name der vorhandenen Datei, in der der Typ generiert wird.
es: El nombre del archivo existente en el que se generará el tipo.
fr: Nom du fichier existant dans lequel le type va être généré.
ja: 型が生成される先の既存のファイルの名前。
ko: 형식이 생성될 기존 파일의 이름입니다.
pl: Nazwa istniejącego pliku, w ramach którego zostanie wygenerowany typ.
pt_br: O nome do arquivo existente no qual o tipo será gerado.
ru: Имя существующего файла, в котором будет создан тип.
tr: Türün içinde oluşturulacağı mevcut dosyanın adı.

source: The name of the file for the new interface
cs: Název souboru pro nové rozhraní
de: Der Name der Datei für die neue Schnittstelle
es: El nombre del archivo para la nueva interfaz.
fr: Nom du fichier de la nouvelle interface
ja: 新しいインターフェイス用のファイルの名前
ko: 새 인터페이스에 대한 파일의 이름
pl: Nazwa pliku dla nowego interfejsu
pt_br: O nome do arquivo para a nova interface
ru: Имя файла для нового интерфейса
tr: Yeni arabirime yönelik dosyanın adı

source: The name of the new file the type will be generated in.
cs: Název nového souboru, ve kterém se typ vygeneruje
de: Der Name der neuen Datei, in der der Typ generiert wird.
es: Nombre del archivo nuevo en el que se va a generar el tipo.
fr: Nom du nouveau fichier dans lequel le type va être généré.
ja: 型が生成される先の新しいファイルの名前。
ko: 형식이 생성될 새 파일의 이름입니다.
pl: Nazwa nowego pliku, w ramach którego zostanie wygenerowany typ.
pt_br: O nome do novo arquivo no qual o tipo será gerado.
ru: Имя нового файла, в котором будет создан тип.
tr: Türün içinde oluşturulacağı yeni dosyanın adı.

source: The name of the new interface
cs: Název nového rozhraní
de: Der Name der neuen Schnittstelle
es: El nombre de la interfaz nueva
fr: Nom de la nouvelle interface
ja: 新しいインターフェイスの名前
ko: 새 인터페이스의 이름
pl: Nazwa nowego interfejsu
pt_br: O nome da nova interface
ru: Имя нового интерфейса
tr: Yeni arabirimin adı

source: The name of the new type to be generated.
cs: Název nového typu, který se má vygenerovat
de: Der Name des neuen Typs, der generiert werden soll.
es: Nombre del tipo nuevo que se va a generar.
fr: Nom du nouveau type à générer.
ja: 生成する新しい型の名前です。
ko: 생성될 새 형식의 이름입니다.
pl: Nazwa nowego typu do wygenerowania.
pt_br: O nome do novo tipo a ser gerado.
ru: Имя создаваемого типа.
tr: Oluşturulacak yeni türün adı.

source: The name of the selected template
cs: Název vybrané šablony
de: Der Name der ausgewählten Vorlage
es: Nombre de la plantilla seleccionada
fr: Nom du modèle sélectionné
ja: 選択したテンプレートの名前
ko: 선택한 템플릿의 이름
pl: Nazwa wybranego szablonu
pt_br: O nome do modelo selecionado
ru: Имя выбранного шаблона
tr: Seçili şablonun adı

source: The name of the theme to be used by Windows.Forms. Available themes include 'clearlooks', 'nice' and 'win32'. The default is 'win32'
cs: Název motivu, který se má používat ve Windows.Forms. Dostupné motivy zahrnují clearlooks, nice a win32. Výchozí je win32.
de: Der Name des von Windows.Forms zu verwendende Design. Verfügbare Designs sind 'clearlooks', 'nice' und 'win32'. Der Standardwert ist 'win32'.
es: Nombre del tema que debe usar Windows.Forms. Los temas disponibles son 'clearlooks', 'nice' y 'win32'. El valor predeterminado es 'win32'
fr: Nom du thème que Windows.Forms doit utiliser. Les thèmes disponibles sont « clearlooks », « nice » et « win32 ». Le thème par défaut est « win32 »
it: Nome del tema che verrà usato da Windows.Forms. I temi disponibili includono 'clearlooks', 'nice' e 'win32'. L'impostazione predefinita è 'win32'
ja: Windows.Forms によって使用されるテーマ名です。利用できるテーマとしては 'clearlooks'、'nice'、'win32' があります。既定値は 'win32' です
ko: Windows.Forms에서 사용할 테마의 이름입니다. 사용 가능한 테마에는 'clearlooks', 'nice' 및 'win32'가 포함됩니다. 기본값은 'win32'입니다.
pl: Nazwa motywu, który ma zostać użyty przez klasę Windows.Forms. Dostępne motywy: „clearlooks”, „nice” i „win32”. Wartość domyślna to „win32”.
pt_br: O nome do tema a ser usado por Windows.Forms. Temas disponíveis incluem 'clearlooks', 'nice' e 'win32'. O padrão é 'win32'
ru: Имя темы, используемой Windows.Forms. В число доступных темы входят "clearlooks", "nice" и "win32". По умолчанию используется "win32"
tr: Windows.Forms tarafından kullanılan tema adı. Kullanılabilir temalar şunları içerir: 'clearlooks', 'nice' ve 'win32'. Varsayılan: 'win32'
zh_cn: Windows.Forms 要使用的主题名称。可用的主题包括 "clearlooks"、"nice" 和 "win32"。默认值是 "win32"
zh_tw: Windows.Forms 要使用的佈景主題名稱。可用的佈景主題包含 'clearlooks'、'nice' 和 'win32'。預設值是 'win32'

source: The name or e-mail of the user has not been configured.
cs: Jméno nebo e-mail uživatele nejsou nakonfigurované.
de: Der Name oder die E-Mail-Adresse des Benutzers wurde noch nicht konfiguriert.
es: No se han configurado el nombre o el correo electrónico del usuario.
fr: Le nom ou l’adresse de messagerie de l’utilisateur n’ont pas été configurés.
it: Il nome o l'indirizzo di posta elettronica dell'utente non è stato configurato.
ja: ユーザーの名前またはメールが設定されていません。
ko: 사용자의 이름이나 전자 메일이 구성되지 않았습니다.
pl: Nazwa lub adres e-mail użytkownika nie został skonfigurowany.
pt_br: O nome ou email do usuário não foram configurados.
ru: Не указано имя или электронная почта пользователя.
tr: Kullanıcı adı veya e-postası yapılandırılmadı.
uk: Не вказане ім'я або електронна адреса користувача.
zh_cn: 尚未配置用户的姓名或电子邮件。
zh_tw: 尚未設定名稱或使用者的電子郵件。

source: The name you have chosen contains illegal characters. Please choose a different name.
cs: Název, který jste zvolili, obsahuje nepovolené znaky. Zvolte prosím jiný název.
de: Der ausgewählte Name enthält ungültige Zeichen. Wählen Sie einen anderen Namen.
es: El nombre que ha elegido contiene caracteres no válidos. Elija otro nombre.
fr: Le nom que vous avez choisi contient des caractères non autorisés. Choisissez un autre nom.
it: Il nome scelto contiene caratteri non validi. Scegliere un altro nome.
ja: 選んだ名前には無効な文字が含まれています。別の名前を選んでください。
ko: 선택한 이름에 잘못된 문자가 포함되어 있습니다. 다른 이름을 선택하세요.
pl: Wybrana nazwa zawiera niedozwolone znaki. Wybierz inną nazwę.
pt_br: O nome que você escolheu contém caracteres inválidos. Escolha um nome diferente.
ru: Выбранное имя содержит недопустимые символы. Выберите другое имя.
tr: Seçtiğiniz ad geçersiz karakterler içeriyor. Lütfen farklı bir ad seçin.
uk: Вказана назва містить недопустимі символи. Виберіть іншу назву.
zh_cn: 所选名称包含非法字符。请选择其他名称。
zh_tw: 所選擇的名稱包含不合法字元。請選擇不同的名稱。

source: The operation could not be completed because a shared library is missing:
cs: Operaci se nepodařilo dokončit, protože chybí sdílená knihovna:
de: Der Vorgang konnte nicht abgeschlossen werden, da eine freigegebene Bibliothek fehlt:
es: No se puede completar la operación porque falta una biblioteca compartida:
fr: L’opération n’a pas pu aboutir, car une bibliothèque partagée est manquante :
it: Non è stato possibile completare l'operazione perché manca una libreria condivisa:
ja: 共有ライブラリがないため、操作を完了できせんでした:
ko: 공유 라이브러리가 없으므로 작업을 완료할 수 없습니다.
pl: Tej operacji nie można ukończyć ze względu na brak biblioteki udostępnionej:
pt_br: Não foi possível concluir a operação porque a biblioteca compartilhada está ausente:
ru: Не удалось выполнить операцию из-за отсутствия общей библиотеки:
tr: Paylaşılan kitaplık eksik olduğundan işlem tamamlanamadı:
zh_cn: 无法完成该操作，因为缺少共享库:
zh_tw: 因為遺漏共用程式庫，所以無法完成作業:

source: The operation was interrupted
cs: Operace se přerušila.
de: Der Vorgang wurde unterbrochen.
es: Se ha interrumpido la operación
fr: L’opération a été interrompue
it: L'operazione è stata interrotta
ja: 操作が中断されました
ko: 작업이 중단되었습니다.
pl: Operacja została przerwana
pt_br: A operação foi interrompida
ru: Операция прервана
tr: İşlem kesildi
zh_cn: 已中断该操作
zh_tw: 已中斷作業

source: The package id contains invalid characters. Examples of valid package ids include 'MyPackage' and 'MyPackage.Sample'.
cs: ID balíčku obsahuje neplatné znaky. Příklady platných ID balíčků: MyPackage a MyPackage.Sample.
de: Die Paket-ID enthält ungültige Zeichen. Beispiele für eine gültige Paket-ID sind etwa "MyPackage" und "MyPackage.Sample".
es: El identificador del paquete contiene caracteres no válidos. Ejemplos de identificadores de paquete válidos: "MyPackage", "MyPackage.Sample".
fr: L'ID de paquet contient des caractères non valides. Exemples d'ID de paquet valides : 'MyPackage' et 'MyPackage.Sample'.
ja: パッケージ ID に無効な文字が含まれています。有効なパッケージ ID の例には、'MyPackage'、'MyPackage.Sample' などがあります。
ko: 패키지 ID에 잘못된 문자가 있습니다. 유효한 패키지 ID의 예로는 'MyPackage' 및 'MyPackage.Sample'이 있습니다.
pl: Identyfikator pakietu zawiera nieprawidłowe znaki. Przykłady prawidłowych nazw bibliotek to „Mój_pakiet” i „Mój_pakiet.przykład”.
pt_br: A ID do pacote contém caracteres inválidos. Exemplos de IDs de pacote válidas incluem 'MyPackage' e 'MyPackage.Sample'.
ru: Идентификатор пакета содержит недопустимые символы. Примеры допустимых ИД пакетов: MyPackage и MyPackage.Sample.
tr: Paket kimliği geçersiz karakterler içeriyor. Geçerli paket kimliklerine örnek olarak 'MyPackage' ve 'MyPackage.Sample' verilebilir.

source: The package id must not exceed 100 characters.
cs: ID balíčku nesmí přesáhnout 100 znaků.
de: Die Paket-ID darf maximal 100 Zeichen enthalten.
es: El identificador del paquete no debe tener más de 100 caracteres.
fr: L'ID de paquet ne doit pas dépasser 100 caractères.
ja: パッケージ ID は 100 文字以内にする必要があります。
ko: 패키지 ID는 100자를 초과할 수 없습니다.
pl: Identyfikator pakietu nie może być dłuższy niż 100 znaków.
pt_br: A ID do pacote não deve exceder 100 caracteres.
ru: Идентификатор пакета не должен превышать 100 символов.
tr: Paket kimliği 100 karakterden uzun olmamalıdır.

source: The package version contains invalid characters. Examples of valid version include '1.0.0' and '1.2.3-beta1'.
cs: Verze balíčku obsahuje neplatné znaky. Příklady platných verzí: 1.0.0 a 1.2.3-beta1.
de: Die Paketversion enthält ungültige Zeichen. Beispiele für eine gültige Version sind etwa "1.0.0" und "1.2.3-beta1".
es: La versión del paquete contiene caracteres no válidos. Ejemplos de versiones válidas: "1.0.0", "1.2.3-beta1".
fr: La version de paquet contient des caractères non valides. Exemples de versions valides : '1.0.0' et '1.2.3-beta1'.
ja: パッケージ バージョンに無効な文字が含まれています。有効なバージョンの例には、'1.0.0'、'1.2.3-beta1' などがあります。
ko: 패키지 버전에 잘못된 문자가 있습니다. 유효한 버전의 예로는 '1.0.0' 및 '1.2.3-beta1'이 있습니다.
pl: Wersja pakietu zawiera nieprawidłowe znaki. Przykłady prawidłowych wersji to „1.0.0” i „1.2.3-beta1”.
pt_br: A versão do pacote contém caracteres inválidos. Exemplos de versões válidas: '1.0.0' e '1.2.3-beta1'.
ru: Версия пакета содержит недопустимые символы. Примеры допустимых версий: 1.0.0 и 1.2.3-beta1.
tr: Paket sürümü geçersiz karakterler içeriyor. Geçerli sürüme örnek olarak '1.0.0' ve '1.2.3-beta1' verilebilir.

source: The parameter '{0}' can't be resolved
cs: Parametr {0} nejde vyřešit.
de: Der {0}-Parameter kann nicht aufgelöst werden.
es: No se puede resolver el parámetro '{0}'
fr: Le paramètre « {0} » ne peut pas être résolu
it: Non è possibile risolvere il parametro '{0}'
ja: パラメーター '{0}' を解決できません
ko: '{0}' 매개 변수를 확인할 수 없습니다.
pl: Nie można rozpoznać parametru „{0}”
pt_br: O parâmetro '{0}' não pôde ser resolvido
ru: Параметр "{0}" нельзя разрешить
tr: '{0}' parametresi çözülemiyor
uk: Параметр '{0}' не вдалось розв'язати
zh_cn: 无法解析参数“{0}”
zh_tw: 無法解析參數 '{0}'

source: The parameter name is on the wrong argument
cs: Název parametru je v nesprávném argumentu.
de: Der Parametername ist im falschen Argument enthalten.
es: El nombre del parámetro está en el argumento incorrecto
fr: Le nom du paramètre n’est pas sur l’argument correct
it: Il nome del parametro è indicato nell'argomento errato
ja: パラメーター名が正しくない引数に指定されています
ko: 매개 변수 이름이 잘못된 인수에 있습니다.
pl: Nazwa parametru dotyczy niepoprawnego argumentu
pt_br: O nome do parâmetro está no argumento errado
ru: Имя параметра указано в неправильном аргументе
tr: Parametre adı yanlış bir bağımsız değişken üzerinde
uk: Назва параметра у неправильному аргументі
zh_cn: 参数名称在错误的参数中
zh_tw: 參數名稱位於錯誤的引數上

source: The path provided is not a valid folder path.
cs: Zadaná cesta není platná cesta ke složce.
de: Der angegebene Pfad ist kein gültiger Ordnerpfad.
es: La ruta de acceso proporcionada no es una ruta de carpeta válida.
fr: Le chemin fourni n'est pas un chemin de dossier valide.
ja: 指定されたパスは有効なフォルダー パスではありません。
ko: 제공된 경로는 유효한 폴더 경로가 아닙니다.
pl: Podana ścieżka nie jest prawidłową ścieżką folderu.
pt_br: O caminho fornecido não é um caminho de pasta válido.
ru: Указанный путь не является допустимой папкой.
tr: Sağlanan yol geçerli bir klasör yolu değil.

source: The period character. Matches any character except \n. If modified by the Singleline option, a period character matches any character.
cs: Znak tečky. Odpovídá jakémukoliv znaku kromě \n. V případě úpravy pomocí možnosti Singleline odpovídá znak tečky jakémukoliv znaku.
de: Punkt (.). Entspricht einem beliebigen Zeichen außer \n. Bei Änderung durch die Singleline-Option entspricht ein Punkt einem beliebigen Zeichen.
es: Carácter de punto. Busca cualquier carácter excepto \n. Si se modifica con la opción Singleline, un carácter de punto busca cualquier carácter.
fr: Caractère point. Correspond à tout caractère, sauf \n. S’il est modifié par l’option Singleline, un caractère point correspond à tout caractère.
it: Carattere punto. Trova la corrispondenza di qualsiasi carattere ad eccezione di \n. Se viene modificato con l'opzione Singleline, un carattere punto corrisponde a qualsiasi carattere.
ja: ピリオド文字。 \n 以外の任意の文字に一致します。 Singleline オプションで変更すると、ピリオド文字は任意の文字に一致します。
ko: 마침표 문자입니다. \n을 제외한 모든 문자를 찾습니다. 한 줄 옵션으로 수정되는 경우 마침표 문자는 모든 문자에 대응합니다.
pl: Znak kropki. Dopasowuje dowolny znak poza \n. W przypadku modyfikacji przy użyciu opcji Pojedyncza linia znak kropki dopasowuje dowolny znak.
pt_br: Caractere de ponto. Corresponde a qualquer caractere, exceto \n. Se modificado pela opção Linha única, um caractere de ponto corresponderá a qualquer caractere.
ru: Символ точки. Соответствует любому символу, кроме \n. При использовании параметра Singleline символ точки соответствует любому символу.
tr: Nokta karakteri. \n dışında tüm karakterlerle eşleşir. Tek satır seçeneğiyle değiştirilirse, nokta karakteri tüm karakterlerle eşleşir.
zh_cn: 句点字符。 匹配除 \n 以外的任何字符。 如果已使用“单行”选项做过修改，则句点字符可与任何字符匹配。
zh_tw: 句點字元。 符合任何字元 (\n 除外)。 如果已透過 [單行] 選項進行修改，則句點字元會符合任何字元。

source: The policy file could not be saved
cs: Soubor zásad se nepodařilo uložit.
de: Die Richtliniendatei konnte nicht gespeichert werden.
es: No se puede guardar el archivo de directiva
fr: Nous n’avons pas pu enregistrer le fichier de stratégie.
it: Non è stato possibile salvare il file di criteri
ja: ポリシー ファイルを保存できませんでした
ko: 정책 파일을 저장할 수 없습니다.
pl: Nie można zapisać pliku zasad
pt_br: Não foi possível salvar a política
ru: Не удалось сохранить файл политики
tr: İlke dosyası kaydedilemedi
zh_cn: 无法保存该策略文件
zh_tw: 無法儲存原則檔案

source: The policy set could not be applied
cs: Sadu zásad se nepodařilo použít.
de: Der Richtliniensatz konnten nicht angewendet werden.
es: No se puede aplicar el conjunto de directivas
fr: Impossible d'appliquer l’ensemble de stratégies
it: Non è stato possibile applicare il set di criteri
ja: ポリシーの設定を適用できませんでした
ko: 정책 집합을 적용할 수 없습니다.
pl: Nie można zastosować zestawu zasad
pt_br: O projeto não pôde ser aplicado
ru: Не удалось применить набор политик
tr: İlke kümesi uygulanamadı
uk: Неможливо застосувати політику
zh_cn: 无法应用该策略集
zh_tw: 無法套用此原則設定

source: The policy set could not be loaded
cs: Sadu zásad se nepodařilo načíst.
de: Die festgelegte Richtlinie konnte nicht geladen werden.
es: No se puede cargar la directiva establecida.
fr: Impossible de charger l'ensemble de stratégies
it: Non è stato possibile caricare il set di criteri
ja: ポリシーの設定を読み込めませんでした
ko: 정책 집합을 로드할 수 없습니다.
pl: Nie można załadować zestawu zasad
pt_br: Não foi possível carregar o conjunto de políticas
ru: Не удалось загрузить набор политик
tr: İlke kümesi yüklenemedi
uk: Параметри політики не завантажено
zh_cn: 无法加载该策略集
zh_tw: 無法載入此原則設定

source: The policy set could not be saved
cs: Sadu zásad se nepodařilo uložit.
de: Die festgelegte Richtlinie konnte nicht gespeichert werden.
es: No se puede guardar el conjunto de directivas
fr: Impossible d'enregistrer l'ensemble de stratégies
it: Non è stato possibile salvare il set di criteri
ja: ポリシーの設定が保存できませんでした
ko: 정책 집합을 저장할 수 없습니다.
pl: Nie można zapisać zestawu zasad
pt_br: Não foi possível salvar o conjunto de políticas
ru: Не удалось сохранить набор политик
tr: Proje kümesi kaydedilemedi
uk: Параметри політики не записано
zh_cn: 无法保存该策略集
zh_tw: 無法儲存此原則設定

source: The port value is outside the permitted range
cs: Hodnota portu je mimo povolený rozsah.
de: Der Portwert liegt außerhalb des zulässigen Bereichs.
es: El valor del puerto está fuera del intervalo permitido
fr: La valeur du port est en dehors de la plage autorisée
it: Il valore della porta non è compreso nell'intervallo consentito
ja: ポート値は許可されている範囲外です
ko: 포트 값이 허용되는 범위 외부에 있습니다.
pl: Wartość portu wykracza poza dozwolony zakres
pt_br: O valor da porta está fora do intervalo permitido
ru: Значение порта выходит за пределы допустимого диапазона
tr: Bağlantı noktası değeri izin verilen aralığın dışında
zh_cn: 该端口值不在允许的范围内。
zh_tw: 連接埠值超出允許的範圍

source: The project '{0}' has already been added.
cs: Projekt {0} už se přidal.
de: Das Projekt '{0}' wurde bereits hinzugefügt.
es: El proyecto '{0}' ya se ha agregado.
fr: Le projet « {0} » a déjà été ajouté.
it: Il progetto '{0}' è già stato aggiunto.
ja: プロジェクト '{0}' は既に追加されています。
ko: '{0}' 프로젝트가 이미 추가되었습니다.
pl: Projekt „{0}” został już dodany.
pt_br: O projeto '{0}' já foi adicionado.
ru: Проект "{0}" уже добавлен.
tr: '{0}' projesi zaten eklendi.
uk: Проект '{0}' вже додано.
zh_cn: 已添加项目“{0}”。
zh_tw: 專案 '{0}' 已新增。
