Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The {0} operator is used to check whether the run-time type of an object is compatible with a given type.
cs: Operátor {0} se používá ke kontrole toho, jestli je typ prostředí Runtime kompatibilní s daným typem.
de: Mit dem {0}-Operator wird überprüft, ob der Laufzeittyp eines Objekts mit einem bestimmten Typ kompatibel ist.
es: El operador {0} se usa para comprobar si el tipo en tiempo de ejecución de un objeto es compatible con un tipo dado.
fr: L’opérateur {0} est utilisé pour vérifier si le type d’exécution d’un objet est compatible avec un type donné.
it: L'operatore {0} viene usato per controllare se il tipo di runtime di un oggetto è compatibile con un tipo specificato.
ja: {0} 演算子を使用して、オブジェクトの実行時の型に、指定された型との互換性があるかどうかを確認します。
ko: {0} 연산자는 개체의 런타임 형식이 지정된 형식과 호환되는지 여부를 확인하는 데 사용됩니다.
pl: Operator {0} jest używany do sprawdzania, czy typ obiektu w czasie wykonywania jest zgodny z danym typem.
pt_br: O operador {0} é usado para verificar se o tipo run-time de um objeto é compatível com um determinado tipo.
ru: Оператор {0} используется для проверки того, совместим ли тип объекта во время выполнения с заданным типом.
tr: {0} işleci, bir nesnenin çalışma zamanı türünün belirli bir tür ile uyumlu olup olmadığını denetlemek için kullanılır.
zh_cn: {0} 运算符用于检查对象的运行时类型与给定类型是否兼容。
zh_tw: {0} 運算子用來檢查物件的執行階段型別是否與指定型別相容。

source: The {0} operator is used to obtain the System.Type object for a type.
cs: Operátor {0} se používá k získání objektu System.Type pro typ.
de: Mit dem {0}-Operator wird das System.Type-Objekt für einen Typ abgerufen.
es: El operador {0} se usa para obtener el objeto System.Type para un tipo.
fr: L’opérateur {0} permet d’obtenir l’objet System.Type pour un type.
it: L'operatore {0} viene usato per ottenere l'oggetto System.Type per un tipo.
ja: {0} 演算子を使用して、型の System.Type オブジェクトを取得します。
ko: {0} 연산자는 형식의 System.Type 개체를 가져오는 데 사용됩니다.
pl: Operator {0} jest używany do uzyskiwania obiektu System.Type dla typu.
pt_br: O operador {0} é usado para obter o objeto System.Type para um tipo.
ru: Оператор {0} позволяет получить объект System.Type для типа.
tr: {0} işleci, bir türün System.Type nesnesini almak için kullanılır.
zh_cn: {0} 运算符用于获取类型的 System.Type 对象。
zh_tw: {0} 運算子用來取得型別的 System.Type 物件。

source: The {0} operator is used to obtain the size in bytes for a value type.
cs: Operátor {0} se používání k získání velikosti (v bajtech) pro typ hodnoty.
de: Mit dem {0}-Operator wird die Größe eines Werttyps in Bytes abgerufen.
es: El operador {0} se usa para obtener el tamaño en bytes de un tipo de valor.
fr: L’opérateur {0} permet d’obtenir la taille en octets d’un type valeur.
it: L'operatore {0} viene usato per ottenere le dimensioni in byte per un tipo valore.
ja: {0} 演算子を使用して、値型のサイズをバイト単位で取得します。
ko: {0} 연산자는 값 형식의 크기(바이트)를 가져오는 데 사용됩니다.
pl: Operator {0} jest używany do uzyskiwania rozmiaru (w bajtach) typu wartości.
pt_br: O operador {0} é usado para obter o tamanho em bytes para um tipo de valor.
ru: Оператор {0} позволяет получить размер типа значения в байтах.
tr: {0} işleci, bir değer türünün boyutunu bayt olarak almak için kullanılır.
zh_cn: {0} 运算符用于获取值类型的大小(以字节为单位)。
zh_tw: {0} 運算子用來取得實值型別的大小 (以位元組為單位)。

source: The {0} operator is used to perform conversions between compatible types.
cs: Operátor {0} se používá k provádění převodů mezi kompatibilními typy.
de: Mit dem {0}-Operator werden Konvertierungen zwischen kompatiblen Typen ausgeführt.
es: El operador {0} se usa para realizar conversiones entre tipos compatibles.
fr: L’opérateur {0} est utilisé pour effectuer des conversions entre types compatibles.
it: L'operatore {0} viene usato per eseguire conversioni tra tipi compatibili.
ja: {0} 演算子は、互換性のある型の間で変換を実行するときに使用します。
ko: {0} 연산자는 호환되는 형식 간에 대화를 수행하는 데 사용됩니다.
pl: Operator {0} jest używany do wykonywania konwersji między kompatybilnymi typami.
pt_br: O operador {0} é usado para realizar conversões entre tipos compatíveis.
ru: Оператор {0} используется для выполнения преобразований между совместимыми типами.
tr: {0} işleci, uyumlu türler arasında dönüştürmeler gerçekleştirmek için kullanılır.
zh_cn: {0} 运算符用于在兼容的类型之间执行转换。
zh_tw: {0} 運算子用來執行相容型別之間的轉換。

source: The {0} operator is used to specify that an {1} method is to have its execution suspended until the {0} task has completed.
cs: Operátor {0} se používá k určení toho, že spuštění metody {1} se musí pozastavit do doby, než se úkol {0} dokončí.
de: Mit dem {0}-Operator wird angegeben, dass die Ausführung einer {1}-Methode angehalten wird, bis die {0}-Aufgabe abgeschlossen ist.
es: El operador {0} se usa para especificar que debe suspenderse la ejecución de un método {1} hasta que se haya completado la tarea {0}.
fr: L’opérateur {0} est utilisé pour spécifier que l’exécution d’une méthode {1} doit être suspendue jusqu’à ce que la tâche {0} soit accomplie.
it: L'operatore {0} viene usato per specificare che l'esecuzione di un metodo {1} deve essere sospesa fino al completamento dell'attività {0}.
ja: {0} 演算子は、{1} メソッドが、{0} タスクの完了時まで実行を中断するように指定するときに使用します。
ko: {0} 연산자는 {0} 작업이 완료될 때까지 {1} 메서드의 실행이 일시 중단되도록 지정하는 데 사용됩니다.
pl: Operator {0} jest używany do określania, że wykonanie metody {1} będzie wstrzymane do zakończenia zadania {0}.
pt_br: O operador {0} é usado para especificar que um método {1} terá sua execução suspensa até que a tarefa {0} seja concluída.
ru: Оператор {0} используется для указания того, что выполнение метода {1} должно быть приостановлено до завершения задачи {0}.
tr: {0} işleci bir {1} metodunun yürütülmesinin {0} görevi tamamlanana kadar askıya alınması gerektiğini belirtmek için kullanılır.
zh_cn: {0} 运算符用于指定 {1} 方法将挂起其执行，直到 {0} 任务完成。
zh_tw: {0} 運算子用來指定除非 {0} 工作完成，否則 {1} 方法會暫停其執行。

source: The {0} statement executes a statement or a block of statements repeatedly until a specified expression evaluates to false.
cs: Příkaz {0} opakuje příkaz nebo blok příkazů, dokud se zadaný výraz nevyhodnotí jako false.
de: Die {0}-Anweisung führt eine Anweisung oder einen Anweisungsblock so lange aus, bis ein angegebener Ausdruck False ergibt.
es: La instrucción {0} ejecuta una instrucción o un bloque de instrucciones reiteradamente hasta que la expresión especificada se evalúa como false.
fr: L’instruction {0} exécute une instruction ou un bloc d’instructions à plusieurs reprises jusqu’à ce qu’une expression spécifique produise la valeur false.
it: L'istruzione {0} esegue ripetutamente un'istruzione o un blocco di istruzioni finché un'espressione specificata non restituisce false.
ja: {0} ステートメントは、指定した式が false に評価されるまで、ステートメントまたはステートメントのブロックを繰り返し実行します。
ko: {0} 문은 지정된 식이 false로 계산될 때까지 문 또는 문의 블록을 반복적으로 실행합니다.
pl: Instrukcja {0} wykonuje instrukcję lub blok instrukcji wielokrotnie do momentu, w którym określone wyrażenie zwróci wartość false.
pt_br: A instrução {0} executa uma instrução ou um bloco de instruções repetidamente até que uma expressão especificada seja avaliada como falsa.
ru: Оператор {0} многократно выполняет оператор или их блок, пока вычисление указанного выражения не даст значение false.
tr: {0} deyimi, belirtilen bir ifade yanlış değerini alana kadar bir deyimi veya bir deyimler bloğunu yineleyerek yürütür.
zh_cn: {0} 语句重复执行一个语句或语句块，直到指定的表达式计算为 false。
zh_tw: 除非指定的運算式評估為 false，否則 {0} 陳述式會反覆地執行某個陳述式或陳述式區塊。

source: The {0} statement executes a statement or a block of statements until a specified expression evaluates to false.
cs: Příkaz {0} provádí příkaz nebo blok příkazů, dokud se zadaný výraz nevyhodnotí jako nepravda.
de: Die {0}-Anweisung führt eine Anweisung oder einen Anweisungsblock aus, bis ein angegebener Ausdruck False ergibt.
es: La instrucción {0} ejecuta una instrucción o un bloque de instrucciones hasta que una expresión especificada se evalúa como false.
fr: L’instruction {0} exécute une instruction ou un bloc d’instructions jusqu’à ce qu’une expression spécifique produise la valeur false.
it: L'istruzione {0} esegue un'istruzione o un blocco di istruzioni finché un'espressione specificata non restituisce false.
ja: {0} ステートメントは、指定された式が false に評価されるまで、ステートメントまたはステートメントのブロックを実行します。
ko: {0} 문은 지정된 식이 false로 계산될 때까지 문 또는 문의 블록을 실행합니다.
pl: Instrukcja {0} wykonuje instrukcję lub blok instrukcji do momentu, w którym określone wyrażenie zwróci wartość false.
pt_br: A instrução {0} executa uma instrução ou um bloco de instruções até que uma expressão especificada seja avaliada como falsa.
ru: Оператор {0} выполняет оператор или их блок, пока вычисление указанного выражения не даст значение false.
tr: {0} deyimi, bir deyimi veya bir deyim bloğunu belirtilen bir ifade yanlış değerini alıncaya kadar yürütür.
zh_cn: 在指定表达式的计算结果为 false 之前，{0} 语句会一直执行语句或语句程序块。
zh_tw: 除非指定的運算式評估為 false，否則 {0} 陳述式會執行某個陳述式或陳述式區塊。

source: The {0} statement is a control statement that handles multiple selections by passing control to one of the {1} statements within its body.
cs: Příkaz {0} je řídící příkaz, který zpracovává více výběrů tak, že předává řízení jednomu z příkazů {1} v rámci svého těla.
de: Die {0}-Anweisung ist eine Steuerungsanweisung, die mehrere Auswahlen verwaltet, indem die Steuerung an eine der {1}-Anweisungen innerhalb deren Text übergeben wird.
es: {0} es una instrucción de control que administra varias selecciones pasando el control a una de las instrucciones {1} incluidas en su cuerpo.
fr: L’instruction {0} est une instruction de contrôle qui traite plusieurs sélections en transmettant le contrôle à l’une des instructions {1} dans son corps.
it: L'istruzione {0} è un'istruzione di controllo che gestisce selezioni multiple passando il controllo a una delle istruzioni {1} presenti all'interno del rispettivo corpo.
ja: {0} ステートメントは、本体の {1} ステートメントのいずれかに制御を渡すことで複数の選択を処理する制御ステートメントです。
ko: {0} 문은 본문 내의 {1} 문 중 하나로 제어를 전달하여 다중 선택을 처리하는 제어문입니다.
pl: Instrukcja {0} jest instrukcją sterowania, która obsługuje wiele sekcji, przekazując kontrolę do jednej z instrukcji {1} w swojej treści.
pt_br: A instrução {0} é uma instrução de controle que manipula várias seleções passando o controle para uma das instruções {1} em seu corpo.
ru: Оператор {0} является оператором управления, который обрабатывает несколько выбранных элементов, передавая управление одному из операторов {1} в своем теле.
tr: {0} deyimi, denetimi kendi gövdesi içindeki {1} deyimlerinden birine geçerek birden fazla seçimi işleyen bir denetim deyimidir.
zh_cn: {0} 语句是一个控制语句，可通过将控制传递到其主体内的某个 {1} 语句来处理多重选择。
zh_tw: {0} 陳述式是控制陳述式，可將控制權傳遞給其主體內的其中一個 {1} 陳述式來處理多重選項。

source: The {0} statement is used to signal the occurrence of an anomalous situation (exception) during the program execution.
cs: Příkaz {0} se používá k signalizaci výskytu anomální situace (výjimky) během provádění programu.
de: Mit der {0}-Anweisung wird eine anormale Situation (Ausnahme) während der Programmausführung signalisiert.
es: La instrucción {0} se usa para señalizar una situación anómala (excepción) durante la ejecución del programa.
fr: L’instruction {0} permet de signaler l’occurrence d’une situation anormale (exception) pendant l’exécution du programme.
it: L'istruzione {0} viene usata per segnalare l'occorrenza di una situazione anomala (eccezione) durante l'esecuzione del programma.
ja: {0} ステートメントを使用して、プログラム実行時の異常な状況 (例外) の発生を通知します。
ko: {0} 문은 프로그램 실행 중에 비정상적인 상황(예외)의 발생을 알리는 데 사용됩니다.
pl: Instrukcja {0} jest używana do sygnalizowania wystąpienia sytuacji nieprawidłowej (wyjątku) podczas wykonywania programu.
pt_br: A instrução {0} é usada para sinalizar a ocorrência de uma situação anormal (exceção) durante a execução do programa.
ru: Оператор {0} используется для сигнализации об аномальной ситуации (исключении) во время выполнения программы.
tr: {0} deyimi, programın yürütülmesi sırasında anormal (özel) bir durumun oluştuğunu bildirmek için kullanılır.
zh_cn: {0} 语句用于发出程序执行期间出现反常情况(异常)的信号。
zh_tw: {0} 陳述式用來通知在程式執行期間發生異常狀況 (例外狀況)。

source: The {0} statement passes control to the next iteration of the enclosing iteration statement in which it appears.
cs: Příkaz {0} předá řízení následující iteraci ohraničujícího příkazu iterace, ve kterém se zobrazí.
de: Die {0}-Anweisung übergibt die Steuerung an die nächste Iteration der einschließenden Iterationsanweisung, in der sie auftritt.
es: La instrucción {0} pasa el control a la siguiente iteración de la instrucción de iteración envolvente en la que aparece.
fr: L’instruction {0} transmet le contrôle à l’itération suivante de l’instruction d’itération englobante dans laquelle elle apparaît.
it: L'istruzione {0} passa il controllo alla successiva iterazione dell'istruzione di iterazione di inclusione in cui è presente.
ja: {0} ステートメントは、それを表示するイテレーションの外側のステートメントの次のイテレーションに制御を渡します。
ko: {0} 문은 이 문을 둘러싼 반복문의 다음 반복으로 제어를 전달합니다.
pl: Instrukcja {0} przekazuje kontrolę do kolejnej iteracji otaczającej instrukcji iteracji, w której występuje.
pt_br: A instrução {0} passa o controle para a próxima iteração da instrução de iteração de fechamento no qual ela aparece.
ru: Оператор {0} передает управление следующей включающей итерации оператора включающей итерации, где он появляется.
tr: {0} deyimi, denetimi, içinde geçtiği kendisini kapsayan yineleme deyiminin bir sonraki yinelemesine geçirir.
zh_cn: {0} 语句将控制传递到它所在的封闭迭代语句的下一个迭代。
zh_tw: {0} 陳述式會將控制項傳遞給出現在封入反覆項目陳述式中的下一個反覆項目。

source: The {0} statement repeats a group of embedded statements for each element in an array or an object collection.
cs: Příkaz {0} opakuje skupinu vložených příkazů pro každý prvek v poli nebo kolekci objektů.
de: Die {0}-Anweisung wiederholt eine Gruppe eingebetteter Anweisungen für jedes Element in einem Array oder einer Objektsammlung.
es: La instrucción {0} repite un grupo de instrucciones insertadas para cada elemento de una matriz o una colección de objetos.
fr: L’instruction {0} répète un groupe d’instructions incorporées pour chaque élément d’un tableau ou d’une collection d’objets.
it: L'istruzione {0} ripete un gruppo di istruzioni incorporate per ogni elemento di una matrice o di una raccolta di oggetti.
ja: {0} ステートメントは、配列またはオブジェクト コレクションの各要素に対して埋め込みステートメントのグループを繰り返します。
ko: {0} 문은 배열 또는 개체 컬렉션의 각 요소에 대해 포함 문의 그룹을 반복합니다.
pl: Instrukcja {0} powtarza grupę osadzonych instrukcji dla każdego elementu w tablicy lub kolekcji obiektów.
pt_br: A instrução {0} repete um grupo de instruções inseridas para cada elemento em uma matriz ou uma coleção de objetos.
ru: Оператор {0} повторяет группу внедренных операторов для каждого элемента в массиве или коллекции объектов.
tr: {0} deyimi, bir grup katıştırılmış deyimi bir dizideki veya nesne koleksiyonundaki her öğe için yineler.
zh_cn: {0} 语句对数组或对象集合中的每个元素重复一组嵌入式语句。
zh_tw: {0} 陳述式會重複陣列或物件集合中每一個項目之內嵌陳述式的群組。

source: The {0} statement selects a statement for execution based on the value of a Boolean expression.
cs: Příkaz {0} vybere příkaz pro spuštění na základě hodnoty logického výrazu.
de: Die {0}-Anweisung wählt eine Anweisung basierend auf dem Wert eines booleschen Ausdrucks zur Ausführung aus.
es: La instrucción {0} selecciona una instrucción para ejecutarla en función del valor de una expresión booleana.
fr: L’instruction {0} sélectionne une instruction à exécuter en fonction de la valeur d’une expression booléenne.
it: L'istruzione {0} seleziona un'istruzione per l'esecuzione in base al valore di un'espressione booleana.
ja: {0} ステートメントは、ブール式の値に基づいて実行するステートメントを選択します。
ko: {0} 문은 부울 식의 값에 따라 실행할 문을 선택합니다.
pl: Instrukcja {0} wybiera instrukcję do wykonania w oparciu o wartość wyrażenia warunkowego.
pt_br: A instrução {0} seleciona uma instrução para execução com base no valor de uma expressão Booliana.
ru: Оператор {0} выбирает оператор для выполнения на основе значения логического выражения.
tr: {0} deyimi, bir Boolean ifadesinin değerine göre yürütmek üzere bir deyim seçer.
zh_cn: {0} 语句基于布尔表达式的值来选择要执行的语句。
zh_tw: {0} 陳述式會選取根據布林運算式值來執行的陳述式。

source: The {0} statement terminates execution of the method in which it appears and returns control to the calling method.
cs: Příkaz {0} ukončí provádění metody, ve které se vyskytuje, a vrátí řízení volající metodě.
de: Die {0}-Anweisung beendet die Ausführung der Methode, in der sie enthalten ist, und gibt die Steuerung an die aufrufende Methode zurück.
es: La instrucción {0} termina la ejecución del método en el que aparece y devuelve el control al método que hace la llamada.
fr: L’instruction {0} met fin à l’exécution de la méthode dans laquelle elle apparaît, et rend le contrôle à la méthode appelante.
it: L'istruzione {0} termina l'esecuzione del metodo in cui è presente e restituisce il controllo al metodo chiamante.
ja: {0} ステートメントは、それが表示されるメソッドの実行を終了し、呼び出し元メソッドに制御を返します。
ko: {0} 문은 이 문이 나타나는 메서드의 실행을 종료하고 호출 메서드로 제어를 반환합니다.
pl: Instrukcja {0} zatrzymuje wykonywanie metody, w której występuje i zwraca kontrolę do metody wywołującej.
pt_br: A instrução {0} finaliza a execução do método em que ela aparece e retorna o controle para o método de chamada.
ru: Оператор {0} завершает выполнение метода, в котором он находится, и возвращает управление вызывающему методу.
tr: {0} deyimi, içinde geçtiği metodun yürütülmesini sonlandırır ve denetimi kendisini çağıran metoda döndürür.
zh_cn: {0} 语句终止它所在的方法的执行并将控制返回给调用方法。
zh_tw: {0} 陳述式會終止執行它所在的方法，並將控制權傳回給呼叫方法。

source: The {0} statement terminates the closest enclosing loop or switch statement in which it appears.
cs: Příkaz {0} ukončí nejbližší smyčku nebo příkaz switch, ve kterém se vyskytuje.
de: Die {0}-Anweisung beendet die nächste einschließende Schleife oder switch-Anweisung, in der sie auftritt.
es: La instrucción {0} termina el bucle envolvente más próximo o la instrucción switch en la que aparece.
fr: L’instruction {0} met fin à la boucle englobante la plus proche ou à une instruction switch dans laquelle elle apparaît.
it: L'istruzione {0} termina il ciclo di chiusura o l'istruzione switch più vicina in cui è presente.
ja: {0} ステートメントは、最も近い外側のループ、またはそのループがある switch ステートメントを終了します。
ko: {0} 문은 이 문을 둘러싼 가장 가까운 루프 또는 switch 문을 종료합니다.
pl: Instrukcja {0} zamyka najbliższą otaczającą pętlę lub instrukcję switch, w której występuje.
pt_br: A instrução {0} finaliza o loop de fechamento ou a instrução switch em que ela aparece.
ru: Оператор {0} завершает ближайший включающий цикл или оператор switch, где он появляется.
tr: {0} deyimi, en yakın kapsayan döngüyü veya içinde geçtiği switch deyimini sonlandırır.
zh_cn: {0} 语句终止最近的封闭循环或它所在的 switch 语句。
zh_tw: {0} 陳述式會終止它在其中出現的最接近封閉式迴圈或 switch 陳述式。

source: The {0} statement transfers the program control directly to a labeled statement.
cs: Příkaz {0} předá řízení programu přímo příkazu s návěstím.
de: Die {0}-Anweisung überträgt die Programmsteuerung direkt auf eine bezeichnete Anweisung.
es: La instrucción {0} transfiere el control del programa directamente a una instrucción etiquetada.
fr: L’instruction {0} transfère le contrôle du programme directement à une instruction étiquetée.
it: L'istruzione {0} trasferisce il controllo del programma direttamente a un'istruzione con etichetta.
ja: {0} ステートメントはラベル付きステートメントに直接プログラムの制御を転送します。
ko: {0} 문은 프로그램 제어를 레이블 문으로 직접 이동합니다.
pl: Instrukcja {0} przekazuje kontrolę nad programem bezpośrednio do instrukcji oznaczonej etykietą.
pt_br: A instrução {0} transfere o controle do programa diretamente para uma instrução rotulada.
ru: Оператор {0} передает управление программой прямо помеченному оператору.
tr: {0} deyimi programın denetimini doğrudan etiketli bir deyime aktarır.
zh_cn: {0} 语句将程序控制直接传递给标记语句。
zh_tw: {0} 陳述式會直接將程式控制傳送給標籤陳述式。

source: The {0} type allows for an object to bypass compile-time type checking and resolve type checking during run-time.
cs: Typ {0} umožňuje objektu obejít kontrolu typu při kompilaci a vyřešit kontrolu typu za běhu.
de: Der {0}-Typ ermöglicht es einem Objekt, die Typüberprüfung zur Kompilierungszeit zu umgehen und die Typüberprüfung zur Laufzeit auszuführen.
es: El tipo {0} permite que un objeto omita la comprobación de tipos en tiempo de compilación y la resuelva en tiempo de ejecución.
fr: Le type {0} permet à un objet de contourner la vérification de type au moment de la compilation et de résoudre la vérification de type pendant l’exécution.
it: Il tipo {0} consente a un oggetto di ignorare il controllo del tipo in fase di compilazione e di risolverlo in fase di compilazione.
ja: {0} 型は、オブジェクトがコンパイル時の型チェックをバイパスし、実行時に型チェックを解決できるようにします。
ko: {0} 형식은 개체가 컴파일 시간 형식 검사를 우회하고 런타임 중에 형식 검사를 해결할 수 있도록 합니다.
pl: Typ {0} umożliwia obiektowi obejście sprawdzania typu w czasie kompilacji i rozwiązanie sprawdzania typu podczas uruchomienia.
pt_br: O tipo {0} permite que um objeto ignore a verificação do tipo compile-time e resolva a verificação de tipo durante o tempo de execução.
ru: Тип {0} позволяет объекту обойти проверку во время компиляции и разрешить проверку типа во время выполнения.
tr: {0} türü, bir nesnenin derleme zamanı tür denetimini atlamasına ve tür denetimini çalışma zamanında çözümlemesine izin verir.
zh_cn: {0} 类型允许对象在运行时绕过编译时类型检查和解析类型检查。
zh_tw: {0} 類型可讓物件略過編譯時間類型檢查並在執行階段期間解決類型檢查。

source: The {0} web server cannot be found. Please ensure that it is installed.
cs: Webový server {0} nejde najít. Ujistěte se prosím, jestli je nainstalovaný.
de: Der {0}-Webserver wurde nicht gefunden. Stellen Sie sicher, dass er installiert ist.
es: No se encuentra el servidor web {0}. Asegúrese de que esté instalado.
fr: Serveur web {0} introuvable. Assurez-vous qu’il est installé.
it: Il server Web {0} non è stato trovato. Assicurarsi che sia installato.
ja: {0} Web サーバーが見つかりせん。インストールされていることを確認してください。
ko: {0} 웹 서버를 찾을 수 없습니다. 웹 서버가 설치되어 있는지 확인하세요.
pl: Nie można znaleźć serwera sieci Web {0}. Upewnij się, że jest zainstalowany.
pt_br: Não foi possível encontrar o servidor Web {0}. Verifique se ele está instalado.
ru: Не удается найти веб-сервер {0}. Убедитесь, что он установлен.
tr: {0} web sunucusu bulunamıyor. Lütfen yüklendiğinden emin olun.
uk: Не знайдено веб-сервер {0}. Переконайтесь, що його встановлено.
zh_cn: 找不到 {0} Web 服务器。请确保已安装。
zh_tw: 找不到 {0} 網頁伺服器。請確定已加以安裝。

source: Theirs
cs: Ostatních
de: Andere
es: Suyo
fr: Les leurs
it: Stato sul server
ja: 他のユーザー
ko: 다른 사용자의 변경 내용
pl: Ich
pt_br: Deles
ru: Чужой
tr: Onların
uk: Їхні
zh_tw: 他們的

source: Themed Icons
cs: Ikony s motivem
de: Symbole für Designs
es: Iconos temáticos
fr: Icônes à thème
it: Icone con tema
ja: テーマ設定されたアイコン
ko: 테마 아이콘
pl: Ikony tematyczne
pt_br: Ícones de Tema
ru: Тематические значки
tr: Tema Simgeleri
uk: Тематичні піктограми
zh_cn: 主题图标
zh_tw: 佈景主題圖示
