Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Literature software
cs: Literární aplikace
de: Literatursoftware
es: Software de literatura
fr: Logiciel de littérature
it: Software di letteratura
ja: 文献ソフトウェア
ko: 문학 소프트웨어
pl: Oprogramowanie związane z literaturą
pt_br: Software de literatura
ru: Программное обеспечение для литературы
tr: Edebiyat yazılımı
uk: Література
zh_cn: 文学软件
zh_tw: 文學軟體

source: Load Error:
cs: Chyba načítání:
de: Fehler beim Laden:
es: Error de carga:
fr: Erreur de chargement :
it: Errore di caricamento:
ja: 読み込みエラー:
ko: 로드 오류:
pl: Błąd ładowania:
pt_br: Erro de Carregamento:
ru: Ошибка загрузки:
tr: Yükleme Hatası:
uk: Помилка завантаження
zh_cn: 加载错误:
zh_tw: 載入錯誤:

source: Load failed:
cs: Načtení se nezdařilo:
de: Ladefehler:
es: No se pudo realizar la carga:
fr: Le chargement a échoué :
it: Caricamento non riuscito:
ja: 読み込みに失敗しました:
ko: 로드 실패:
pl: Ładowanie nie powiodło się:
pt_br: Falha ao carregar:
ru: Сбой при загрузке:
tr: Yüklenemedi:
uk: Збій при завантаженні:
zh_cn: 加载失败:
zh_tw: 載入失敗:

source: Load solution {0}
cs: Načíst řešení {0}
de: Projektmappe {0} laden
es: Cargar la solución {0}
fr: Charger la solution {0}
it: Carica la soluzione {0}
ja: ソリューション {0} を読み込む
ko: {0} 솔루션 로드
pl: Załaduj rozwiązanie {0}
pt_br: Carregar solução {0}
ru: Загрузить решение {0}
tr: {0} çözümünü yükle
uk: Завантажити рішення {0}
zh_cn: 加载解决方案 {0}
zh_tw: 載入解決方案 {0}

source: Load user-specific settings with the document
cs: Načíst s dokumentem uživatelské nastavení
de: Benutzerspezifische Einstellungen mit dem Dokument laden
es: Cargar configuración específica del usuario con el documento
fr: Charger les paramètres spécifiques de l’utilisateur avec le document
it: Carica impostazioni specifiche dell'utente con il documento
ja: ドキュメントとともにユーザー別設定を読み込む
ko: 문서와 함께 사용자 관련 설정 로드
pl: Załaduj ustawienia użytkownika z dokumentem
pt_br: Carregar configurações específicas do usuário com o documento
ru: Загрузить параметры для пользователя вместе с документом
tr: Belge ile kullanıcıya özel ayarları yükle
uk: Завантажувати визначені користувачем налаштування разом з документом
zh_cn: 将用户特定设置随文档一起加载
zh_tw: 載入文件的使用者專屬設定

source: Load/Save
cs: Načíst/uložit
de: Laden/Speichern
es: Cargar/guardar
fr: Charger/Enregistrer
it: Carica/Salva
ja: 読み込み/保存
ko: 로드/저장
pl: Ładowanie/zapisywanie
pt_br: Carregar/Salvar
ru: Загрузить/сохранить
tr: Yükle/Kaydet
uk: Завантаження і збереження
zh_cn: 加载/保存
zh_tw: 載入/儲存

source: Loaded Assemblies
cs: Načtená sestavení
de: Geladene Assemblys
es: Ensamblados cargados
fr: Assemblys chargés
ja: 読み込まれたアセンブリ
ko: 로드된 어셈블리
pl: Zestawy załadowane
pt_br: Assemblies Carregados
ru: Загруженные сборки
tr: Yüklü Derlemeler

source: Loading Workbench
cs: Načítá se workbench
de: Workbench wird geladen
es: Cargando el Área de trabajo
fr: Chargement de Workbench
it: Caricamento workbench
ja: Workbench を読み込んでいます
ko: Workbench를 로드하는 중
pl: Ładowanie środowiska roboczego
pt_br: Carregando Workbench
ru: Идет загрузка Workbench
tr: Workbench Yükleniyor
uk: Завантаження середовища розробки
zh_cn: 正在加载工作台
zh_tw: 正在載入 Workbench

source: Loading build log…
cs: Načítá se protokol o sestavení...
de: Buildprotokoll wird geladen...
es: Cargando el registro de compilación...
fr: Chargement du journal de génération…
ja: ビルド ログを読み込んでいます...
ko: 빌드 로그를 로드하는 중...
pl: Trwa ładowanie dziennika kompilacji…
pt_br: Carregando log de build…
ru: Загрузка журнала сборки…
tr: Derleme günlüğü yükleniyor...

source: Loading data...
cs: Načítání dat...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
it: Caricamento dei dati...
ja: データを読み込み中...
ko: 데이터를 로드하는 중...
pl: Trwa ładowanie danych...
pt_br: Carregando dados...
ru: Идет загрузка данных...
tr: Veriler yükleniyor...
uk: Завантаження даних...
zh_cn: 正在加载数据...
zh_tw: 正在載入資料...

source: Loading package list...
cs: Načítá se seznam balíčků...
de: Paketliste wird geladen...
es: Cargando lista de paquetes...
fr: Chargement de la liste de paquets...
it: Caricamento dell'elenco dei pacchetti...
ja: パッケージ一覧を読み込んでいます...
ko: 패키지 목록을 로드하는 중...
pl: Trwa ładowanie listy pakietów...
pt_br: Carregando lista de pacotes...
ru: Идет загрузка списка пакетов...
tr: Paket listesi yükleniyor...
uk: Завантаження списку пакунків...
zh_cn: 正在加载包列表...
zh_tw: 正在載入封裝清單...

source: Loading solution file {0}
cs: Načítání souboru řešení {0}
de: Projektmappendatei '{0}' wird geladen.
es: Cargando el archivo de solución {0}
fr: Chargement du fichier de solution {0}
it: Caricamento del file di soluzione {0}
ja: ソリューション ファイル {0} を読み込んでいます
ko: 솔루션 파일 {0}을(를) 로드하는 중
pl: Ładowanie pliku rozwiązania {0}
pt_br: Carregando o arquivo da solução {0}
ru: Идет загрузка файла решения {0}
tr: Çözüm dosyası {0} yükleniyor
uk: Завантаження файлу рішення {0}
zh_cn: 正在加载解决方案文件 {0}
zh_tw: 正在載入解決方案檔 {0}

source: Loading solution: {0}
cs: Načítání řešení: {0}
de: Projektmappe wird geladen: {0}
es: Cargando la solución: {0}
fr: Chargement de la solution : {0}
it: Caricamento della soluzione: {0}
ja: ソリューションを読み込んでいます: {0}
ko: 솔루션을 로드하는 중: {0}
pl: Ładowanie rozwiązania: {0}
pt_br: Carregando a solução: {0}
ru: Идет загрузка решения: {0}
tr: Çözüm yükleniyor: {0}
uk: Завантажується рішення: {0}
zh_cn: 正在加载解决方案: {0}
zh_tw: 正在載入解決方案: {0}

source: Loading workspace documents
cs: Načítání dokumentů pracovního prostoru
de: Arbeitsbereichsdokumente werden geladen
es: Cargando documentos del área de trabajo
fr: Chargement des documents de l’espace de travail
it: Caricamento dei documenti dell'area di lavoro
ja: ワークスペースのドキュメントを読み込んでいます
ko: 작업 영역 문서를 로드하는 중
pl: Ładowanie dokumentów obszaru roboczego
pt_br: Carregando documentos do workspace
ru: Идет загрузка документов рабочей области
tr: Çalışma alanı belgeleri yükleniyor
uk: Завантаження документів робочого простору
zh_cn: 正在加载工作区文档
zh_tw: 正在載入工作區文件

source: Loading workspace item: {0}
cs: Načítání položky pracovního prostoru: {0}
de: Arbeitsbereichselement wird geladen: {0}
es: Cargando elemento del área de trabajo: {0}
fr: Chargement de l’élément d’espace de travail : {0}
it: Caricamento dell'elemento dell'area di lavoro: {0}
ja: ワークスペース項目を読み込んでいます: {0}
ko: 작업 영역 항목을 로드하는 중: {0}
pl: Ładowanie elementu obszaru roboczego: {0}
pt_br: Carregando item do workspace: {0}
ru: Идет загрузка элемента рабочей области: {0}
tr: Çalışma alanı öğesi yükleniyor: {0}
uk: Завантаження елемента робочого простору: {0}
zh_cn: 正在加载工作区项: {0}
zh_tw: 正在載入工作區項目: {0}

source: Loading {0} add-in
cs: Načítá se doplněk {0}.
de: Add-In '{0}' wird geladen.
es: Cargando complemento {0}
fr: Chargement du complément {0}
it: Caricamento del componente aggiuntivo di {0}
ja: {0} アドインを読み込んでいます
ko: {0} 추가 기능을 로드하는 중
pl: Ładowanie dodatku {0}
pt_br: Carregando o suplemento {0}
ru: Идет загрузка надстройки {0}
tr: {0} eklenti yükleniyor
uk: Завантаження додатку {0}
zh_cn: 正在加载 {0} 外接程序
zh_tw: 正在載入 {0} 增益集

source: Loading...
cs: Načítání...
de: Wird geladen...
es: Cargando...
fr: Chargement en cours...
it: Caricamento...
ja: 読み込み中...
ko: 로드하는 중...
pl: Trwa ładowanie...
pt_br: Carregando...
ru: Идет загрузка...
tr: Yükleniyor...
uk: Завантаження...
zh_cn: 正在加载...
zh_tw: 正在載入...

source: Loading…
cs: Načítání…
de: Wird geladen...
es: Cargar…
fr: Chargement en cours…
it: Caricamento…
ja: 読み込み中...
ko: 로드하는 중...
pl: Trwa ładowanie…
pt_br: Carregando...
ru: Загрузка…
tr: Yükleniyor...
zh_cn: 正在加载...
zh_tw: 正在載入...

source: Local
cs: Místní
de: Lokal
it: Locale
ja: ローカル
ko: 로컬
pl: Lokalne
ru: Локальные
tr: Yerel
zh_cn: 本地
zh_tw: 本機

source: Local Copy
cs: Místní kopie
de: Lokale Kopie
es: Copia local
fr: Copie locale
it: Copia locale
ja: ローカル コピー
ko: 로컬 복사
pl: Kopia lokalna
pt_br: Cópia Local
ru: Локальная копия
tr: Yerel Kopya
uk: Локальна копія
zh_cn: 本地副本
zh_tw: 本機複本

source: Local Filesystem
cs: Místní systém souborů
de: Lokales Dateisystem
es: Sistema de archivos local
fr: Système de fichiers local
it: File system locale
ja: ローカル ファイルシステム
ko: 로컬 파일 시스템
pl: Lokalny system plików
pt_br: Sistema de Arquivos Local
ru: Локальная файловая система
tr: Yerel Dosya Sistemi
uk: Локальна файлова система
zh_cn: 本地文件系统
zh_tw: 本機檔案系統

source: Local changes of branch '{0}'
cs: Místní změny větve {0}
de: Lokale Änderungen in Branch '{0}'
es: Cambios locales de la rama '{0}'
fr: Modifications locales de la branche « {0} »
it: Modifiche locali del ramo '{0}'
ja: ブランチ '{0}' のローカル変更
ko: '{0}' 분기의 로컬 변경 내용
pl: Lokalne zmiany gałęzi „{0}”
pt_br: Alterações locais da ramificação '{0}'
ru: Локальные изменения ветви "{0}"
tr: '{0}' dalındaki yerel değişiklikler
uk: Локальні зміни гілки '{0}'
zh_cn: 分支“{0}”的本地更改
zh_tw: 分支 '{0}' 的本機變更

source: Local variable '{0}' hides {1} '{2}'
cs: Lokální proměnná {0} skrývá {1} {2}
de: Lokale Variable '{0}' blendet {1} '{2}' aus.
es: La variable local '{0}' oculta {1} '{2}'
fr: La variable locale « {0} » masque {1} « {2} »
it: La variabile locale '{0}' nasconde {1} '{2}'
ja: ローカル変数 '{0}' は {1} '{2}' を表示しません
ko: 지역 변수 '{0}'이(가) {1} '{2}'을(를) 숨깁니다.
pl: Zmienna lokalna „{0}” ukrywa element {1} „{2}”
pt_br: A variável local '{0}' oculta {1} '{2}'
ru: Локальная переменная "{0}" скрывает {1} "{2}"
tr: Yerel değişken '{0}', {1} '{2}' öğelerini gizler
uk: Локальна змінна '{0}' приховує {1} '{2}'
zh_cn: 局部变量“{0}”隐藏 {1} “{2}”
zh_tw: 區域變數 '{0}' 會隱藏 {1} '{2}'

source: Local variable has the same name as a member and hides it
cs: Lokální proměnná má stejný název jako člen a skrývá ho.
de: Lokale Variable hat denselben Namen wie ein Member und blendet ihn aus.
es: La variable local tiene el mismo nombre que un miembro y lo oculta
fr: Une variable locale a le même nom qu’un membre et masque celui-ci
it: La variabile locale ha lo stesso nome di un membro e lo nasconde
ja: ローカル変数の名前がメンバーと同じであるため、メンバーが表示されません
ko: 지역 변수가 멤버와 동일한 이름을 갖고 있고 해당 이름을 숨깁니다.
pl: Zmienna lokalna ma tę samą nazwę co składowa i ukrywa go
pt_br: A variável local tem o mesmo nome que um membro e o oculta
ru: Локальная переменная имеет то же имя, что и элемент, и скрывает его
tr: Yerel değişken bir üye ile aynı ada sahip ve onu gizliyor
uk: Назва локальної змінної збігається з назвою члена і приховує його
zh_cn: 局部变量具有与某个成员相同的名称并隐藏该成员
zh_tw: 區域變數的名稱與成員相同，將會加以隱藏

source: Locals
cs: Místní
de: Lokale Variablen
es: Locales
fr: Variables locales
it: Variabili locali
ja: ローカル
ko: 지역
pl: Elementy lokalne
pt_br: Locais
ru: Локальные элементы
tr: Yerel öğeler
uk: Локальні змінні
zh_cn: 局部变量
zh_tw: 本機

source: Location
cs: Umístění
de: Speicherort
es: Ubicación
fr: Localisation
it: Posizione
ja: 場所
ko: 위치
pl: Lokalizacja
pt_br: Local
ru: Расположение
tr: Konum
uk: Розташування
zh_cn: 位置
zh_tw: 位置

source: Location of Project Files
cs: Umístění projektových souborů
de: Speicherort von Projektdateien
es: Ubicación de los archivos de proyecto
fr: Emplacement des fichiers de projet
it: Percorso dei file di progetto
ja: プロジェクト ファイルの場所
ko: 프로젝트 파일의 위치
pl: Lokalizacja plików projektów
pt_br: Localização dos Arquivos de Projeto
ru: Расположение файлов проекта
tr: Proje Dosyalarının Konumları
uk: Розташування файлів проекту
zh_cn: 项目文件的位置
zh_tw: 專案檔的位置

source: Location:
cs: Umístění:
de: Speicherort:
es: Ubicación:
fr: Emplacement :
it: Percorso:
ja: 場所:
ko: 위치:
pl: Lokalizacja:
pt_br: Local:
ru: Расположение:
tr: Konum:
uk: Розташування:
zh_cn: 位置:
zh_tw: 位置:

source: Lock
cs: Zamknout
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロック
ko: 잠금
pl: Zablokuj
pt_br: Bloquear
ru: Блокировка
tr: Kilitle
uk: Заблокувати
zh_cn: 锁定
zh_tw: 鎖定

source: Lock File
cs: Zamknout soubor
de: Datei sperren
es: Bloquear archivo
fr: Verrouiller le fichier
it: Blocca file
ja: ファイルのロック
ko: 파일 잠금
pl: Zablokuj plik
pt_br: Bloquear Arquivo
ru: Заблокировать файл
tr: Dosyayı Kilitle
uk: Заблокувати файл
zh_cn: 锁定文件
zh_tw: 鎖定檔案

source: Lock operation completed.
cs: Operace uzamčení se dokončila.
de: Sperrvorgang abgeschlossen.
es: Operación de bloqueo finalizada.
fr: Opération de verrouillage accomplie.
it: L'operazione di blocco è stata completata.
ja: ロック操作は完了しました。
ko: 잠금 작업이 완료되었습니다.
pl: Ukończono operację blokowania.
pt_br: Operação de bloqueio concluída.
ru: Операция блокировки выполнена.
tr: Kilitleme işlemi tamamlandı.
uk: Блокування завершено.
zh_cn: 已完成锁定操作。
zh_tw: 已完成鎖定作業。

source: Locking...
cs: Uzamykání...
de: Wird gesperrt...
es: Bloqueando...
fr: Verrouillage...
it: Blocco...
ja: ロックしています...
ko: 잠그는 중...
pl: Trwa blokowanie...
pt_br: Bloqueando...
ru: Выполняется блокировка...
tr: Kilitleniyor...
uk: Блокування
zh_cn: 正在锁定...
zh_tw: 正在鎖定...

source: Log
cs: Protokol
de: Protokoll
es: Registro
fr: Journal
ja: ログ
ko: 로그
pl: Zarejestruj
ru: Журнал
tr: Günlük
uk: Журнал
zh_cn: 日志
zh_tw: 記錄

source: Log Level
cs: Úroveň protokolování
de: Protokollstufe
es: Nivel de registro
fr: Niveau de journalisation
it: Livello di registrazione
ja: ログ レベル
ko: 로그 수준
pl: Poziom dziennika
pt_br: Nível de Log
ru: Уровень ведения журнала
tr: Günlük Düzeyi
uk: Рівень журналювання
zh_cn: 日志级别
zh_tw: 記錄層級

source: Log Mask
cs: Maska protokolu
de: Protokollmaske
es: Máscara de registro
fr: Masque du journal
it: Maschera log
ja: ログ マスク
ko: 로그 마스크
pl: Maska dziennika
pt_br: Máscara de Log
ru: Маска журнала
tr: Günlük Maskesi
zh_cn: 日志掩码
zh_tw: 記錄遮罩

source: Log _verbosity:
cs: Úro_veň podrobností protokolu:
de: Aus_führlichkeit des Protokolls:
es: _Nivel de detalle del registro:
fr: Verbosité du _journal :
it: Li_vello di dettaglio registrazione:
ja: ログの詳細度(_V):
ko: 로그의 세부 정보 표시(_V):
pl: Poziom _szczegółowości dziennika:
pt_br: _Detalhamento do log:
ru: Детализация ж_урнала:
tr: Günlük _ayrıntı düzeyi:
zh_cn: 日志详细程度(_V):
zh_tw: 記錄詳細資訊(_V):

source: Logging
cs: Protokolování
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
ja: ログ
ko: 로깅
pl: Rejestrowanie
pt_br: Registrando em log
ru: Ведение журнала
tr: Günlüğe Kaydetme
uk: Журналювання
zh_cn: 日志记录
zh_tw: 正在記錄

source: Logic games like puzzles, etc
cs: Logické hry, třeba puzzle apod.
de: Logische Spiele wie Puzzles usw.
es: Juegos de lógica, como puzles, etc.
fr: Jeux de logique comme les casses-têtes, etc.
it: Giochi di logica, ad esempio rompicapo
ja: パズルなどのロジック ゲーム
ko: 퍼즐 등의 논리 게임
pl: Gry logiczne, np. układanki itp.
pt_br: Jogos de lógica como quebra-cabeças, etc
ru: Логические игры, например головоломки и т. п.
tr: Bulmaca vs. gibi mantık oyunları
uk: Логічні ігри (наприклад, пазли)
zh_cn: 逻辑游戏，例如益智游戏等
zh_tw: 邏輯遊戲 (例如拼圖等)

source: Long description of the extension. Long description of the extension. Long description of the extension. Long description of the extension. Long description of the extension. Long description of the extension.
cs: Dlouhý popis rozšíření. Dlouhý popis rozšíření. Dlouhý popis rozšíření. Dlouhý popis rozšíření. Dlouhý popis rozšíření. Dlouhý popis rozšíření. Dlouhý popis rozšíření. Dlouhý popis rozšíření.
de: Lange Beschreibung der Erweiterung. Lange Beschreibung der Erweiterung. Lange Beschreibung der Erweiterung. Lange Beschreibung der Erweiterung. Lange Beschreibung der Erweiterung. Lange Beschreibung der Erweiterung.
es: Descripción larga de la extensión. Descripción larga de la extensión. Descripción larga de la extensión. Descripción larga de la extensión. Descripción larga de la extensión. Descripción larga de la extensión.
fr: Description longue de l'extension. Description longue de l'extension. Description longue de l'extension. Description longue de l'extension. Description longue de l'extension. Description longue de l'extension.
ja: 拡張機能の詳しい説明。拡張機能の詳しい説明。拡張機能の詳しい説明。拡張機能の詳しい説明。拡張機能の詳しい説明。拡張機能の詳しい説明。
ko: 확장에 대한 자세한 설명입니다. 확장에 대한 자세한 설명입니다. 확장에 대한 자세한 설명입니다. 확장에 대한 자세한 설명입니다. 확장에 대한 자세한 설명입니다. 확장에 대한 자세한 설명입니다.
pl: Długi opis rozszerzenia. Długi opis rozszerzenia. Długi opis rozszerzenia. Długi opis rozszerzenia. Długi opis rozszerzenia. Długi opis rozszerzenia.
pt_br: Descrição longa da extensão. Descrição longa da extensão. Descrição longa da extensão. Descrição longa da extensão. Descrição longa da extensão. Descrição longa da extensão.
ru: Длинное описание расширения. Длинное описание расширения. Длинное описание расширения. Длинное описание расширения. Длинное описание расширения. Длинное описание расширения.
tr: Uzantının uzun açıklaması. Uzantının uzun açıklaması. Uzantının uzun açıklaması. Uzantının uzun açıklaması. Uzantının uzun açıklaması. Uzantının uzun açıklaması.

source: Long literal ends with 'l' instead of 'L'
cs: Dlouhý literál končí znakem l místo L.
de: Long-Literal endet mit 'l' anstatt mit 'L'.
es: Los literales largos finalizan con 'l' en lugar de con 'L'
fr: Le littéral de valeur Long se termine par « l » au lieu de « L »
it: Il valore letterale long termina con 'l' anziché 'L'
ja: Long リテラルの末尾は、'L' ではなく、'l' になります
ko: Long 리터럴이 'L' 대신 'l'로 끝납니다.
pl: Długi literał kończy się literą „l” zamiast „L”
pt_br: Literais longos terminam com 'l' em vez de 'L'
ru: Литерал типа Long заканчивается на "l" вместо "L"
tr: Uzun değişmez değer 'L' yerine 'l' ile bitiyor
uk: Літерал типу long закінчується на 'l' замість 'L'
zh_cn: 长整型文本以 "l" 结尾，而不以 "L" 结尾
zh_tw: 長整數常值的結尾是 'l'，而不是 'L'

source: Look for packages in configure.in
cs: Vyhledávat balíčky v configure.in
de: Pakete 'in configure.in' suchen
es: Buscar paquetes en configure.in
fr: Rechercher les paquets dans configure.in
it: Cerca i pacchetti in configure.in
ja: configure.in からパッケージを探す
ko: configure.in에서 패키지 찾기
pl: Szukaj pakietów w pliku configure.in
pt_br: Procurar pacotes em configure.in
ru: Искать пакеты в configure.in
tr: Paketleri configure.in öğesinde ara
uk: Шукати пакети у файлі configure.in
zh_cn: 在 configure.in 中查找包
zh_tw: 在 configure.in 尋找封裝

source: Looking for '{0}' in all open documents
cs: Hledá se {0} ve všech otevřených dokumentech
de: In allen geöffneten Dokumenten wird nach '{0}' gesucht
es: Buscando '{0}' en todos los documentos abiertos
fr: Recherche de « {0} » dans tous les documents ouverts
it: Ricerca di '{0}' in tutti i documenti aperti
ja: すべての開いているドキュメントで '{0}' を検索しています
ko: 모든 열린 문서에서 '{0}'을(를) 찾는 중
pl: Wyszukiwanie elementu „{0}” we wszystkich otwartych dokumentach
pt_br: Procurando por '{0}' em todos os documentos abertos
ru: Поиск "{0}" во всех открытых документах
tr: Tüm açık belgelerde '{0}' aranıyor
uk: Пошук '{0}' у всіх відкритих документах
zh_cn: 正在所有已打开文档中查找“{0}”
zh_tw: 正在於所有開啟的文件中尋找 '{0}'

source: Looking for '{0}' in all projects
cs: Hledá se {0} ve všech projektech
de: In allen Projekten wird nach '{0}' gesucht
es: Buscando '{0}' en todos los proyectos
fr: Recherche de « {0} » dans tous les projets
it: Ricerca di '{0}' in tutti i progetti
ja: すべてのプロジェクトで '{0}' を検索しています
ko: 모든 프로젝트에서 '{0}'을(를) 찾는 중
pl: Wyszukiwanie elementu „{0}” we wszystkich projektach
pt_br: Procurando por '{0}' em todos os projetos
ru: Поиск "{0}" во всех проектах
tr: Tüm projelerde '{0}' aranıyor
uk: Пошук '{0}' у всіх проектах
zh_cn: 正在所有项目中查找“{0}”
zh_tw: 正在於所有專案中尋找 '{0}'

source: Looking for '{0}' in current document
cs: Hledá se {0} v aktuálním dokumentu
de: Im aktuellen Dokument wird nach '{0}' gesucht
es: Buscando '{0}' en el documento actual
fr: Recherche de « {0} » dans le document actif
it: Ricerca di '{0}' nel documento corrente
ja: 現在のドキュメントで '{0}' を検索しています
ko: 현재 문서에서 '{0}'을(를) 찾는 중
pl: Wyszukiwanie elementu „{0}” w bieżącym dokumencie
pt_br: Procurando por '{0}' no documento atual
ru: Поиск "{0}" в текущем документе
tr: Geçerli belgede '{0}' aranıyor
uk: Пошук '{0}' у поточному документі
zh_cn: 正在当前文档中查找“{0}”
zh_tw: 正在於目前文件中尋找 '{0}'

source: Looking for '{0}' in current selection
cs: Hledá se {0} v aktuálním výběru
de: In aktueller Auswahl wird nach '{0}' gesucht
es: Buscando '{0}' en la selección actual
fr: Recherche de « {0} » dans la sélection active
it: Ricerca di '{0}' nella selezione corrente
ja: 現在の選択範囲で '{0}' を検索しています
ko: 현재 선택 영역에서 '{0}'을(를) 찾는 중
pl: Wyszukiwanie elementu „{0}” w bieżącym zaznaczeniu
pt_br: Procurando por '{0}' na seleção atual
ru: Поиск "{0}" в текущем выбранном фрагменте
tr: Geçerli seçimde '{0}' aranıyor
uk: Пошук '{0}' у вибраному
zh_cn: 正在当前选定内容中查找“{0}”
zh_tw: 正在於目前選取範圍中尋找 '{0}'

source: Looking for '{0}' in directory '{1}'
cs: Hledá se {0} v adresáři {1}
de: Im Verzeichnis '{1}' wird nach '{0}' gesucht
es: Buscando '{0}' en el directorio '{1}'
fr: Recherche de « {0} » dans le répertoire « {1} »
it: Ricerca di '{0}' nella directory '{1}'
ja: ディレクトリ '{1}' で '{0}' を検索しています
ko: '{1}' 디렉터리에서 '{0}'을(를) 찾는 중
pl: Wyszukiwanie elementu „{0}” w katalogu „{1}”
pt_br: Procurando por '{0}' no diretório '{1}'
ru: Поиск "{0}" в каталоге "{1}"
tr: {1} dizininde '{0}' aranıyor
uk: Пошук '{0}' у теці '{1}'
zh_cn: 正在目录“{1}”中查找“{0}”
zh_tw: 正在於目錄 '{1}' 中尋找 '{0}'

source: Looking for '{0}' in project '{1}'
cs: Hledá se {0} v projektu {1}
de: In Projekt '{1}' wird nach '{0}' gesucht
es: Buscando '{0}' en el proyecto '{1}'
fr: Recherche de « {0} » dans le projet « {1} »
it: Ricerca di '{0}' nel progetto '{1}'
ja: プロジェクト '{1}' で '{0}' を検索しています
ko: '{1}' 프로젝트에서 '{0}'을(를) 찾는 중
pl: Wyszukiwanie elementu „{0}” w projekcie „{1}”
pt_br: Procurando por '{0}' no projeto '{1}'
ru: Поиск "{0}" в проекте "{1}"
tr: '{1}' projesinde '{0}' aranıyor
uk: Пошук '{0}' у проекті '{1}'
zh_cn: 正在项目“{1}”中查找“{0}”
zh_tw: 正在於專案 '{1}' 中尋找 '{0}'

source: Looking for all references
cs: Hledají se všechny reference.
de: Alle Verweise werden gesucht.
es: Buscando todas las referencias
fr: Recherche de toutes les références
it: Ricerca di tutti i riferimenti
ja: すべての参照を探しています
ko: 모든 참조를 찾는 중
pl: Wyszukiwanie wszystkich odwołań
pt_br: Buscando todas as referências
ru: Идет поиск всех ссылок
tr: Tüm başvurular aranıyor
zh_cn: 正在查找所有引用
zh_tw: 正在尋找所有參考

source: Looking for components...
cs: Vyhledávání komponent...
de: Komponenten werden gesucht...
es: Buscando componentes...
fr: Recherche de composants...
it: Ricerca dei componenti...
ja: コンポーネントを探索中...
ko: 구성 요소를 찾는 중...
pl: Trwa wyszukiwanie składników...
pt_br: Procurando componentes...
ru: Поиск компонентов...
tr: Bileşenler aranıyor...
uk: Пошук компонентів...
zh_cn: 正在查找组件...
zh_tw: 正在尋找元件...

source: Looking in '{0}'
cs: Hledání v {0}
de: Suche in '{0}'
es: Buscando en '{0}'
fr: Recherche dans « {0} »
it: Ricerca in '{0}'
ja: '{0}' で検索しています
ko: '{0}'에서 찾는 중
pl: Wyszukiwanie w lokalizacji „{0}”
pt_br: Procurando em '{0}'
ru: Поиск в "{0}"
tr: Bakılan konum: '{0}'
uk: Пошук у {0}
zh_cn: 正在“{0}”中查找
zh_tw: 正在於 '{0}' 尋找

source: Looking in project '{0}'
cs: Hledání v projektu {0}
de: Suche in Projekt '{0}'
es: Buscando en el proyecto '{0}'
fr: Recherche dans le projet « {0} »
it: Ricerca nel progetto '{0}'
ja: プロジェクト '{0}' で検索しています
ko: '{0}' 프로젝트에서 찾는 중
pl: Wyszukiwanie w projekcie „{0}”
pt_br: Procurando no projeto '{0}'
ru: Поиск в проекте "{0}"
tr: '{0}' projesinde bakılıyor
uk: Пошук у проекті '{0}'
zh_cn: 正在项目“{0}”中查找
zh_tw: 正在於專案 '{0}' 中尋找

source: Low
cs: Nízká
de: Niedrig
es: Baja
fr: Faible
it: Bassa
ja: 低
ko: 낮음
pl: Niski
pt_br: Baixa
ru: Низкая
tr: Düşük
uk: Низький
zh_cn: 低
zh_tw: 低

source: Lowercase 'l' is often confused with '1'
cs: Malé písmeno I se často zaměňuje za číslo 1.
de: Der Kleinbuchstabe 'l' wird häufig mit '1' verwechselt.
es: La 'l' minúscula se confunde a menudo con el '1'
fr: La lettre « l » minuscule est souvent confondue avec le chiffre « 1 »
it: La lettera 'l' minuscola è facilmente confondibile con '1'
ja: 小文字 'l' は '1' と混同されることがよくあります
ko: 소문자 'l'은 흔히 '1'과 혼동됩니다.
pl: Mała litera „l” jest często mylona z cyfrą „1”
pt_br: 'l' minúscula é frequentemente confundido com '1'
ru: Строчную букву "l" часто путают с цифрой "1"
tr: Küçük 'l' harfi genellikle '1' ile karıştırılır
uk: Малу 'l' часто плутають з '1'
zh_cn: 小写的 "l" 经常会与 "1" 混淆
zh_tw: 小寫 'l' 通常會與 '1' 混淆

source: Lowercase Selection
cs: Výběr malými písmeny
de: Auswahl: Kleinbuchstaben
es: Aplicar minúscula a selección
fr: Mettre la sélection en minuscules
it: Applica minuscolo alla selezione
ja: 選択範囲の文字列を小文字にする
ko: 소문자 선택
pl: Zmień litery na małe w zaznaczeniu
pt_br: Seleção de Minúscula
ru: Выделенный фрагмент в нижнем регистре
tr: Seçimi Küçük Harf Yap
zh_cn: 小写选定内容
zh_tw: 小寫選取範圍
