Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Provides a search path to the runtime where to look for library files. This is a tool convenient for debugging applications, but should not be used by deployed applications as it breaks the assembly loader in subtle ways. Directories are separated by the platform path separator (colons on unix). Example: /home/username/lib:/usr/local/mono/lib
cs: Poskytuje cestu hledání k modulu runtime, kde se mají hledat soubory knihovny. Jedná se nástroj vhodný pro ladicí aplikace, který by ale neměly používat nasazené aplikace, protože nástroj přeruší zavaděč sestavení. Adresáře jsou oddělené oddělovači cesty platformy (dvojtečkou v Unixu). Příklad: /home/username/lib:/usr/local/mono/lib
de: Stellt einen Suchpfad bereit, den die Laufzeit für die Suche nach Bibliotheksdateien verwendet. Dieses Tool eignet sich zum Debuggen von Anwendungen, sollte aber nicht von bereitgestellten Anwendungen verwendet werden, da es das Assemblyladeprogramm auf unauffällige Weise beschädigt. Verzeichnisse werden durch das plattformspezifische Pfadtrennzeichen getrennt (in Unix Doppelpunkte). Beispiel: /home/username/lib:/usr/local/mono/lib
es: Proporciona una ruta de acceso de búsqueda al entorno de ejecución donde buscar archivos de biblioteca. Esta herramienta es muy útil para depurar aplicaciones, pero no debe usarse en aplicaciones implementadas, porque interrumpe ligeramente el cargador de ensamblados. Los directorios se separan con el separador de ruta de acceso de la plataforma (dos puntos en Unix). Ejemplo: /home/username/lib:/usr/local/mono/lib
fr: Fournit un chemin de recherche pour indiquer au runtime où rechercher des fichiers de bibliothèque. Cet outil est pratique pour le débogage d’applications, mais ne doit pas être utilisé par des applications déployées, car il a une incidence sur le chargeur d’assembly. Les répertoires sont séparés par le séparateur de chemin d’accès de la plateforme (deux-points sous UNIX). Exemple : /home/nomutilisateur/lib : / usr/local/mono/lib
it: Fornisce al runtime un percorso di ricerca in cui cercare i file di libreria. Si tratta di uno strumento comodo per le applicazioni di debug, ma non deve essere usato da applicazioni distribuite perché causa interruzioni impercettibili nel caricatore di assembly. Le directory sono delimitate dal separatore di percorso della piattaforma (due punti in UNIX). Esempio: /home/nomeutente/lib:/usr/local/mono/lib
ja: ライブラリ ファイルの検索先の検索パスをランタイムに指定します。これはアプリケーションのデバッグに便利なツールですが、アセンブリ ローダーをわかりにくい方法で中断させるため、展開したアプリケーションでは使用しません。ディレクトリは、プラットフォームのパス区切り (Unix の場合はコロン) で区切られます。例: /home/username/lib:/usr/local/mono/lib
ko: 라이브러리 파일을 찾을 검색 경로를 런타임에 제공합니다. 애플리케이션을 디버깅하는 데 편리한 도구이지만 어셈블리 로더를 미세하게 손상시키므로 배포된 애플리케이션에서는 사용하지 않아야 합니다. 디렉터리는 플랫폼 경로 구분 기호(Unix에서는 콜론)로 구분됩니다. 예: /home/username/lib:/usr/local/mono/lib
pl: Zapewnia ścieżkę wyszukiwania do środowiska uruchomieniowego, w której mają być wyszukiwane pliki biblioteki. Jest to wygodne narzędzie do debugowania aplikacji, ale nie powinno być używane przez wdrożone aplikacje, ponieważ powoduje przerwanie działania modułu ładującego zestaw w subtelny sposób. Katalogi są oddzielane separatorem ścieżki platformy (dwukropek w systemach unix). Przykład: /home/username/lib:/usr/local/mono/lib
pt_br: Fornece um caminho de pesquisa para o tempo de execução procurar por arquivos de biblioteca. Essa é uma ferramenta conveniente para aplicativos de depuração, mas não deve ser usada por aplicativos implantados, pois ela divide o carregador de assembly de maneiras sutis. Diretórios são separados pelo separador de caminho de plataforma (dois pontos no unix). Exemplo: /home/username/lib:/usr/local/mono/lib
ru: Предоставляет путь поиска для среды выполнения, где следует искать файлы библиотек. Этот инструмент удобен для приложений отладки, но его не должны использовать развернутые приложения, так как он вызывает неочевидные неполадки в работе загрузчика сборок. Каталоги отделяются разделителями пути платформы (в Unix это двоеточия). Пример: /home/username/lib:/usr/local/mono/lib
tr: Çalışma zamanına kitaplık dosyalarının aranacağı arama yolunu sağlar. Bu, uygulamalarda hata ayıklama yapmak için kullanışlı bir araçtır, ancak bütünleştirilmiş kod yükleyicisini zor algılanan bir yolla durdurduğundan dağıtılan uygulamalar tarafından kullanılmamalıdır. Dizinler platform yolu ayırıcısı (unix'te iki nokta üst üste) tarafından ayrılır. Örnek: /home/username/lib:/usr/local/mono/lib
zh_cn: 向运行时提供查找库文件的搜索路径。此工具适用于调试应用程序，但不能用于已部署的应用程序，因为它会以微妙的方式中断程序集加载器。目录由平台路径分隔符(在 unix 上为冒号)分隔。示例: /home/username/lib:/usr/local/mono/lib
zh_tw: 提供執行階段的搜尋路徑，可在其中尋找程式庫檔案。此工具方便用於偵錯應用程式，但不應該供已部署的應用程式使用，原因是其會透過區別方式來中斷組件載入器。目錄會透過平台路徑分隔符號區隔 (在 Unix 上是冒號)。範例: /home/username/lib:/usr/local/mono/lib

source: Proxy authentication required
cs: Vyžaduje se ověření proxy serverem.
de: Proxyauthentifizierung erforderlich
es: Se requiere la autenticación del proxy
fr: Authentification du proxy requise
it: È richiesta l'autenticazione proxy
ja: プロキシ認証が必要です
ko: 프록시 인증 필요
pl: Wymagane jest uwierzytelnianie serwera proxy
pt_br: Autenticação de proxy obrigatória
ru: Требуется проверка подлинности прокси-сервера
tr: Ara sunucu kimlik doğrulaması gerekli
uk: Проксі вимагає аутентифікації
zh_cn: 需要代理身份验证
zh_tw: 需要 Proxy 驗證

source: Public
cs: Veřejné
de: Öffentlich
es: Público
it: Pubblico
ja: パブリック
ko: 공용
pl: Publiczne
pt_br: Público
ru: Общедоступный
tr: Ortak
uk: Загальнодоступний
zh_cn: 公开
zh_tw: 公用

source: Public Key Files (.pub)
cs: Soubory veřejných klíčů (.pub)
de: Öffentliche Schlüsseldateien (PUB)
es: Archivos de clave pública (. pub)
fr: Fichiers de clés publiques (.pub)
ja: 公開キー ファイル (.pub)
ko: 공개 키 파일(.pub)
pl: Pliki kluczy publicznych (pub)
pt_br: Arquivos de Chave Pública (.pub)
ru: Файлы открытого ключа (PUB)
tr: Ortak Anahtar Dosyaları (.pub)

source: Public Key:
cs: Veřejný klíč:
de: Öffentlicher Schlüssel:
es: Clave pública:
fr: Clé publique :
ja: 公開キー:
ko: 공개 키:
pl: Klucz publiczny:
pt_br: Chave Pública:
ru: Открытый ключ:
tr: Ortak Anahtar:

source: Publish
cs: Publikovat
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 公開
ko: 게시
pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
tr: Yayımla

source: Publish operation completed.
cs: Operace publikování se dokončila.
de: Vorgang 'Veröffentlichen' abgeschlossen.
es: Operación de publicación finalizada.
fr: Opération de publication accomplie.
it: L'operazione di pubblicazione è stata completata.
ja: 公開操作が完了しました。
ko: 게시 작업이 완료되었습니다.
pl: Ukończono operację publikowania.
pt_br: Operação de publicação concluída.
ru: Операция публикации выполнена.
tr: Yayımlama işlemi tamamlandı.
uk: Операцію опублікування завершено.
zh_cn: 已完成发布操作。
zh_tw: 已完成發行作業。

source: Publish to Folder
cs: Publikovat do složky
de: In Ordner veröffentlichen
es: Publicar en la carpeta
fr: Publier sur un dossier
ja: フォルダーに公開
ko: 폴더에 게시
pl: Opublikuj w folderze
pt_br: Publicar na Pasta
ru: Опубликовать в папке
tr: Klasörde Yayımla

source: Publish to Folder...
cs: Publikovat do složky...
de: In Ordner veröffentlichen...
es: Publicar en la carpeta...
fr: Publier sur un dossier...
ja: フォルダーに公開...
ko: 폴더에 게시...
pl: Opublikuj w folderze...
pt_br: Publica na Pasta...
ru: Опубликовать в папке...
tr: Klasörde Yayımla...

source: Publish to {0} - {1}
cs: Publikovat do {0} – {1}
de: In "{0}" veröffentlichen – {1}
es: Publicar en {0} - {1}
fr: Publier sur {0} - {1}
ja: {0} に公開 - {1}
ko: {0}에 게시 - {1}
pl: Opublikuj w: {0} — {1}
pt_br: Publicar em {0} – {1}
ru: Опубликовать в {0} — {1}
tr: {0} - {1} konumunda yayımla

source: Publish your app to a folder or a file share
cs: Publikovat aplikaci do běžné nebo sdílené složky
de: Hiermit veröffentlichen Sie Ihre App in einem Ordner oder einer Dateifreigabe.
es: Publique la aplicación en un recurso compartido de archivos o una carpeta.
fr: Publier votre application sur un dossier ou un partage de fichiers
ja: アプリをフォルダーまたはファイル共有に公開します
ko: 앱을 폴더 또는 파일 공유에 게시
pl: Opublikuj aplikację w folderze lub udziale plików
pt_br: Publicar seu aplicativo em uma pasta ou em um compartilhamento de arquivo
ru: Публикация приложения в обычной или общей папке
tr: Uygulamanızı bir klasörde veya dosya paylaşımında yayımlayın

source: Published
cs: Publikováno
de: Veröffentlicht
es: Fecha de publicación
fr: Publié
ja: 公開済み
ko: 게시됨
pl: Opublikowano
pt_br: Publicado
ru: Опубликовано
tr: Yayımlandı

source: Publishing "{0}" Project...
cs: Publikování projektu "{0}"...
de: Projekt "{0}" wird veröffentlicht...
es: Publicando el proyecto "{0}"...
fr: Publication du projet "{0}"...
it: Pubblicazione del progetto "{0}"...
ja: プロジェクト "{0}" を公開中...
ko: "{0} " 프로젝트를 게시하는 중...
pl: Trwa publikowanie projektu „{0}”...
pt_br: Publicando Projeto "{0}"...
ru: Идет публикация проекта "{0}"...
tr: "{0}" Projesi yayımlanıyor...
uk: Опублікування проекту "{0}"...
zh_cn: 正在发布“{0}”项目...
zh_tw: 正在發行 "{0}" 專案...

source: Publishing to folder...
cs: Publikování do složky...
de: Veröffentlichung in Ordner wird durchgeführt...
es: Publicando en la carpeta...
fr: Publication sur le dossier...
ja: フォルダーに公開しています...
ko: 폴더에 게시하는 중...
pl: Trwa publikowanie w folderze...
pt_br: Publicando na pasta...
ru: Публикация в папке...
tr: Klasörde yayımlanıyor...

source: Push Changes
cs: Doručovat změny
de: Änderungen mit Push übertragen
es: Insertar cambios
fr: Effectuer une opération Push sur les modifications
it: Esegui push delle modifiche
ja: 変更をプッシュ
ko: 변경 내용 푸시
pl: Wypchnij zmiany
pt_br: Enviar Alterações por Push
ru: Отправить изменения
tr: Değişiklikleri Gönder
uk: Надіслати зміни
zh_cn: 推送更改
zh_tw: 推送變更

source: Push Changes...
cs: Doručovat změny...
de: Änderungen mit Push übertragen...
es: Insertar cambios...
fr: Opération Push sur les modifications...
it: Esegui push delle modifiche...
ja: 変更をプッシュ...
ko: 변경 내용 푸시...
pl: Wypchnij zmiany...
pt_br: Enviar Alterações por Push...
ru: Отправить изменения...
tr: Değişiklikleri Gönder...
uk: Надіслати зміни...
zh_cn: 推送更改...
zh_tw: 推送變更...

source: Push Url:
cs: Vložit adresu URL:
de: Push für URL ausführen:
es: Insertar la dirección URL:
fr: URL Push :
it: Esegui push dell'URL:
ja: URL のプッシュ:
ko: URL 푸시:
pl: Adres URL wypychania:
pt_br: Enviar por push a URL:
ru: URL-адрес отправки:
tr: Gönderme URL'si:
uk: Адреса надсилання:
zh_cn: 推送 URL:
zh_tw: 推送 URL:

source: Push changes to remote repository after commit
cs: Po potvrzení doručit změny do vzdáleného úložiště
de: Änderungen nach Commit mit Push an Remoterepository übertragen
es: Insertar cambios en el repositorio remoto después de confirmarlos
fr: Envoyer par une opération Push les modifications au référentiel distant après validation
it: Esegui il push delle modifiche nel repository remoto dopo il commit
ja: 変更をコミット後にリモート リポジトリにプッシュします
ko: 커밋 후 원격 리포지토리에 변경 내용 푸시
pl: Wypchnij zmiany do zdalnego repozytorium po zatwierdzeniu
pt_br: Enviar as alterações por push para o repositório remoto após confirmação
ru: Оправить изменения в удаленный репозиторий после фиксации
tr: Yürütmeden sonra değişiklikleri uzak depoya gönder
uk: Після подання надіслати зміни до віддаленого сховища
zh_cn: 提交后将更改推送到远程存储库
zh_tw: 在認可之後將變更推送至遠端存放庫

source: Push operation successfully completed.
cs: Vynucená operace se úspěšně dokončila.
de: Push-Vorgang erfolgreich abgeschlossen.
es: La operación de inserción se completó correctamente.
fr: Opération Push accomplie.
it: L'operazione di push è stata completata.
ja: プッシュ操作は正常に完了しました。
ko: 푸시 작업이 완료되었습니다.
pl: Pomyślnie ukończono operację wypychania.
pt_br: Operação push concluída com êxito.
ru: Операция отправки выполнена успешно.
tr: Gönderme işlemi başarıyla tamamlandı.
uk: Надсилання успішно завершено.
zh_cn: 推送操作已成功完成。
zh_tw: 已成功完成推送作業。

source: Push to Repository
cs: Vložit do úložiště
de: Mit Push an Repository übertragen
es: Insertar en el repositorio
fr: Effectuer une opération Push vers le référentiel
it: Esegui push nel repository
ja: リポジトリへのプッシュ
ko: 리포지토리에 푸시
pl: Wypchnij do repozytorium
pt_br: Enviar por Push para o Repositório
ru: Отправить в репозиторий
tr: Depoya bağlan
uk: Надіслати у сховище
zh_cn: 推送到存储库
zh_tw: 推送到保存庫

source: Push to:
cs: Doručovat do:
de: Push zu:
es: Insertar en:
fr: Effectuer une opération Push vers :
it: Esegui push in:
ja: プッシュ先:
ko: 푸시 대상:
pl: Wypchnij do:
pt_br: Enviar por push para:
ru: Отправить в:
tr: Şuraya gönder:
uk: Надіслати у:
zh_cn: 推送到:
zh_tw: 推送至:

source: Pushing Tag
cs: Vkládá se značka.
de: Tag wird mithilfe von Push übertragen.
es: Inserción de etiqueta
fr: Push (envoi) de l'étiquette
ja: タグをプッシュしています
ko: 태그를 푸시하는 중
pl: Wypychanie tagu
pt_br: Enviar Tag por Push
ru: Отправка тега
tr: Etiket Gönderiliyor

source: Pushing Tag '{0}' to '{1}'
cs: Vkládá se značka {0} do {1}.
de: Tag "{0}" wird mithilfe von Push an "{1}" übertragen.
es: Insertando la etiqueta "{0}" en "{1}"
fr: Envoi (push) de l'étiquette '{0}' vers '{1}'
ja: タグ '{0}' を '{1}' にプッシュしています
ko: '{0}' 태그를 '{1}'(으)로 푸시하는 중
pl: Wypychanie tagu „{0}” do „{1}”
pt_br: Enviar a Tag por Push '{0}' para '{1}'
ru: Отправка тега "{0}" в "{1}"
tr: '{0}' Etiketi '{1}' öğesine gönderiliyor

source: Pushing changes...
cs: Doručování změn...
de: Änderungen werden mit Push übertragen...
es: Insertando cambios...
fr: Opération Push sur les modifications...
it: Push delle modifiche...
ja: 変更をプッシュしています...
ko: 변경 내용을 푸시하는 중...
pl: Trwa wypychanie zmian...
pt_br: Enviar alterações...
ru: Выполняется отправка изменений...
tr: Değişiklikler gönderiliyor...
uk: Надсилання змін...
zh_cn: 正在推送更改...
zh_tw: 正在推送變更...

source: Pushing is only available for repositories with configured remotes.
cs: Doručování je k dispozici jenom pro úložiště s nakonfigurovanými vzdálenými větvemi.
de: Pushvorgänge sind nur für Repositorys mit konfigurierten Git-Remotespeicherorten verfügbar.
es: La inserción solo está disponible para repositorios con orígenes remotos configurados.
fr: Le transfert (pushing) n'est disponible que pour les dépôts ayant des dépôts distants configurés.
it: Il push è disponibile solo per repository con origini remote configurate.
ja: プッシュは構成されたリモートのリポジトリでのみ使用できます。
ko: 원격이 구성된 리포지토리에만 푸시를 사용할 수 있습니다.
pl: Wypychanie jest dostępne tylko dla repozytoriów ze skonfigurowanymi źródłami zdalnymi.
pt_br: O envio só está disponível para repositórios com remotos configurados.
ru: Отправка доступна только для репозиториев с настроенными удаленными ветвями.
tr: Gönderme yalnızca uzak kaynakları yapılandırılmış depolar için kullanılabilir.
zh_cn: 推送功能仅适用于配置了远程存储库的存储库。
zh_tw: 僅能推送具有已設定遠端的存放庫。

source: Pushing tag failed
cs: Vložení značky selhalo.
de: Fehler beim Übertragen von Tag mithilfe von Push.
es: No se pudo insertar la etiqueta
fr: Échec de l'envoi (push) de l'étiquette
ja: タグのプッシュが失敗しました
ko: 태그를 푸시하지 못했습니다.
pl: Wypychanie tagu zakończyło się niepowodzeniem
pt_br: Falha ao enviar a tag por push
ru: Не удалось отправить тег.
tr: Etiket gönderilemedi

source: Q&A
cs: Otázky &a odpovědi
de: F&A
es: Preguntas y respuestas
fr: Q&R
it: Domande e risposte
ko: 질문 및 답변
pl: Pytania i odpowiedzi
pt_br: P e R
ru: Вопросы и ответы
tr: Soru-Yanıt
uk: Питання і відповіді
zh_cn: 问答
zh_tw: 問答集

source: Qualify event access with 'this'
cs: Kvalifikovat přístup k události pomocí „this“
de: Ereigniszugriff mit "this" qualifizieren
es: Calificar acceso a evento con "this"
fr: Qualifier l'accès à l'événement avec 'this'
ja: イベント アクセスを 'this' で修飾してください
ko: 'this'를 사용하여 이벤트 액세스를 한정합니다.
pl: Kwalifikuj dostęp do zdarzenia przy użyciu elementu „this”
pt_br: Qualificar acesso do evento com 'this'
ru: Квалифицировать доступ к событию с помощью "this"
tr: Olay erişimini 'this' ile nitele

source: Qualify field access with 'this'
cs: Kvalifikovat přístup k poli pomocí „this“
de: Feldzugriff mit "this" qualifizieren
es: Calificar acceso a campo con "this"
fr: Qualifier l'accès au champ avec 'this'
ja: フィールド アクセスを 'this' で修飾してください
ko: 'this'를 사용하여 필드 액세스를 한정합니다.
pl: Kwalifikuj dostęp do pola przy użyciu elementu „this”
pt_br: Qualificar acesso do campo com 'this'
ru: Квалифицировать доступ к полю с помощью "this"
tr: Alan erişimini 'this' ile nitele

source: Qualify method access with 'this'
cs: Kvalifikovat přístup k metodě pomocí „this“
de: Methodenzugriff mit "this" qualifizieren
es: Calificar acceso a método con "this"
fr: Qualifier l'accès à la méthode avec 'this'
ja: メソッド アクセスを 'this' で修飾してください
ko: 'this'를 사용하여 메서드 액세스를 한정합니다.
pl: Kwalifikuj dostęp do metody przy użyciu elementu „this”
pt_br: Qualificar acesso do método com 'this'
ru: Квалифицировать доступ к методу с помощью "this"
tr: Metot erişimini 'this' ile nitele

source: Qualify property access with 'this'
cs: Kvalifikovat přístup k vlastnosti pomocí „this“
de: Eigenschaftenzugriff mit "this" qualifizieren
es: Calificar acceso a propiedad con "this"
fr: Qualifier l'accès à la propriété avec 'this'
ja: プロパティ アクセスを 'this' で修飾してください
ko: 'this'를 사용하여 속성 액세스를 한정합니다.
pl: Kwalifikuj dostęp do właściwości przy użyciu elementu „this”
pt_br: Qualificar acesso da propriedade com 'this'
ru: Квалифицировать доступ к свойству с помощью "this"
tr: Özellik erişimini 'this' ile nitele

source: Quantifiers
cs: Kvantifikátory
de: Quantifizierer
es: Cuantificadores
fr: Quantificateurs
it: Quantificatori
ja: 量指定子
ko: 수량자
pl: Kwantyfikatory
pt_br: Quantificadores
ru: Квантификаторы
tr: Niceleyiciler
uk: Квантори
zh_cn: 限定符
zh_tw: 數量詞

source: Query Form
cs: Formulář dotazu
de: Abfrageformular
es: Formulario de consulta
fr: Formulaire de requête
it: Form per query
ja: クエリ フォーム
ko: 쿼리 양식
pl: Formularz zapytania
pt_br: Formulário de Consulta
ru: Форма запроса
tr: Sorgu Formu
zh_tw: 查詢表單

source: Quick Fix
cs: Rychlá oprava
de: Schnelle Problembehebung
es: Corrección rápida
fr: Correctif rapide
ja: クイック修正
ko: 빠른 수정
pl: Szybka poprawka
pt_br: Correção Rápida
ru: Быстрое исправление
tr: Hızlı Düzeltme

source: Quick Fix Margin
cs: Okraj pro rychlé opravy
de: Rand für Schnellkorrektur
es: Margen de corrección rápida
fr: Marge de correctif rapide
ja: クイック修正余白
ko: 빠른 수정 여백
pl: Margines szybkiej poprawki
pt_br: Margem de Correção Rápida
ru: Поле быстрого исправления
tr: Hızlı Düzeltme Kenar Boşluğu

source: Quick Fix Menu
cs: Nabídka rychlých oprav
de: Menü für Schnellkorrektur
es: Menú de corrección rápida
fr: Menu de correctif rapide
ja: クイック修正メニュー
ko: 빠른 수정 메뉴
pl: Menu szybkiej poprawki
pt_br: Menu de Correção Rápida
ru: Меню быстрого исправления
tr: Hızlı Düzeltme Menüsü

source: Quick Fix...
cs: Rychlá oprava...
de: Schnelle Problembehebung…
es: Corrección rápida...
fr: Correctif rapide...
it: Correzione rapida...
ja: クイック修正...
ko: 빠른 수정...
pl: Szybka poprawka...
pt_br: Correção Rápida...
ru: Быстрое исправление...
tr: Hızlı Düzeltme...
uk: Швидке виправлення...
zh_cn: 快速修复...
zh_tw: 快速檢修...

source: Quick Task Strip
cs: Pruh rychlých úloh
de: Schnellaufgabenleiste
es: Franja de tareas rápidas
fr: Bande de tâches rapides
ja: クイック タスク ストリップ
ko: 빠른 작업 스트립
pl: Pasek szybkich zadań
pt_br: Faixa de Tarefas Rápidas
ru: Панель быстрых задач
tr: Hızlı Görev Şeridi

source: Quick fix margin contains the context menu popup for code actions and fixes
cs: Okraj pro rychlé opravy obsahuje místní nabídku pro akce kódu a opravy.
de: Der Rand für Schnellkorrektur enthält das Kontextmenüpopup für Codeaktionen und Fixes.
es: El margen de corrección rápida contiene el menú contextual emergente para las correcciones y acciones de código.
fr: La marge de correctif rapide contient le menu contextuel des actions et correctifs de code
ja: クイック修正余白には、コードのアクションと修正用のコンテキスト メニュー ポップアップが表示されます
ko: 빠른 수정 여백에는 코드 작업 및 수정에 대한 상황에 맞는 메뉴 팝업이 포함됩니다.
pl: Margines szybkiej poprawki zawiera podręczne menu kontekstowe działań i poprawek kodu
pt_br: A margem de correção rápida contém o pop-up do menu de contexto para correções e ações de código
ru: Поле быстрого исправления содержит всплывающее меню контекста для исправлений и действий кода
tr: Hızlı düzeltme kenar boşluğu, kod eylemleri ve düzeltmeleri için bağlam menüsü açılır penceresini içerir

source: Quiet
cs: Tiché
de: Stumm
es: Silencioso
fr: Silencieux
it: Non interattiva
ja: 非表示
ko: 자동
pl: Cicha
pt_br: Silencioso
ru: Тихий режим
tr: Sessiz
uk: Тихий
zh_cn: 安静
zh_tw: 無訊息

source: Quit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 끝내기
pl: Zakończ
pt_br: Sair
ru: Выход
tr: Çıkış

source: Quit MonoDevelop
cs: Ukončit MonoDevelop
de: MonoDevelop beenden
es: Salir de MonoDevelop
fr: Quitter MonoDevelop
it: Esce da MonoDevelop
ja: MonoDevelop を終了します
ko: MonoDevelop 끝내기
pl: Zakończ działanie narzędzia MonoDevelop
pt_br: Sair do MonoDevelop
ru: Выйти из MonoDevelop
tr: MonoDevelop'tan çık
uk: Вихід з MonoDevelop
zh_cn: 退出 MonoDevelop
zh_tw: 離開 MonoDevelop

source: Quit the application
cs: Ukončit aplikaci
de: Anwendung beenden
es: Salir de la aplicación
fr: Quitter l'application
ja: アプリケーションを終了する
ko: 애플리케이션 종료
pl: Wyjdź z aplikacji
pt_br: Saia da aplicação
ru: Закрыть приложение
tr: Uygulamadan çık

source: Quote char
cs: Znak uvozovek
de: Anführungszeichen
es: Carácter de cita
fr: Caractère de citation
it: Carattere virgolette
ja: 引用文の文字
ko: 인용 문자
pl: Znak cytatu
pt_br: Caractere de aspas
ru: Цитата (знак)
tr: Tırnak işareti karakteri
uk: Знак лапок
zh_cn: 引言字符
zh_tw: 引號字元

source: R_ebuild
cs: Z_novu sestavit
de: N_eu erstellen
es: R_ecompilar
fr: Re_générer
it: R_icompila
ja: リビルド(_E)
ko: 다시 빌드(_E)
pl: Kompiluj _ponownie
pt_br: R_ecompilar
ru: П_ерестроить
tr: Y_eniden Derle
uk: П_еребудувати
zh_cn: 重新生成(_E)
zh_tw: 重建(_E)

source: R_ebuild {0}
cs: Z_novu sestavit {0}
de: {0} _neu erstellen
es: R_ecompilar {0}
fr: Ré_générer {0}
it: R_icompila {0}
ja: {0} のリビルド(_E)
ko: {0} 다시 빌드(_E)
pl: Kompiluj _ponownie element {0}
pt_br: R_ecompilar {0}
ru: П_ерестроить {0}
tr: {0} _Öğesini Yeniden Derle
uk: Перебудув_ати {0}
zh_cn: 重新生成 {0}(_E)
zh_tw: 重建 {0}(_E)

source: R_emove and Sort Usings
cs: Od_ebrat a seřadit direktivy using
de: Using-Anweisungen _entfernen und sortieren
es: _Quitar y ordenar instrucciones Using
fr: Supprim_er et trier les instructions using
ja: using の削除と並べ替え(_E)
ko: Using 제거 및 정렬(_E)
pl: _Usuń i sortuj deklaracje using
pt_br: R_emover e Classificar Usos
ru: Уд_аление и сортировка директив using
tr: Using'leri K_aldır ve Sırala

source: R_eplace
cs: Na_hradit
de: _Ersetzen
es: R_eemplazar
fr: R_emplacer
it: Sos_tituisci
ja: 置換(_E):
ko: 바꾸기(_E)
pl: Z_amień
pt_br: S_ubstituir
ru: З_аменить
tr: D_eğiştir
uk: _Замінити
zh_cn: 替换(_E)
zh_tw: 取代(_E)

source: R_eplace in Files...
cs: Nahradit v _souborech...
de: In Dateien ers_etzen...
es: R_eemplazar en archivos...
fr: R_emplacer dans les fichiers...
it: S_ostituisci nei file...
ja: 複数ファイルで置換(_E)...
ko: 파일에서 바꾸기(_E)...
pl: _Zamień w plikach...
pt_br: S_ubstituir nos Arquivos...
ru: З_аменить в файлах...
tr: Dosyalarda D_eğiştir...
uk: Зам_інити у файлах...
zh_cn: 在文件中替换(_E)...
zh_tw: 檔案中取代(_E)...

source: Radio Action
cs: Akce přepínače
de: Optionsfeldaktion
es: Acción de botón de radio
fr: Action de case d’option
it: Azione pulsante di opzione
ja: ラジオ アクション
ko: 라디오 작업
pl: Akcja przycisku radiowego
pt_br: Ação de Rádio
ru: Действие переключателя
tr: Radyo Eylemi
zh_cn: 单选操作
zh_tw: 無線電波動作

source: Raster based graphical application
cs: Rastrová grafická aplikace
de: Rasterbasierte grafische Anwendung
es: Aplicación de gráficos Raster
fr: Application graphique matricielle
it: Applicazione di grafica raster
ja: ラスター ベースのグラフィック アプリケーション
ko: 래스터 기반 그래픽 애플리케이션
pl: Aplikacja graficzna oparta na rastrowaniu
pt_br: Varredura com base no aplicativo gráfico
ru: Приложение для растровой графики
tr: Tarama tabanlı grafik uygulaması
uk: Растровий графічний застосунок
zh_cn: 基于光栅的图形应用程序
zh_tw: 點陣式圖形化應用程式

source: Razor Class Library
cs: Knihovna tříd Razor
de: Razor-Klassenbibliothek
es: Biblioteca de clases de Razor
fr: Bibliothèque de classes Razor
ja: Razor クラス ライブラリ
ko: Razor 클래스 라이브러리
pl: Biblioteka klas Razor
pt_br: Biblioteca de Classes Razor
ru: Библиотека классов Razor
tr: Razor Sınıf Kitaplığı
