Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Creates an ASP.NET MVC User Control.
cs: Vytvoří uživatelský ovládací prvek ASP.NET MVC.
de: Erstellt ein ASP.NET MVC-Benutzersteuerelement.
es: Crear un control de usuario ASP.NET MVC.
fr: Crée un contrôle utilisateur ASP.NET MVC.
it: Crea un controllo utente MVC ASP.NET.
ja: ASP.NET MVC ユーザー コントロールを作成します。
ko: ASP.NET MVC 사용자 정의 컨트롤을 만듭니다.
pl: tworzy kontrolkę użytkownika składnika ASP.NET MVC.
pt_br: Cria um Controle de Usuário ASP.NET MVC.
ru: Создает пользовательский элемент управления MVC ASP.NET.
tr: ASP.NET MVC Kullanıcı Denetimi oluşturur.
uk: Створити користувацький компонент ASP.NET MVC.
zh_cn: 创建一个 ASP.NET MVC 用户控件。
zh_tw: 建立 ASP.NET MVC 使用者控制項。

source: Creates an ASP.NET MVC View Content page.
cs: Vytvoří stránku obsahu zobrazení ASP.NET MVC.
de: Erstellt eine ASP.NET MVC-Ansichtsinhaltsseite.
es: Crea una página Ver contenido de ASP.NET MVC.
fr: Crée une page contenu de vue ASP.NET MVC.
it: Crea una pagina di contenuto visualizzazione MVC ASP.NET.
ja: ASP.NET MVC ビュー コンテンツ ページを作成します。
ko: ASP.NET MVC 뷰 콘텐츠 페이지를 만듭니다.
pl: Tworzy stronę zawartości widoku składnika ASP.NET MVC.
pt_br: Cria uma página de Conteúdo de Exibição do ASP.NET MVC.
ru: Создает страницу содержимого представления MVC ASP.NET.
tr: ASP.NET MVC Görünüm İçerik sayfası oluşturur.
uk: Створити сторінку вмісту представлення ASP.NET MVC.
zh_cn: 创建一个 ASP.NET MVC 视图内容页面。
zh_tw: 建立 ASP.NET MVC 檢視內容頁面。

source: Creates an ASP.NET MVC Web Project with Razor Views.
cs: Vytvoří webový projekt ASP.NET MVC se zobrazeními Razor.
de: Erstellt ein ASP.NET MVC-Webprojekt mit Razor-Ansichten.
es: Crear un proyecto web ASP.NET MVC con vistas de Razor.
fr: Crée un projet web ASP.NET MVC avec des vues Razor.
it: Crea un progetto Web MVC ASP.NET con visualizzazioni Razor.
ja: Razor ビューのある ASP.NET MVC Web プロジェクトを作成します。
ko: Razor 뷰가 포함된 ASP.NET MVC 웹 프로젝트를 만듭니다.
pl: Tworzy projekt sieci Web składnika ASP.NET MVC z widokami Razor.
pt_br: Cria um Projeto Web ASP.NET MVC com Exibições Razor.
ru: Создает веб-проект MVC ASP.NET с представлениями Razor.
tr: Razor Görünümleriyle bir ASP.NET MVC Web Projesi oluşturur.
uk: Створити веб-проект ASP.NET MVC з представленнями Razor.
zh_cn: 创建一个具有 Razor 视图的 ASP.NET MVC Web 项目。
zh_tw: 建立具備 Razor 檢視的 ASP.NET MVC Web 專案。

source: Creates an ASP.NET MVC Web.config file for the Views directory.
cs: Vytvoří soubor Web.config pro adresář zobrazení ASP.NET MVC.
de: Erstellt eine ASP.NET MVC-Datei 'Web.config' für das Verzeichnis 'Views'.
es: Crea un archivo web.config ASP.NET MVC para el directorio Vistas.
fr: Crée un fichier web.config ASP.NET MVC pour le répertoire Views.
it: Crea un file Web.config di MVC ASP.NET per la directory delle visualizzazioni.
ja: Views ディレクトリの ASP.NET MVC Web.config ファイルを作成します。
ko: 뷰 디렉터리에 대한 ASP.NET MVC Web.config 파일을 만듭니다.
pl: Tworzy plik Web.config w katalogu Views składnika ASP.NET MVC.
pt_br: Cria um arquivo Web.config ASP.NET MVC para o diretório Exibições.
ru: Создает файл Web.config MVC ASP.NET для каталога представлений.
tr: Görünümler dizini için bir ASP.NET MVC Web.config dosyası oluşturur.
uk: Створити файл ASP.NET Web.config для теки представлень.
zh_cn: 为 Views 目录创建 ASP.NET MVC Web.config 文件。
zh_tw: 為 Views 目錄建立 ASP.NET MVC Web.config 檔案。

source: Creates an ASP.NET Master Page with a CodeBehind class.
cs: Vytvoří hlavní stránku ASP.NET s třídou CodeBehind.
de: Erstellt eine ASP.NET-Masterseite mit einer CodeBehind-Klasse.
es: Crea una página maestra ASP.NET con una clase CodeBehind.
fr: Crée une page maître ASP.NET avec une classe code-behind.
it: Crea una pagina master ASP.NET con una classe CodeBehind.
ja: CodeBehind クラスのある ASP.NET マスター ページを作成します。
ko: CodeBehind 클래스가 포함된 ASP.NET 마스터 페이지를 만듭니다.
pl: Tworzy stronę wzorcową platformy ASP.NET z klasą CodeBehind.
pt_br: Cria uma Página Mestra ASP.NET com uma classe CodeBehind.
ru: Создает эталонную страницу ASP.NET с использованием класса CodeBehind.
tr: CodeBehind sınıfı ile yeni bir ASP.NET Ana Sayfası oluşturur.
uk: Створити головну сторінку ASP.NET з класом у суміжному коді.
zh_cn: 创建一个具有 CodeBehind 类的 ASP.NET 母版页。
zh_tw: 建立類別為 CodeBehind 的 ASP.NET 主版頁面。

source: Creates an ASP.NET Master Page.
cs: Vytvoří hlavní stránku ASP.NET.
de: Erstellt eine ASP.NET-Masterseite.
es: Crea una página maestra ASP.NET.
fr: Crée une page maître ASP.NET.
it: Crea una pagina master ASP.NET.
ja: ASP.NET マスター ページを作成します。
ko: ASP.NET 마스터 페이지를 만듭니다.
pl: Tworzy stronę wzorcową platformy ASP.NET.
pt_br: Cria uma Página Mestra ASP.NET.
ru: Создает эталонную страницу ASP.NET.
tr: ASP.NET Ana Sayfası oluşturur.
uk: Створити головну сторінку ASP.NET.
zh_cn: 创建一个 ASP.NET 母版页。
zh_tw: 建立 ASP.NET 主版頁面。

source: Creates an ASP.NET Nested Master Page with a CodeBehind class.
cs: Vytvoří vnořenou hlavní stránku ASP.NET s třídou CodeBehind.
de: Erstellt eine geschachtelte ASP.NET-Masterseite mit einer CodeBehind-Klasse.
es: Crear una página maestra ASP.NET anidada con una clase CodeBehind.
fr: Crée une page maître imbriquée ASP.NET avec une classe code-behind.
it: Crea una pagina master annidata ASP.NET con una classe CodeBehind.
ja: CodeBehind クラスのある ASP.NET の入れ子にされたマスター ページを作成します。
ko: CodeBehind 클래스가 포함된 ASP.NET 중첩된 마스터 페이지를 만듭니다.
pl: Tworzy zagnieżdżoną stronę wzorcową ASP.NET z klasą CodeBehind.
pt_br: Cria uma Página Mestra Aninhada ASP.NET com uma classe CodeBehind.
ru: Создает вложенную эталонную страницу ASP.NET с использованием класса CodeBehind.
tr: Bir CodeBehind sınıfı ile yeni bir ASP.NET İç İçe Geçmiş Ana Sayfası oluşturur.
uk: Створити вкладену головну сторінку ASP.NET з класом у суміжному коді.
zh_cn: 创建一个具有 CodeBehind 类的 ASP.NET 嵌套母版页。
zh_tw: 建立類別為 CodeBehind 的 ASP.NET 巢狀主版頁面。

source: Creates an ASP.NET Nested Master Page.
cs: Vytvoří vnořenou hlavní stránku ASP.NET.
de: Erstellt eine geschachtelte ASP.NET-Masterseite.
es: Crear una página maestra ASP.NET anidada.
fr: Crée une page maître imbriquée ASP.NET.
it: Crea una pagina master annidata ASP.NET.
ja: ASP.NET の入れ子にされたマスター ページを作成します。
ko: ASP.NET 중첩된 마스터 페이지를 만듭니다.
pl: Tworzy zagnieżdżoną stronę wzorcową platformy ASP.NET.
pt_br: Cria uma Página Mestra Aninhada ASP.NET.
ru: Создает вложенную эталонную страницу ASP.NET.
tr: ASP.NET İç İçe Geçmiş Ana Sayfası oluşturur.
uk: Створити вкладену головну сторінку ASP.NET.
zh_cn: 创建一个 ASP.NET 嵌套母版页。
zh_tw: 建立 ASP.NET 巢狀主版頁面。

source: Creates an ASP.NET Web Form that is the child of a Master Page, with a CodeBehind class.
cs: Vytvoří webový formulář ASP.NET s třídou CodeBehind jako podřízenou položku hlavní stránky.
de: Erstellt ein ASP.NET-Webformular, das das untergeordnete Element einer Masterseite mit einer CodeBehind-Klasse darstellt.
es: Crea un formulario web de ASP.NET que es el elemento secundario de una página maestra, con una clase CodeBehind.
fr: Crée un formulaire web ASP.NET qui est l’enfant d’une page maître avec une classe code-behind.
it: Crea un Web Form ASP.NET figlio di una pagina master con una classe CodeBehind.
ja: CodeBehind クラスを指定して、マスター ページの子である ASP.NET Web フォームを作成します。
ko: CodeBehind 클래스가 포함된 마스터 페이지의 자식인 ASP.NET 웹 폼을 만듭니다.
pl: Tworzy formularz sieci Web ASP.NET, który jest elementem podrzędnym strony wzorcowej, z klasą CodeBehind.
pt_br: Cria um Formulário Web ASP.NET filho da Página Mestra, com uma classe CodeBehind.
ru: Создает веб-форму ASP.NET, являющуюся дочерним элементом эталонной страницы, с помощью класса CodeBehind.
tr: CodeBehind sınıfı ile bir Ana Sayfanın alt öğesi olan ASP.NET Web Formu oluşturur.
uk: Створити веб-форму ASP.NET, що є нащадком головної сторінки, з класом у суміжному коді.
zh_cn: 创建一个是母版页子级且具有 CodeBehind 类的 ASP.NET Web 窗体。
zh_tw: 使用 CodeBehind 類別建立 ASP.NET Web Form，以作為主版頁面的子系。

source: Creates an ASP.NET Web Form that is the child of a Master Page.
cs: Vytvoří webový formulář ASP.NET jako podřízenou položku hlavní stránky.
de: Erstellt ein der Masterseite untergeordnetes ASP.NET-Webformular.
es: Crea un formulario de Web Forms ASP.NET hijo de una página maestra.
fr: Crée un formulaire web ASP.NET qui est l’enfant d’une page maître.
it: Crea un Web Form ASP.NET figlio di una pagina master.
ja: マスター ページの子である ASP.NET Web フォームを作成します。
ko: 마스터 페이지의 자식인 ASP.NET 웹 폼을 만듭니다.
pl: Tworzy formularz sieci Web platformy ASP.NET oparty na stronie wzorcowej.
pt_br: Cria um Formulário Web ASP.NET que é filho de uma Página Mestra.
ru: Создает веб-форму ASP.NET, являющуюся дочерним элементом эталонной страницы.
tr: Ana Sayfa alt öğesi olan bir ASP.NET Web Formu oluşturur.
uk: Створити веб-форму ASP.NET, що є нащадком головної сторінки.
zh_cn: 创建一个是母版页子级的 ASP.NET Web 窗体。
zh_tw: 建立是主版頁面子系的 ASP.NET Web Form。

source: Creates an ASP.NET Web Form with a CodeBehind class.
cs: Vytvoří webový formulář ASP.NET s třídou CodeBehind.
de: Erstellt ein ASP.NET-Webformular mit einer CodeBehind-Klasse.
es: Crea un formulario de Web Forms ASP.NET con una clase CodeBehind.
fr: Crée un formulaire web ASP.NET avec une classe code-behind.
it: Crea un Web Form ASP.NET con una classe CodeBehind.
ja: CodeBehind クラスのある ASP.NET Web フォームを作成します。
ko: CodeBehind 클래스가 포함된 ASP.NET 웹 폼을 만듭니다.
pl: Tworzy formularz sieci Web ASP.NET z klasą CodeBehind.
pt_br: Cria um Formulário Web ASP.NET com uma classe CodeBehind.
ru: Создает веб-форму ASP.NET с использованием класса CodeBehind.
tr: Bir CodeBehind sınıfı ile ASP.NET Web Formu oluşturur.
uk: Створити веб-форму ASP.NET з класом у суміжному коді.
zh_cn: 创建一个具有 CodeBehind 类的 ASP.NET Web 窗体。
zh_tw: 建立類別為 CodeBehind 的 ASP.NET Web Form。

source: Creates an ASP.NET Web Form.
cs: Vytvoří webový formulář ASP.NET.
de: Erstellt ein ASP.NET-Webformular.
es: Crea un formulario de Web Forms ASP.NET.
fr: Crée un formulaire web ASP.NET.
it: Crea un Web Form ASP.NET.
ja: ASP.NET Web フォームを作成します。
ko: ASP.NET 웹 폼을 만듭니다.
pl: Tworzy formularz sieci Web platformy ASP.NET.
pt_br: Cria um Formulário Web ASP.NET.
ru: Создает веб-форму ASP.NET.
tr: Bir ASP.NET Web Formu oluşturur
uk: Створити веб-форму ASP.NET.
zh_cn: 创建一个 ASP.NET Web 窗体。
zh_tw: 建立 ASP.NET Web Form。

source: Creates an ASP.NET Web Handler with a CodeBehind class.
cs: Vytvoří webovou obslužnou rutinu ASP.NET s třídou CodeBehind.
de: Erstellt einen ASP.NET-Webhandler mit einer CodeBehind-Klasse.
es: Crea un controlador web ASP.NET con una clase CodeBehind.
fr: Crée un gestionnaire web ASP.NET avec une classe code-behind.
it: Crea un gestore Web ASP.NET con una classe CodeBehind.
ja: CodeBehind クラスのある ASP.NET Web ハンドラーを作成します。
ko: CodeBehind 클래스가 포함된 ASP.NET 웹 처리기를 만듭니다.
pl: Tworzy program obsługi sieci Web ASP.NET z klasą CodeBehind.
pt_br: Cria um Manipulador Web ASP.NET com uma classe CodeBehind.
ru: Создает веб-обработчик ASP.NET с использованием класса CodeBehind.
tr: Bir CodeBehind sınıfı ile ASP.NET Web İşleci oluşturur.
uk: Створити веб-обробник ASP.NET з класом у суміжному коді.
zh_cn: 创建一个具有 CodeBehind 类的 ASP.NET Web 处理程序。
zh_tw: 建立類別為 CodeBehind 的 ASP.NET Web 處理常式。

source: Creates an ASP.NET Web Handler.
cs: Vytvoří webovou obslužnou rutinu ASP.NET.
de: Erstellt einen ASP.NET-Webhandler.
es: Crea un controlador web ASP.NET.
fr: Crée un gestionnaire web ASP.NET.
it: Crea un gestore Web ASP.NET.
ja: ASP.NET Web ハンドラーを作成します。
ko: ASP.NET 웹 처리기를 만듭니다.
pl: Tworzy procedurę obsługi sieci Web platformy ASP.NET.
pt_br: Cria um Manipulador Web ASP.NET.
ru: Создает веб-обработчик ASP.NET.
tr: Bir ASP.NET Web İşleci oluşturur.
uk: Створити веб-обробник ASP.NET.
zh_cn: 创建一个 ASP.NET Web 处理程序。
zh_tw: 建立 ASP.NET Web 處理常式。

source: Creates an ASP.NET Web.config file for an application.
cs: Vytvoří soubor Web.config pro aplikaci ASP.NET.
de: Erstellt eine ASP.NET-Datei 'Web.config' für eine Anwendung.
es: Crea un archivo Web.config de ASP.NET para una aplicación.
fr: Crée un fichier web.config ASP.NET pour une application.
it: Crea un file Web.config di ASP.NET per un'applicazione.
ja: アプリケーションの ASP.NET Web.config ファイルを作成します。
ko: 애플리케이션에 대한 ASP.NET Web.config 파일을 만듭니다.
pl: Tworzy plik Web.config platformy ASP.NET dla aplikacji.
pt_br: Cria um arquivo Web.config ASP.NET para um aplicativo.
ru: Создает файл Web.config ASP.NET для приложения.
tr: Bir uygulama için ASP.NET Web.config dosyası oluşturur.
uk: Створити для застосунку файл ASP.NET Web.config.
zh_cn: 为应用程序创建 ASP.NET Web.config 文件。
zh_tw: 為應用程式建立 ASP.NET Web.config 檔案。

source: Creates an ASP.NET user control with a CodeBehind class.
cs: Vytvoří uživatelský ovládací prvek ASP.NET s třídou CodeBehind.
de: Erstellt ein ASP.NET-Benutzersteuerelement mit einer CodeBehind-Klasse.
es: Crea un control de usuario ASP.NET con una clase CodeBehind.
fr: Crée un contrôle utilisateur ASP.NET avec une classe code-behind.
it: Crea un controllo utente ASP.NET con una classe CodeBehind.
ja: CodeBehind クラスのある ASP.NET ユーザー コントロールを作成します。
ko: CodeBehind 클래스가 포함된 ASP.NET 사용자 정의 컨트롤을 만듭니다.
pl: Tworzy kontrolkę użytkownika ASP.NET z klasą CodeBehind.
pt_br: Cria um controle de usuário ASP.NET com uma classe CodeBehind.
ru: Создает пользовательский элемент управления ASP.NET с использованием класса CodeBehind.
tr: Bir CodeBehind sınıfı ile ASP.NET kullanıcı denetimi oluşturur.
uk: Створити користувацький компонент ASP.NET з класом у суміжному коді.
zh_cn: 创建一个具有 CodeBehind 类的 ASP.NET 用户控件。
zh_tw: 建立類別為 CodeBehind 的 ASP.NET 使用者控制項。

source: Creates an ASP.NET web service with a CodeBehind class.
cs: Vytvoří webovou službu ASP.NET s třídou CodeBehind.
de: Erstellt einen ASP.NET-Webdienst mit einer CodeBehind-Klasse.
es: Crea un servicio web ASP.NET con una clase CodeBehind.
fr: Crée un service web ASP.NET avec une classe code-behind.
it: Crea un servizio Web ASP.NET con una classe CodeBehind.
ja: CodeBehind クラスのある ASP.NET Web サービスを作成します。
ko: CodeBehind 클래스가 포함된 ASP.NET 웹 서비스를 만듭니다.
pl: Tworzy usługę sieci Web ASP.NET z klasą CodeBehind.
pt_br: Cria um serviço Web ASP.NET com uma classe CodeBehind.
ru: Создает веб-службу ASP.NET с использованием класса CodeBehind.
tr: Bir CodeBehind sınıfı ile ASP.NET Web Hizmeti oluşturur.
uk: Створити веб-сервіс ASP.NET з класом у суміжному коді.
zh_cn: 创建一个具有 CodeBehind 类的 ASP.NET Web 服务。
zh_tw: 建立類別為 CodeBehind 的 ASP.NET Web 服務。

source: Creates an ASP.NET web service.
cs: Vytvoří webovou službu ASP.NET.
de: Erstellt einen ASP.NET-Webdienst.
es: Crear un servicio web ASP.NET.
fr: Crée un service web ASP.NET.
it: Crea un servizio Web ASP.NET.
ja: ASP.NET Web サービスを作成します。
ko: ASP.NET 웹 서비스를 만듭니다.
pl: Tworzy usługę sieci Web platformy ASP.NET.
pt_br: Cria um serviço Web ASP.NET.
ru: Создает веб-службу ASP.NET.
tr: Bir ASP.NET web hizmeti oluşturur.
uk: Створити ASP.NET веб-сервіс.
zh_cn: 创建一个 ASP.NET Web 服务。
zh_tw: 建立 ASP.NET Web 服務。

source: Creates an ASP.NET web.config file for a subdirectory.
cs: Vytvoří soubor web.config pro podadresář ASP.NET.
de: Erstellt eine ASP.NET-Datei 'Web.config' für ein Unterverzeichnis.
es: Crea un archivo Web.config ASP.NET para un subdirectorio.
fr: Crée un fichier web.config ASP.NET pour un sous-répertoire.
it: Crea un file Web.config di ASP.NET per una sottodirectory.
ja: サブディレクトリの ASP.NET Web.config ファイルを作成します。
ko: 하위 디렉터리에 대한 ASP.NET web.config 파일을 만듭니다.
pl: Tworzy plik web.config platformy ASP.NET dla podkatalogu.
pt_br: Cria um arquivo web.config ASP.NET para um subdiretório.
ru: Создает файл web.config ASP.NET для подкаталога.
tr: Bir alt dizin için ASP.NET web.config dosyası oluşturur.
uk: Створити файл ASP.NET web.config для підтеки.
zh_cn: 为子目录创建 ASP.NET web.config 文件。
zh_tw: 為子目錄建立 ASP.NET web.config 檔案。

source: Creates an MVC Application Controller class. The ASP.NET MVC Framework requires Controller names to be suffixed with "Controller".
cs: Vytvoří třídu kontroleru aplikace MVC. Rozhraní MVC Framework pro ASP.NET vyžaduje, aby názvy kontrolerů měly příponu Controller.
de: Erstellt eine MVC-Anwendungcontrollerklasse. Das ASP.NET MVC Framework erfordert bei Controllernamen das Suffix "Controller".
es: Crea una clase de controlador de aplicación MVC. El marco MVC de ASP.NET requiere la inclusión del sufijo "Controller" en los nombres de controlador.
fr: Crée une classe de contrôleur d'application MVC. Le framework ASP.NET MVC exige que les noms des contrôleurs soient suivis du suffixe "Controller".
ja: MVC アプリケーション コントローラー クラスを作成します。 ASP.NET MVC フレームワークでは、コントローラー名の後に "Controller" を付ける必要があります。
ko: MVC 애플리케이션 컨트롤러 클래스를 만듭니다. ASP.NET MVC Framework에서는 컨트롤러 이름에 "Controller"라는 접미사를 사용해야 합니다.
pl: Tworzy klasę kontrolera aplikacji MVC. Platforma ASP.NET MVC Framework wymaga, aby nazwy kontrolerów miały sufiks „Controller”.
pt_br: Cria uma classe do Controlador de Aplicativo MVC. A Estrutura MVC do ASP.NET exige que os nomes do Controlador tenham o sufixo "Controller".
ru: Создает класс контроллера приложения MVC. В платформе MVC ASP.NET имена контроллеров требуется дополнять суффиксом "Controller".
tr: Bir MVC Uygulama Denetleyicisi sınıfı oluşturur. ASP.NET MVC Framework, Denetleyici adlarından sonra "Controller" son ekinin gelmesini gerektirir.

source: Creates an MVC Razor Layout page.
cs: Vytvoří stránku rozložení MVC Razor.
de: Erstellt eine MVC-Razor-Layoutseite.
es: Crea una página de diseño Razor para MVC.
fr: Crée une page de disposition MVC Razor.
it: Crea una pagina di layout Razor MVC.
ja: MVC Razor レイアウト ページを作成します。
ko: MVC Razor 레이아웃 페이지를 만듭니다.
pl: Tworzy stronę układu Razor dla składnika MVC.
pt_br: Cria uma página de Layout MVC Razor.
ru: Создает страницу макета Razor MVC.
tr: MVC Razor Düzen sayfası oluşturur.
uk: Створити сторінку макету MVC Razor.
zh_cn: 创建一个 MVC Razor 布局页面。
zh_tw: 建立 MVC Razor 版面配置頁。

source: Creates an MVC Razor Partial View page.
cs: Vytvoří stránku částečného zobrazení MVC Razor.
de: Erstellt eine MVC-Razor-Teilansichtsseite.
es: Crea una página de vista parcial Razor para MVC.
fr: Crée une page de vue partielle MVC Razor.
it: Crea una pagina di visualizzazione parziale Razor MVC.
ja: MVC Razor 部分ビュー ページを作成します。
ko: MVC Razor 부분 뷰 페이지를 만듭니다.
pl: Tworzy stronę widoku częściowego Razor dla składnika MVC.
pt_br: Cria uma página de Exibição Parcial MVC Razor.
ru: Создает страницу частичного представления Razor MVC.
tr: MVC Razor Kısmi Görünüm sayfası oluşturur.
uk: Створити сторінку часткового представлення MVC Razor.
zh_cn: 创建一个 MVC Razor 分部视图页面。
zh_tw: 建立 MVC Razor 部分檢視頁面。

source: Creates an MVC Razor View page.
cs: Vytvoří stránku zobrazení MVC Razor.
de: Erstellt eine MVC-Razor-Ansichtsseite.
es: Crea una página Ver de Razor para MVC.
fr: Crée une page de vue MVC Razor.
it: Crea una pagina di visualizzazione Razor MVC.
ja: MVC Razor ビュー ページを作成します。
ko: MVC Razor 뷰 페이지를 만듭니다.
pl: Tworzy stronę widoku Razor dla składnika MVC.
pt_br: Cria uma página de Exibição MVC Razor.
ru: Создает страницу представления Razor MVC.
tr: MVC Razor Görünüm sayfası oluşturur.
uk: Створити сторінку представлення MVC Razor.
zh_cn: 创建一个 MVC Razor 视图页面。
zh_tw: 建立 MVC Razor 檢視頁面。

source: Creates an MVC View page.
cs: Vytvoří stránku zobrazení MVC.
de: Erstellt eine MVC-Ansichtsseite.
es: Crea una página Ver de MVC.
fr: Crée une page de vue MVC.
it: Crea una pagina di visualizzazione MVC.
ja: MVC ビュー ページを作成します。
ko: MVC 뷰 페이지를 만듭니다.
pl: Tworzy stronę widoku składnika MVC.
pt_br: Cria uma página de Exibição MVC.
ru: Создает страницу представления MVC.
tr: MVC Görünüm sayfası oluşturur.
uk: Створити сторінку представлення MVC.
zh_cn: 创建一个 MVC 视图页面。
zh_tw: 建立 MVC 檢視頁面。

source: Creates an NUnit library
cs: Vytvoří knihovnu NUnit.
de: Erstellt eine NUnit-Bibliothek
es: Crea una biblioteca NUnit
fr: Crée une bibliothèque NUnit
it: Crea una libreria NUnit
ja: NUnit ライブラリを作成します
ko: NUnit 라이브러리를 만듭니다.
pl: Tworzy bibliotekę NUnit
pt_br: Cria uma biblioteca NUnit
ru: Создает библиотеку NUnit
tr: Bir NUnit kitaplığı oluşturur
uk: Створити бібліотеку тестів NUnit.
zh_cn: 创建一个 NUnit 库
zh_tw: 建立 NUnit 程式庫

source: Creates an empty ASP.NET Web Project.
cs: Vytvoří prázdný webový projekt ASP.NET.
de: Erstellt ein leeres ASP.NET-Webprojekt.
es: Crea un proyecto web ASP.NET vacío.
fr: Crée un projet web ASP.NET vide.
it: Crea un progetto Web ASP.NET vuoto.
ja: 空の ASP.NET Web プロジェクトを作成します。
ko: 비어 있는 ASP.NET 웹 프로젝트를 만듭니다.
pl: Tworzy pusty projekt sieci Web platformy ASP.NET.
pt_br: Cria um Projeto Web ASP.NET vazio.
ru: Создает пустой веб-проект ASP.NET.
tr: Boş bir ASP.NET Web Projesi oluşturur.
uk: Створити порожній веб-проект ASP.NET
zh_cn: 创建一个空 ASP.NET Web 项目。
zh_tw: 建立空的 ASP.NET Web 專案。

source: Creates an empty ASP.NET user control.
cs: Vytvoří prázdný uživatelský ovládací prvek ASP.NET.
de: Erstellt ein leeres ASP.NET-Benutzersteuerelement.
es: Crea un control de usuario ASP.NET vacío.
fr: Crée un contrôle utilisateur ASP.NET vide.
it: Crea un controllo utente ASP.NET vuoto.
ja: 空の ASP.NET ユーザーコントロールを作成します。
ko: 비어 있는 ASP.NET 사용자 정의 컨트롤을 만듭니다.
pl: Tworzy pustą kontrolkę użytkownika ASP.NET.
pt_br: Cria um controle de usuário ASP.NET vazio.
ru: Создает пустой пользовательский элемент управления ASP.NET.
tr: Boş bir ASP.NET kullanıcı denetimi oluşturur.
uk: Створити порожній користувацький компонент ASP.NET.
zh_cn: 创建一个空 ASP.NET 用户控件。
zh_tw: 建立空的 ASP.NET 使用者控制項。

source: Creates an empty C# class library
cs: Vytvoří prázdnou knihovnu tříd C#.
de: Erstellt eine leere C#-Klassenbibliothek.
es: Crea una biblioteca de clases de C# vacía
fr: Crée une bibliothèque de classes C# vide
it: Crea una libreria di classi C# vuota
ja: 空の C# クラス ライブラリを作成します
ko: 빈 C# 클래스 라이브러리를 만듭니다.
pl: Tworzy pustą bibliotekę klas języka C#
pt_br: Cria uma biblioteca de classes C# vazia
ru: Создает пустую библиотеку классов C#.
tr: Boş bir C# sınıf kitaplığı oluşturur
uk: Створити бібліотеку класів мовою C#
zh_cn: 创建一个空 C# 类库
zh_tw: 建立空的 C# 類別庫

source: Creates an empty C# file.
cs: Vytvoří prázdný soubor C#.
de: Erstellt eine leere C#-Datei.
es: Crea un archivo de C# vacío.
fr: Crée un fichier C# vide.
it: Crea un file C# vuoto.
ja: 空の C# ファイルを作成します。
ko: 빈 C# 파일을 만듭니다.
pl: Tworzy pusty plik C#.
pt_br: Cria um arquivo C# vazio.
ru: Создает пустой файл C#.
tr: Boş bir C# dosyası oluşturur.
uk: Створити файл мовою C#.
zh_cn: 创建一个空 C# 文件。
zh_tw: 建立空的 C# 檔案。

source: Creates an empty C# project.
cs: Vytvoří prázdný projekt C#.
de: Erstellt ein leeres C#-Projekt.
es: Crea un proyecto de C# vacío.
fr: Crée un projet C# vide.
it: Crea un progetto C# vuoto.
ja: 空の C# プロジェクトを作成します。
ko: 빈 C# 프로젝트를 만듭니다.
pl: Tworzy pusty projekt C#.
pt_br: Cria um projeto C# vazio.
ru: Создает пустой проект C#.
tr: Boş bir C# projesi oluşturur.
uk: Створити проект мовою C#.
zh_cn: 创建一个空 C# 项目。
zh_tw: 建立空的 C# 專案。

source: Creates an empty CSS file.
cs: Vytvoří prázdný soubor CSS.
de: Erstellt eine leere CSS-Datei.
es: Crea un archivo CSS vacío.
fr: Crée un fichier CSS vide.
ja: 空の CSS ファイルを作成します。
ko: 빈 CSS 파일을 만듭니다.
pl: Tworzy pusty plik CSS.
pt_br: Cria um arquivo CSS vazio.
ru: Создает пустой CSS-файл.
tr: Boş bir CSS dosyası oluşturur.

source: Creates an empty HTML file.
cs: Vytvoří prázdný HTML soubor.
de: Erstellt eine leere HTML-Datei.
es: Crea un archivo HTML vacío.
fr: Crée un fichier HTML vide.
it: Crea un file HTML vuoto.
ja: 空の HTML ファイルを作成します。
ko: 빈 HTML 파일을 만듭니다.
pl: Tworzy pusty plik HTML.
pt_br: Cria um arquivo HTML vazio.
ru: Создает пустой HTML-файл.
tr: Boş bir HTML dosyası oluşturur.
uk: Створити порожній файл HTML.
zh_cn: 创建一个空 HTML 文件。
zh_tw: 建立空的 HTML 檔案。

source: Creates an empty JSON file.
cs: Vytvoří prázdný soubor JSON.
de: Erstellt eine leere JSON-Datei.
es: Crea un archivo JSON vacío.
fr: Crée un fichier JSON vide.
ja: 空の JSON ファイルを作成します。
ko: 빈 JSON 파일을 만듭니다.
pl: Tworzy pusty plik JSON.
pt_br: Cria um arquivo JSON vazio.
ru: Создает пустой JSON-файл.
tr: Boş bir JSON dosyası oluşturur.
