Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Remove braces from '{0}'
cs: Odebrat závorky z {0}
de: Geschweifte Klammern von '{0}' entfernen
es: Quitar llaves de '{0}'
fr: Supprimer les accolades de « {0} »
it: Rimuovi le parentesi graffe da '{0}'
ja: '{0}' から中かっこを削除する
ko: '{0}'에서 중괄호 제거
pl: Usuń nawiasy klamrowe z elementu „{0}”
pt_br: Remover chaves de '{0}'
ru: Удалить фигурные скобки из "{0}"
tr: '{0}' öğesinden köşeli ayraçları kaldır
uk: Видалити дужки з '{0}'
zh_cn: 从“{0}”删除大括号
zh_tw: 移除 '{0}' 的括號

source: Remove from Ignore List
cs: Odebrat ze seznamu položek k ignorování
de: Aus Liste 'Ignorieren' entfernen
es: Quitar de lista de omitidos
fr: Supprimer de la liste Ignorer
it: Rimuovi da elenco di elementi ignorati
ja: 無視リストから削除
ko: 무시 목록에서 제거
pl: Usuń z listy ignorowanych
pt_br: Remover da Lista de Ignorados
ru: Удалить из списка игнорирования
tr: Yoksayma Listesinden Kaldır
zh_cn: 从忽略列表中删除
zh_tw: 從忽略清單移除

source: Remove from ignore list
cs: Odebrat ze seznamu ignorovaných
de: Aus Liste 'Ignorieren' entfernen
es: Quita_r de la lista de omitidos
fr: Supprimer de la liste Ignorer
it: Rimuovi da elenco di elementi ignorati
ja: 無視リストから削除
ko: 무시 목록에서 제거
pl: Usuń z listy ignorowanych
pt_br: Remover da lista de ignorados
ru: Удалить из списка игнорирования
tr: Yoksayılanlar listesinden çıkar
uk: Вилучити зі списку знехтуваних
zh_cn: 从忽略列表中删除
zh_tw: 從忽略清單中移除

source: Remove integer checks:
cs: Odebrat kontrolu celých čísel:
de: Überprüfung ganzer Zahlen entfernen:
es: Quitar comprobaciones de enteros:
fr: Supprimer les contrôles des entiers :
it: Rimuovi i controlli dei numeri interi:
ja: 整数のチェックをしない:
ko: 정수 오류 검사 제거:
pl: Usuń sprawdzenia liczb całkowitych:
pt_br: Remover verificações de inteiros:
ru: Удалить целочисленные проверки:
tr: Tamsayı denetimlerini kaldır:
uk: Вилучити перевірки цілісності:
zh_cn: 不做整数检查:
zh_tw: 移除整數檢查:

source: Remove last caret
cs: Odebrat poslední kurzor
de: Letzte Einfügemarke entfernen
es: Quitar el último símbolo de inserción
fr: Supprimer le dernier point d'insertion
ja: 最後のキャレットの削除
ko: 마지막 캐럿 제거
pl: Usuń ostatnią karetkę
pt_br: Remover o último sinal de interpolação
ru: Удалить последний курсор
tr: Son giriş işaretini kaldır

source: Remove operation completed.
cs: Operace odebrání se dokončila.
de: Vorgang 'Entfernen' abgeschlossen.
es: Operación de eliminación finalizada.
fr: L’opération de suppression est terminée.
it: L'operazione di rimozione è stata completata.
ja: 削除操作が成功しました。
ko: 제거 작업이 완료되었습니다.
pl: Ukończono operację usuwania.
pt_br: Operação de remoção concluída.
ru: Операция удаления выполнена.
tr: Kaldırma işlemi tamamlandı.
uk: Операцію вилучення завершено.
zh_cn: 已完成删除操作。
zh_tw: 移除作業完成。

source: Remove redundant statement
cs: Odebrat redundantní příkaz
de: Redundante Anweisung entfernen
es: Quitar instrucción redundante
fr: Supprimer l’instruction redondante
it: Rimuovi l'istruzione ridondante
ja: 冗長なステートメントを削除
ko: 중복 문 제거
pl: Usuń instrukcję nadmiarową
pt_br: Remover instrução redundante
ru: Удалить избыточный оператор
tr: Gereksiz bildirimi kaldır
uk: Вилучити зайву інструкцію
zh_cn: 删除冗余的语句
zh_tw: 移除冗餘的陳述式

source: Remove region/endregion directives
cs: Odebrat direktivy region/endregion
de: region/endregion-Direktiven entfernen
es: Quitar directivas region/endregion
fr: Supprimer les directives region/endregion
it: Rimuovi le direttive region/endregion
ja: region/endregion ディレクティブを削除
ko: region/endregion 지시문 제거
pl: Usuń dyrektywy region/endregion
pt_br: Remover diretivas region/endregion
ru: Удалить директивы region/endregion
tr: region/endregion yönergelerini kaldır
uk: Видалити директиви region/endregion
zh_cn: 删除 region/endregion 指令
zh_tw: 移除 region/endregion 指示詞

source: Remove returned expression
cs: Odebrat vrácený výraz
de: Zurückgegebenen Ausdruck entfernen
es: Quitar expresión devuelta
fr: Supprimer l’expression retournée
it: Rimuovi l'espressione restituita
ja: 返される式を削除
ko: 반환된 식 제거
pl: Usuń zwrócone wyrażenie
pt_br: Remover a expressão retornada
ru: Удалить возвращенное выражение
tr: Döndürülen ifadeyi kaldır
uk: Вилучити вираз, що повертається
zh_cn: 删除返回的表达式
zh_tw: 移除傳回的運算式

source: Remove submenu (Ctrl+Left)
cs: Odebrat podnabídku (Ctrl + šipka doleva)
de: Untermenü entfernen (STRG+NACH-LINKS)
es: Quitar submenú (Ctrl+Izquierda)
fr: Supprimer un sous-menu (Ctrl+Gauche)
it: Rimuovi sottomenu (CTRL+freccia SINISTRA)
ja: サブメニューの削除 (Ctrl+Left)
ko: 하위 메뉴 제거(Ctrl+왼쪽 화살표)
pl: Usuń podmenu (Ctrl + strzałka w lewo)
pt_br: Remover submenu (Ctrl+Esquerda)
ru: Удалить подменю (CTRL+СТРЕЛКА ВЛЕВО)
tr: Alt menüyü kaldır (Ctrl+Sol)
uk: Видалити підменю (Ctrl+Left)
zh_cn: 删除子菜单(Ctrl+向左键)
zh_tw: 移除子功能表 (Ctrl+向左鍵)

source: Remove tab
cs: Odebrat tabulátor
de: Tabulator entfernen
es: Quitar tabulación
fr: Supprimer une tabulation
it: Rimuovi tabulazione
ja: タブの削除
ko: 탭 제거
pl: Usuń tabulator
pt_br: Remover guia
ru: Удалить вкладку
tr: Sekmeyi Kaldır
uk: Вилучити вкладку
zh_cn: 删除制表符
zh_tw: 移除 Tab

source: Remove template
cs: Odebrat šablonu
de: Vorlage entfernen
es: Quitar plantilla
fr: Supprimer le modèle
it: Rimuovi modello
ja: テンプレートを削除
ko: 템플릿 제거
pl: Usuń szablon
pt_br: Remover modelo
ru: Удалить шаблон
tr: Şablonu kaldır
uk: Видалити шаблон
zh_cn: 删除模板
zh_tw: 移除範本

source: Remove the currently selected token
cs: Odebrat aktuálně vybraný token
de: Momentan ausgewähltes Token entfernen
es: Quita el token seleccionado
fr: Supprimer le jeton sélectionné
ja: 現在選択されているトークンを削除します
ko: 현재 선택한 토큰을 제거합니다.
pl: Usuń aktualnie wybrany token
pt_br: Remover o token selecionado no momento
ru: Удалить выбранный маркер
tr: Şu anda seçili olan belirteci kaldır

source: Remove the redundant size indicator
cs: Odebrat redundantní indikátor velikosti
de: Redundanten Größenindikator entfernen
es: Quitar el indicador de tamaño redundante
fr: Supprimer l’indicateur de taille redondant
it: Rimuovi l'indicatore di dimensioni ridondante
ja: 冗長なサイズ インジケーターを削除します
ko: 중복된 크기 표시기 제거
pl: Usuń nadmiarowy wskaźnik rozmiaru
pt_br: Remover o indicador de tamanho redundante
ru: Удалить избыточный индикатор размера
tr: Gereksiz boyut göstergerisini kaldır
uk: Вилучити зайвий індикатор size
zh_cn: 删除冗余的大小指示符
zh_tw: 移除冗餘的大小指示器

source: Remove the selected folder from the list
cs: Odebrat vybranou složku ze seznamu
de: Ausgewählten Ordner aus der Liste entfernen
es: Quita la carpeta seleccionada de la lista
fr: Supprimez le dossier sélectionné de la liste
ja: 一覧から選択されたフォルダーを削除します
ko: 목록에서 선택한 폴더를 제거합니다.
pl: Usuń wybrany folder z listy
pt_br: Remover a pasta selecionada da lista
ru: Удалить выбранную папку из списка
tr: Seçili klasörü listeden kaldır

source: Remove this scope expression
cs: Odebrat tento výraz scope
de: Diesen Bereichsausdruck entfernen
es: Quitar esta expresión SCOPE
fr: Supprimer cette expression SCOPE
ja: このスコープ式を削除します
ko: 이 SCOPE 식 제거
pl: Usuń to wyrażenie zakresu
pt_br: Remover esta expressão de escopo
ru: Удалить это выражение области
tr: Bu kapsam ifadesini kaldır

source: Remove trailing whitespace
cs: Odstranit koncovou mezeru
de: Nachstehende Leerzeichen entfernen
es: Quitar espacio en blanco final
fr: Supprimer les espaces à droite
it: Rimuovi lo spazio vuoto finale
ja: 末尾の空白を削除
ko: 후행 공백 제거
pl: Usuń końcowe białe znaki
pt_br: Remover espaço em branco à direita
ru: Удалить конечные пробелы
tr: Sondaki boşluğu kaldır
zh_cn: 删除尾随空格
zh_tw: 移除尾端空白

source: Remove unused label
cs: Odebrat nepoužitý popisek
de: Nicht verwendete Bezeichnung entfernen
es: Quitar etiqueta sin usar
fr: Supprimer l’étiquette non utilisée
it: Rimuovi l'etichetta non usata
ja: 使用されていないラベルを削除
ko: 사용되지 않는 레이블 제거
pl: Usuń nieużywaną etykietę
pt_br: Remover rótulo não usado
ru: Удалить неиспользуемую метку
tr: Kullanılmayan etiketi kaldır
uk: Вилучити невикористану мітку
zh_cn: 删除未使用的标签
zh_tw: 移除未使用的標籤

source: Remove {0}
cs: Odebrat {0}
de: {0} entfernen
es: Quitar {0}
fr: Supprimer {0}
it: Rimuovi '{0}'
ja: {0} を削除する
ko: {0} 제거
pl: Usuń {0}
pt_br: Remover {0}
ru: Удалить {0}
tr: {0} öğesini kaldır

source: Removing all .mo files.
cs: Odebírají se všechny soubory .mo.
de: Alle MO-Dateien werden entfernt.
es: Quitando todos los archivos .mo.
fr: Suppression de tous les fichiers .mo.
it: Rimozione di tutti i file con estensione mo.
ja: すべての .mo ファイルを削除しています。
ko: 모든 .mo 파일을 제거하는 중입니다.
pl: Usuwanie wszystkich plików mo.
pt_br: Removendo todos os arquivos .mo.
ru: Удаление всех файлов MO.
tr: Tüm .mo dosyaları siliniyor.
uk: Видаляються всі файли .mo.
zh_cn: 正在删除所有 .mo 文件。
zh_tw: 正在移除所有的 .mo 檔案。

source: Removing {0} packages...
cs: Odebírají se balíčky ({0})...
de: {0} Pakete werden entfernt...
es: Quitando {0} paquetes...
fr: Suppression de {0} paquets...
it: Aggiunta dei pacchetti di {0}...
ja: {0} 個のパッケージを削除しています...
ko: {0}개의 패키지를 제거하는 중...
pl: Trwa usuwanie {0} pakietów...
pt_br: Removendo {0} pacotes...
ru: Удаление пакетов {0}...
tr: {0} paket kaldırılıyor...

source: Removing {0}...
cs: Odebírá se {0}...
de: {0} wird entfernt...
es: Quitando {0}...
fr: Suppression de {0}...
it: Rimozione di {0}...
ja: {0} を削除しています...
ko: {0}을(를) 삭제하는 중...
pl: Trwa usuwanie elementu {0}...
pt_br: Removendo {0}...
ru: Идет удаление {0}...
tr: {0} kaldırılıyor...
uk: Вилучення {0}...
zh_cn: 正在删除 {0}...
zh_tw: 正在移除 {0}...

source: Removing...
cs: Odstraňování...
de: Wird entfernt...
es: Quitando...
fr: Suppression en cours...
it: Rimozione...
ja: 削除しています...
ko: 제거하는 중...
pl: Trwa usuwanie...
pt_br: Removendo...
ru: Идет удаление...
tr: Kaldırılıyor...
uk: Вилучення...
zh_cn: 正在删除...
zh_tw: 正在移除...

source: Removing…
cs: Odebírání...
de: Wird entfernt...
es: Quitando…
fr: Suppression…
it: Rimozione...
ja: 削除しています...
ko: 제거하는 중...
pl: Trwa usuwanie...
pt_br: Removendo…
ru: Удаление…
tr: Kaldırılıyor...

source: Rename
cs: Přejmenovat
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати
zh_cn: 重命名
zh_tw: 重新命名

source: Rename Class
cs: Přejmenovat třídu
de: Klasse umbenennen
es: Cambiar el nombre de la clase
fr: Renommer la classe
it: Rinomina classe
ja: クラス名の変更
ko: 클래스 이름 바꾸기
pl: Zmień nazwę klasy
pt_br: Renomear Classe
ru: Переименовать класс
tr: Sınıfı yeniden adlandır
uk: Перейменувати клас
zh_cn: 重命名类
zh_tw: 重新命名類別

source: Rename Configuration
cs: Přejmenovat konfiguraci
de: Konfiguration umbenennen
es: Cambiar nombre de la configuración
fr: Renommer la configuration
it: Rinomina configurazione
ja: 構成名の変更
ko: 구성 이름 바꾸기
pl: Zmień nazwę konfiguracji
pt_br: Renomear Configuração
ru: Переименовать конфигурацию
tr: Yapılandırmayı Yeniden Adlandır
uk: Перейменувати конфігурацію
zh_cn: 重命名配置
zh_tw: 重新命名組態

source: Rename Delegate
cs: Přejmenovat delegáta
de: Delegat umbenennen
es: Cambiar el nombre del delegado
fr: Renommer le délégué
it: Rinomina delegato
ja: デリゲート名の変更
ko: 대리자 이름 바꾸기
pl: Zmień nazwę delegata
pt_br: Renomear Delegado
ru: Переименовать делегат
tr: Temsilciyi yeniden adlandır
uk: Перейменувати делегат
zh_cn: 重命名委托
zh_tw: 重新命名委派

source: Rename Enum
cs: Přejmenovat výčet
de: Enumeration umbenennen
es: Cambiar el nombre de la enumeración
fr: Renommer l’enum
it: Rinomina enumerazione
ja: 列挙型名の変更
ko: 열거형 이름 바꾸기
pl: Zmień nazwę wyliczenia
pt_br: Renomear Enumeração
ru: Переименовать перечисление
tr: Sabit listeyi yeniden adlandır
uk: Перейменувати перелік
zh_cn: 重命名枚举
zh_tw: 重新命名列舉

source: Rename Event
cs: Přejmenovat událost
de: Ereignis umbenennen
es: Cambiar el nombre de evento
fr: Renommer l’événement
it: Rinomina evento
ja: イベント名の変更
ko: 이벤트 이름 바꾸기
pl: Zmień nazwę zdarzenia
pt_br: Renomear Evento
ru: Переименовать событие
tr: Etkinliği yeniden adlandır
uk: Перейменувати подію
zh_cn: 重命名事件
zh_tw: 重新命名事件

source: Rename Field
cs: Přejmenovat pole
de: Feld umbenennen
es: Cambiar el nombre del campo
fr: Renommer le champ
it: Rinomina campo
ja: フィールド名の変更
ko: 필드 이름 바꾸기
pl: Zmień nazwę pola
pt_br: Renomear Campo
ru: Переименовать поле
tr: Alanı yeniden adlandır
uk: Перейменувати поле
zh_cn: 重命名字段
zh_tw: 重新命名欄位

source: Rename Group
cs: Přejmenovat skupinu
de: Gruppe umbenennen
es: Cambiar nombre de grupo
fr: Renommer le groupe
it: Rinomina gruppo
ja: グループ名の変更
ko: 그룹 이름 바꾸기
pl: Zmień nazwę grupy
pt_br: Renomear Grupo
ru: Переименовать группу
tr: Grubu Yeniden Adlandır
uk: Перейменувати групу
zh_cn: 重命名组
zh_tw: 重新命名群組

source: Rename Group...
cs: Přejmenovat skupinu...
de: Gruppe umbenennen...
es: Cambiar nombre de grupo...
fr: Renommer le groupe...
it: Rinomina gruppo...
ja: グループ名の変更...
ko: 그룹 이름 바꾸기...
pl: Zmień nazwę grupy...
pt_br: Renomear Grupo...
ru: Переименовать группу...
tr: Grubu Yeniden Adlandır...
uk: Перейменувати групу...
zh_cn: 重命名组...
zh_tw: 重新命名群組...

source: Rename Interface
cs: Přejmenovat rozhraní
de: Schnittstelle umbenennen
es: Cambiar el nombre de la interfaz
fr: Renommer l’interface
it: Rinomina interfaccia
ja: インターフェイス名の変更
ko: 인터페이스 이름 바꾸기
pl: Zmień nazwę interfejsu
pt_br: Renomear Interface
ru: Переименовать интерфейс
tr: Arabirim adını değiştir
uk: Перейменувати інтерфейс
zh_cn: 重名接口
zh_tw: 重新命名介面

source: Rename Item
cs: Přejmenovat položku
de: Element umbenennen
es: Cambiar el nombre del elemento
fr: Renommer l’élément
it: Rinomina elemento
ja: 項目名の変更
ko: 항목 이름 바꾸기
pl: Zmień nazwę elementu
pt_br: Renomear Item
ru: Переименовать элемент
tr: Öğeyi yeniden adlandır
uk: Перейменувати елемент
zh_cn: 重命名项
zh_tw: 重新命名項目

source: Rename Label
cs: Přejmenovat jmenovku
de: Bezeichnung umbenennen
es: Cambiar el nombre de la etiqueta
fr: Renommer l’étiquette
it: Rinomina etichetta
ja: ラベル名の変更
ko: 레이블 이름 바꾸기
pl: Zmień nazwę etykiety
pt_br: Renomear Rótulo
ru: Переименовать метку
tr: Etiketi yeniden adlandır
uk: Перейменувати напис
zh_cn: 重命名标签
zh_tw: 重新命名標籤

source: Rename Method
cs: Přejmenovat metodu
de: Methode umbenennen
es: Cambiar el nombre del método
fr: Renommer la méthode
it: Rinomina metodo
ja: メソッド名の変更
ko: 메서드 이름 바꾸기
pl: Zmień nazwę metody
pt_br: Renomear Método
ru: Переименовать метод
tr: Metodu yeniden adlandır
uk: Перейменувати метод
zh_cn: 重命名方法
zh_tw: 重新命名方法

source: Rename Namespace
cs: Přejmenovat obor názvů
de: Namespace umbenennen
es: Cambiar el nombre del espacio de nombres
fr: Renommer l’espace de noms
it: Rinomina spazio dei nomi
ja: 名前空間名の変更
ko: 네임스페이스 이름 바꾸기
pl: Zmień nazwę przestrzeni nazw
pt_br: Renomear Namespace
ru: Переименовать пространство имен
tr: Ad alanını yeniden adlandır
uk: Перейменувати простір назв
zh_cn: 重命名命名空间
zh_tw: 重新命名命名空間

source: Rename Parameter
cs: Přejmenovat parametr
de: Parameter umbenennen
es: Cambiar el nombre del parámetro
fr: Renommer le paramètre
it: Rinomina parametro
ja: パラメーター名の変更
ko: 매개 변수 이름 바꾸기
pl: Zmień nazwę parametru
pt_br: Renomear Parâmetro
ru: Переименовать параметр
tr: Parametreyi yeniden adlandır
uk: Перейменувати параметр
zh_cn: 重命名参数
zh_tw: 重新命名參數

source: Rename Property
cs: Přejmenovat vlastnost
de: Eigenschaft umbenennen
es: Cambiar el nombre de la propiedad
fr: Renommer la propriété
it: Rinomina proprietà
ja: プロパティ名の変更
ko: 속성 이름 바꾸기
pl: Zmień nazwę właściwości
pt_br: Renomear Propriedade
ru: Переименовать свойство
tr: Özelliği yeniden adlandır
uk: Перейменувати властивість
zh_cn: 重命名属性
zh_tw: 重新命名屬性

source: Rename Struct
cs: Přejmenovat strukturu
de: Struktur umbenennen
es: Cambiar el nombre de la estructura
fr: Renommer la structure
it: Rinomina struttura
ja: 構造体名の変更
ko: 구조체 이름 바꾸기
pl: Zmień nazwę struktury
pt_br: Renomear Struct
ru: Переименовать структуру
tr: Yapıyı yeniden adlandır
uk: Перейменувати структуру
zh_cn: 重命名结构
zh_tw: 重新命名結構

source: Rename Type Parameter
cs: Přejmenovat parametr typu
de: Typparameter umbenennen
es: Cambiar el nombre del parámetro de tipo
fr: Renommer le paramètre de type
it: Rinomina parametro di tipo
ja: 型パラメーター名の変更
ko: 형식 매개 변수 이름 바꾸기
pl: Zmień parametr typu
pt_br: Renomear Parâmetro de Tipo
ru: Переименовать параметр типа
tr: Tür Parametresini Yeniden Adlandır
uk: Перейменувати параметр-тип
zh_cn: 重命名类型参数
zh_tw: 重新命名類型參數

source: Rename Variable
cs: Přejmenovat proměnou
de: Variable umbenennen
es: Cambie el nombre de la variable
fr: Renommer la variable
it: Rinomina variabile
ja: 変数名の変更
ko: 변수 이름 바꾸기
pl: Zmień nazwę zmiennej
pt_br: Renomear Variável
ru: Переименовать переменную
tr: Değişkeni yeniden adlandır
uk: Перейменувати змінну
zh_cn: 重命名变量
zh_tw: 重新命名變數

source: Rename configurations in all solution items
cs: Přejmenovat konfigurace ve všech položkách řešení
de: Konfigurationen in allen Projektmappenelementen umbenennen
es: Cambiar nombre de las configuraciones de todos los elementos de la solución
fr: Renommer les configurations dans tous les éléments de la solution
it: Rinomina le configurazioni in tutti gli elementi della soluzione
ja: すべてのソリューション項目の構成の名前を変更します
ko: 모든 솔루션 항목의 구성 이름 바꾸기
pl: Zmień nazwy konfiguracji we wszystkich elementach rozwiązań
pt_br: Renomear as configurações em todos os itens da solução
ru: Переименовать конфигурации во всех элементах решения
tr: Tüm çözüm öğeleri içerisindeki yapılandırmaları yeniden adlandır
uk: Перейменувати конфігурації всіх елементів рішення
zh_cn: 重命名所有解决方案项中的配置
zh_tw: 重新命名所有解決方案項目中的組態

source: Rename file '{0}' to '{1}'
cs: Přejmenovat soubor {0} na {1}
de: Datei '{0}' in '{1}' umbenennen
es: Cambiar el nombre del archivo '{0}' por '{1}'
fr: Renommer le fichier « {0} » « {1} »
it: Rinomina il file '{0}' in '{1}'
ja: ファイル '{0}' の名前を '{1}' に変更する
ko: '{0}' 파일의 이름을 '{1}'(으)로 바꾸기
pl: Zmień nazwę pliku „{0}” na „{1}”
pt_br: Renomear o arquivo '{0}' para '{1}'
ru: Переименовать файл "{0}" на "{1}"
tr: '{0}' dosyasının adını '{1}' olarak değiştir
uk: Перейменувати файл '{0}' на '{1}'
zh_cn: 将文件“{0}”重命名为“{1}”
zh_tw: 將檔案 '{0}' 重新命名為 '{1}'

source: Rename file that contains public class
cs: Přejmenovat soubor obsahující veřejnou třídu
de: Datei umbenennen, die eine öffentliche Klasse enthält.
es: Cambiar el nombre del archivo que contiene la clase pública
fr: Renommer le fichier contenant la classe publique
it: Rinomina il file che contiene la classe pubblica
ja: public クラスを含むファイルの名前を変更
ko: 공용 클래스가 포함된 파일 이름 바꾸기
pl: Zmień nazwę pliku, który zawiera klasę publiczną
pt_br: Renomear arquivo que contém uma classe pública
ru: Переименовать файл, содержащий общий класс
tr: Genel sınıf içeren dosyayı yeniden adlandır
uk: Перейменувати файл, що містить загальнодоступний клас
zh_cn: 重命名包含公共类的文件
zh_tw: 重新命名包含公用類別的檔案

source: Rename the selection
cs: Přejmenovat výběr
de: Auswahl umbenennen
es: Cambiar nombre de la selección
fr: Renommer la sélection
it: Rinomina la selezione
ja: 選択範囲の名前を変更
ko: 선택 영역 이름 바꾸기
pl: Zmień nazwę zaznaczenia
pt_br: Renomear a seleção
ru: Переименовать выбранный фрагмент
tr: Seçimi sil
uk: Перейменувати вибране
zh_cn: 重命名选定内容
zh_tw: 重新命名選取項目

source: Rename to '{0}'
cs: Přejmenovat na {0}
de: In '{0}' umbenennen
es: Cambiar nombre a '{0}'
fr: Renommer en « {0} »
it: Rinomina in '{0}'
ja: 名前を '{0}' に変更する
ko: '{0}'(으)로 이름 바꾸기
pl: Zmień nazwę na „{0}”
pt_br: Renomear para '{0}'
ru: Переименовать в "{0}"
tr: '{0}' olarak yeniden adlandır
uk: Перейменувати на '{0}'
zh_cn: 重命名为“{0}”
zh_tw: 重新命名為 '{0}'

source: Rename {0}
cs: Přejmenovat {0}
de: {0} umbenennen
es: Cambiar el nombre de {0}
fr: Renommer {0}
it: Rinomina {0}
ja: {0} の名前を変更する
ko: {0} 이름 바꾸기
pl: Zmień nazwę elementu {0}
pt_br: Renomear {0}
ru: Переименовать {0}
tr: {0} öğesini yeniden adlandır
uk: Перейменувати {0}
zh_cn: 重命名 {0}
zh_tw: 重新命名 {0}

source: Rename {0} to {1}
cs: Přejmenovat {0} na {1}
de: "{0}" in "{1}" umbenennen
es: Cambiar nombre de {0} a {1}
fr: Renommer {0} en {1}
ja: 名前 {0} を {1} に変更します
ko: {0} 이름을 {1}(으)로 바꾸기
pl: Zmień nazwę {0} na {1}
pt_br: Renomear {0} para {1}
ru: Переименовать {0} в {1}
tr: {0} öğesini {1} olarak yeniden adlandır

source: Renamed
cs: Přejmenováno
de: Umbenannt
es: Nombre cambiado
fr: Renommé
it: Rinominato
ja: 名前変更
ko: 이름이 변경됨
pl: Zmieniono nazwę
pt_br: Renomeado
ru: Переименован
tr: Yeniden adlandırıldı
zh_cn: 已重命名
zh_tw: 已重新命名

source: Reopen Closed Tab
cs: Znovu otevřít zavřenou kartu
de: Geschlossene Registerkarte erneut öffnen
es: Volver a abrir la pestaña cerrada
fr: Rouvrir l’onglet fermé
it: Riapri scheda chiusa
ja: 閉じたタブをもう一度開く
ko: 닫힌 탭 다시 열기
pl: Ponownie otwórz zamkniętą kartę
pt_br: Reabrir a Guia Fechada
ru: Повторно открыть закрытую вкладку
tr: Kapatılan Sekmeyi Yeniden Aç
uk: Відкрити закриту вкладку
zh_cn: 重新打开关闭的选项卡
zh_tw: 重新開啟已關閉的索引標籤

source: Reorder open declaration
cs: Změnit uspořádání otevřené deklarace
de: open-Deklaration neu anordnen
es: Reordenar la declaración abierta
fr: Réorganiser la déclaration ouverte
it: Riordina la dichiarazione aperta
ja: open 宣言を並べ替える
ko: 열려 있는 선언 다시 정렬
pl: Zmień kolejność otwartej deklaracji
pt_br: Reordenar declaração aberta
ru: Переупорядочить объявление open
tr: Açık bildirimi yeniden sırala
zh_cn: 重新排序开放的声明
zh_tw: 重新排序開啟的宣告

source: Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ko: 바꾸기
pl: Zamień
pt_br: Substituir
ru: Заменить
tr: Değiştir
uk: Замінити
zh_cn: 替换
zh_tw: 取代

source: Replace '??' operator with '?:' expression
cs: Nahradit operátor ?? výrazem ?:
de: ??-Operator durch ?:-Ausdruck ersetzen
es: Reemplazar el operador '??' por la expresión '?:'
fr: Remplacer l’opérateur « ?? » par l’expression « ?: »
it: Sostituisci l'operatore '??' con l'espressione '?:'
ja: '??' 演算子を '?:' 式で置換
ko: '??' 연산자를 '?:' 식으로 바꾸기
pl: Zamień operator „??” na wyrażenie „?:”
pt_br: Substituir o operador '??' pela expressão '?:'
ru: Заменить оператор "??" на выражение "?:"
tr: '??' işlecini '?:' ifadesiyle değiştir
uk: Замінити оператор '??' на вираз '?:'
zh_cn: 将 "??" 运算符替换为 "?:" 表达式
zh_tw: 以 '?:' 運算式取代 '??' 運算子

source: Replace '{0}++' with '{0} += 1'
cs: Nahradit {0}++ za {0} += 1
de: '{0}++' durch '{0} += 1' ersetzen
es: Reemplazar '{0}++' por '{0} += 1'
fr: Remplacer « {0}++ » par « {0} += 1 »
it: Sostituisci '{0}++' con '{0} += 1'
ja: '{0}++' を '{0} += 1' で置換
ko: '{0}++'를 '{0} += 1'로 바꾸기
pl: Zamień element „{0}++” na element „{0} += 1”
pt_br: Substituir '{0}++' por '{0} += 1'
ru: Заменить "{0}++" на "{0} += 1"
tr: '{0}++' öğesini '{0} += 1' ile değiştir
uk: Замінити '{0}++' на '{0} += 1'
zh_cn: 将“{0}++”替换为“{0} += 1”
zh_tw: 以 '{0} += 1' 取代 '{0}++'

source: Replace '{0}--' with '{0} -= 1'
cs: Nahradit {0}-- za {0} -= 1
de: '{0}--' durch '{0} -= 1' ersetzen
es: Reemplazar '{0}--' por '{0} -= 1'
fr: Remplacer « {0}-- » par « {0} -= 1 »
it: Sostituisci '{0}--' con '{0} -= 1'
ja: '{0}--' を '{0} -= 1' で置換
ko: '{0}--'를 '{0} -= 1'로 바꾸기
pl: Zamień element „{0}--” na element „{0} -= 1”
pt_br: Substituir '{0}--' por '{0} -= 1'
ru: Заменить "{0}--" на "{0} -= 1"
tr: '{0}--' öğesini '{0} -= 1' ile değiştir
uk: Замінити '{0}--' на '{0} -= 1'
zh_cn: 将“{0}--”替换为“{0} -= 1”
zh_tw: 以 '{0} -= 1' 取代 '{0}--'

source: Replace existing file?
cs: Nahradit stávající soubor?
de: Vorhandene Datei ersetzen?
es: ¿Reemplazar el archivo existente?
fr: Remplacer le fichier existant ?
it: Sostituire il file esistente?
ja: 既存のファイルを置き換えますか?
ko: 기존 파일을 바꿀까요?
pl: Czy zamienić istniejący plik?
pt_br: Substituir arquivo existente?
ru: Заменить существующий файл?
tr: Mevcut dosya değiştirilsin mi?
uk: Замінити наявний файл?
zh_cn: 是否替换现有文件?
zh_tw: 要取代現有的檔案嗎?

source: Replace in Files
cs: Nahradit v souborech
de: In Dateien ersetzen
es: Reemplazar en archivos
fr: Remplacer dans les fichiers
it: Sostituisci nei file
ja: フォルダーを指定して置換
ko: 파일에서 바꾸기
pl: Zamień w plikach
pt_br: Substituir nos Arquivos
ru: Заменить в файлах
tr: Dosyalarda Değiştir
uk: Замінити у файлах
zh_cn: 在文件中替换
zh_tw: 檔案中取代

source: Replace pattern is invalid
cs: Neplatný vzor náhrady
de: Ersetzungsmuster ist ungültig
es: El patrón de reemplazo no es válido
fr: Le modèle de remplacement n’est pas valide
it: I criteri di sostituzione non sono validi
ja: 置換パターンが無効です
ko: 바꾸기 패턴이 잘못되었습니다.
pl: Wzorzec zamieniania jest nieprawidłowy
pt_br: O padrão de substituição é inválido
ru: Недопустимый шаблон замены
tr: Değiştirme deseni geçersiz
uk: Неправильний шаблон заміни
zh_cn: 替换模式无效
zh_tw: 取代樣式無效
