Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: <b>Disable ChangeLog support</b> No ChangeLog entries will be generated for this project.
cs: <b>Zakázat podporu protokolu změn</b> Pro tento projekt se nebudou generovat žádné položky protokolu změn.
de: <b>ChangeLog-Unterstützung deaktivieren</b> Für dieses Projekt werden keine ChangeLog-Einträge generiert.
es: <b>Deshabilitar la funcionalidad de registro de cambios</b> No se generarán entradas del registro de cambios para este proyecto.
fr: <b>Désactiver la prise en charge de ChangeLog</b> Aucune entrée ChangeLog ne sera générée pour ce projet.
it: <b>Disabilita il supporto per il log delle modifiche</b> Non verranno generate voci del log delle modifiche per questo progetto.
ja: <b>ChangeLog サポートの無効化</b> このプロジェクトに関して ChangeLog エントリは生成されません。
ko: <b>변경 로그 지원 사용 안 함</b> 이 프로젝트에 대한 변경 로그 항목이 생성되지 않습니다.
pl: <b>Wyłącz obsługę dziennika zmian</b> Wpisy dziennika zmian nie będą generowane dla tego projektu.
pt_br: <b>Desabilitar o suporte ao ChangeLog</b> Nenhuma entrada do ChangeLog será gerada para esse projeto.
ru: <b>Отключить поддержку журнала изменений</b> Записи журнала изменений для этого проекта создаваться не будут.
tr: <b>ChangeLog desteğini devre dışı bırak</b> Bu proje için ChangeLog girdisi oluşturulmayacak.
uk: <b>Вимкнути підтримку журналу змін</b> Проект не буде створювати записи в журналі змін.
zh_cn: <b>禁用 ChangeLog 支持</b> 不为此项目生成任何 ChangeLog 条目。
zh_tw: <b>停用變更記錄支援</b> 不會產生此專案的變更記錄項目。

source: <b>Error</b>: {0}
cs: <b>Chyba:</b> {0}
de: <b>Fehler</b>: {0}
fr: <b>Erreur</b> : {0}
it: <b>Errore</b>: {0}
ja: <b>エラー</b>: {0}
ko: <b>오류</b>: {0}
pl: <b>Błąd</b>: {0}
pt_br: <b>Erro</b>: {0}
ru: <b>Ошибка</b>: {0}
tr: <b>Hata</b>: {0}
uk: <b>Помилка</b>: {0}
zh_cn: <b>错误</b>: {0}
zh_tw: <b>錯誤</b>: {0}

source: <b>Expires on:</b>
cs: <b>Vyprší dne:</b>
de: <b>Ablaufdatum:</b>
es: <b>Fecha de expiración:</b>
fr: <b>Expire le :</b>
it: <b>Data d scadenza:</b>
ja: <b>失効日:</b>
ko: <b>만료 날짜:</b>
pl: <b>Data wygaśnięcia:</b>
pt_br: <b>Expira em:</b>
ru: <b>Истекает:</b>
tr: <b>Son geçerlilik tarihi:</b>
uk: <b>Завершується:</b>
zh_cn: <b>到期日期:</b>
zh_tw: <b>到期時間:</b>

source: <b>F# Default Compiler</b>
cs: <b>Výchozí kompilátor F#</b>
de: <b>F#-Standardcompiler</b>
es: <b>Compilador predeterminado de F#</b>
fr: <b>Compilateur par défaut F#</b>
it: <b>Compilatore predefinito F#</b>
ja: <b>F# の既定のコンパイラ</b>
ko: <b>F# 기본 컴파일러</b>
pl: <b>Domyślny kompilator języka F#</b>
pt_br: <b>Compilador Padrão de F#</b>
ru: <b>Компилятор F# по умолчанию</b>
tr: <b>F# Varsayılan Derleyicisi</b>
zh_cn: <b>F# 默认编译器</b>
zh_tw: <b>F# 預設編譯器</b>

source: <b>F# Editor</b>
cs: <b>Editor F#</b>
es: <b>Editor de F#</b>
fr: <b>Éditeur F#</b>
it: <b>Editor F#</b>
ja: <b>F# エディター</b>
ko: <b>F# 편집기</b>
pl: <b>Edytor języka F#</b>
pt_br: <b>Editor de F#</b>
ru: <b>Редактор F#</b>
tr: <b>F# Düzenleyicisi</b>
zh_cn: <b>F# 编辑器</b>
zh_tw: <b>F# 編輯器</b>

source: <b>File Format Incompatibility Detected</b>
cs: <b>Zjistila se nekompatibilita formátu souborů.</b>
de: <b>Inkompatibilität des Dateiformats festgestellt</b>
es: <b>Se ha detectado una incompatibilidad de formato de archivo</b>
fr: <b>Incompatibilité de format de fichier détectée</b>
it: <b>Rilevata incompatibilità tra formati di file</b>
ja: <b>ファイル フォーマットの非互換が検出されました</b>
ko: <b>파일 형식 비호환성 발견</b>
pl: <b>Wykryto niezgodność formatu pliku</b>
pt_br: <b>Incompatibilidade de Formato de Arquivo Detectada</b>
ru: <b>Обнаружена несовместимость формата файлов</b>
tr: <b>Dosya Biçimi Uyumsuzluğu Algılandı</b>
uk: <b>Виявлена несумісність форматів файлів</b>
zh_cn: <b>检测到文件格式不兼容</b>
zh_tw: <b>偵測到的檔案格式不相容</b>

source: <b>File Save Options Before Building</b>
cs: <b>Možnosti ukládání souboru před sestavením</b>
de: <b>Optionen für das Speichern von Dateien vor dem Erstellen</b>
es: <b>Opciones de guardado de archivos antes de la compilación</b>
fr: <b>Options d’enregistrement de fichier avant la génération</b>
it: <b>Opzioni di salvataggio file prima della compilazione</b>
ja: <b>ビルド前のファイル保存オプション</b>
ko: <b>빌드 전 파일 저장 옵션</b>
pl: <b>Opcje zapisywania plików przed kompilacją</b>
pt_br: <b>Opções de Salvamento de Arquivo Antes da Criação</b>
ru: <b>Параметры сохранения файла перед сборкой</b>
tr: <b>Derlemeden Önce Dosya Kaydetme Ayarları</b>
uk: <b>Параметри збереження файлів перед побудовою</b>
zh_cn: <b>生成前的文件保存选项</b>
zh_tw: <b>建置前的檔案儲存選項</b>

source: <b>Fingerprint:</b>
cs: <b>Otisk:</b>
de: <b>Fingerabdruck:</b>
es: <b>Huella digital:</b>
fr: <b>Empreinte digitale :</b>
it: <b>Impronta digitale:</b>
ja: <b>フィンガープリント:</b>
ko: <b>지문:</b>
pl: <b>Odcisk palca:</b>
pt_br: <b>Impressão digital:</b>
ru: <b>Отпечаток:</b>
tr: <b>Parmak izi:</b>
uk: <b>Відбиток:</b>
zh_cn: <b>指纹:</b>
zh_tw: <b>指紋:</b>

source: <b>General Options</b>
cs: <b>Obecné možnosti</b>
de: <b>Allgemeine Optionen</b>
es: <b>Opciones generales</b>
fr: <b>Options générales</b>
it: <b>Opzioni generali</b>
ja: <b>全般オプション</b>
ko: <b>일반 옵션</b>
pl: <b>Opcje ogólne</b>
pt_br: <b>Opções Gerais</b>
ru: <b>Общие параметры</b>
tr: <b>Genel Seçenekler</b>
uk: <b>Основні настройки</b>
zh_cn: <b>常规选项</b>
zh_tw: <b>一般選項</b>

source: <b>General</b>
cs: <b>Obecné</b>
de: <b>Allgemein</b>
fr: <b>Général</b>
it: <b>Generale</b>
ja: <b>全般</b>
ko: <b>일반</b>
pl: <b>Ogólne</b>
pt_br: <b>Geral</b>
ru: <b>Общие</b>
tr: <b>Genel</b>
uk: <b>Загальні</b>
zh_cn: <b>常规</b>
zh_tw: <b>一般</b>

source: <b>Host name</b>:
cs: <b>Název hostitele</b>:
es: <b>Nombre de host</b>:
fr: <b>Nom de l’hôte</b> :
it: <b>Nome host</b>:
ja: <b>ホスト名</b>:
ko: <b>호스트 이름</b>:
pl: <b>Nazwa hosta</b>:
pt_br: <b>Nome do host</b>:
ru: <b>Имя узла</b>:
tr: <b>Konak adı</b>:
uk: <b>Назва хоста</b>:
zh_cn: <b>主机名</b>:
zh_tw: <b>主機名稱</b>:

source: <b>Indentation</b>
cs: <b>Odsazení</b>
de: <b>Einzug</b>
es: <b>Sangría</b>
fr: <b>Mise en retrait</b>
it: <b>Rientri</b>
ja: <b>インデント</b>
ko: <b>들여쓰기</b>
pl: <b>Wcięcia</b>
pt_br: <b>Recuo</b>
ru: <b>Отступ</b>
tr: <b>Girinti</b>
uk: <b>Відступи</b>
zh_cn: <b>缩进</b>
zh_tw: <b>縮排</b>

source: <b>Init String</b>
cs: <b>Inicializační řetězec</b>
de: <b>Initialisierungszeichenfolge</b>
es: <b>Cadena de inicialización</b>
fr: <b>Chaîne d’initialisation</b>
it: <b>Stringa di inizializzazione</b>
ja: <b>初期化文字列</b>
ko: <b>초기화 문자열</b>
pl: <b>Zainicjuj ciąg</b>
pt_br: <b>Cadeia de Caracteres Inicial</b>
ru: <b>Строка инициализации</b>
tr: <b>Başlangıç Dizesi</b>
uk: <b>Рядок ініціалізації</b>
zh_cn: <b>初始化字符串</b>
zh_tw: <b>初始字串</b>

source: <b>Issued by:</b>
cs: <b>Vydal:</b>
de: <b>Ausgestellt von:</b>
es: <b>Emitido por:</b>
fr: <b>Émis par :</b>
it: <b>Rilasciato da:</b>
ja: <b>発行元:</b>
ko: <b>발급자:</b>
pl: <b>Wystawiony przez:</b>
pt_br: <b>Emitido por:</b>
ru: <b>Поставщик:</b>
tr: <b>Düzenleyen:</b>
uk: <b>Ким видано:</b>
zh_cn: <b>颁发者:</b>
zh_tw: <b>核發者:</b>

source: <b>Issued on:</b>
cs: <b>Datum vydání:</b>
de: <b>Ausgestellt am:</b>
es: <b>Fecha de emisión:</b>
fr: <b>Date d'émission :</b>
it: <b>Data di rilascio:</b>
ja: <b>発行日時:</b>
ko: <b>발급 날짜:</b>
pl: <b>Data wystawienia:</b>
pt_br: <b>Emitido em:</b>
ru: <b>Дата выдачи:</b>
tr: <b>Verildiği tarih:</b>
uk: <b>Дата видачі:</b>
zh_cn: <b>颁发日期:</b>
zh_tw: <b>發行於:</b>

source: <b>Keep</b> the file in its the current subdirectory ({0})
cs: <b>Zachovat</b> soubor v jeho aktuálním podadresáři ({0})
de: <b>Beibehalten</b> der Datei in ihrem aktuellen Unterverzeichnis ({0})
es: <b>Mantener</b> el archivo en el subdirectorio actual ({0})
fr: <b>Conserver</b> le fichier dans son sous-répertoire actuel ({0})
it: <b>Mantieni</b> il file nella relativa sottodirectory corrente ({0})
ja: ファイルを現在のサブディレクトリ ({0}) 内に<b>保持する</b>
ko: 현재 하위 디렉터리({0})에 파일 <b>유지</b>
pl: <b>Zachowaj</b> plik w bieżącym podkatalogu ({0})
pt_br: <b>Manter</b> o arquivo no seu subdiretório atual ({0})
ru: <b>Сохранить</b> файл в его текущем подкаталоге ({0})
tr: Dosyayı geçerli alt dizininde ({0}) <b>tut</b>
uk: <b>Залишити</b> файл у його поточній підтеці ({0})
zh_cn: 将文件<b>保留</b>在其当前子目录中({0})
zh_tw: 將檔案<b>保留</b>在其目前的子目錄 ({0})

source: <b>Language Options</b>
cs: <b>Možnosti jazyka</b>
de: <b>Sprachoptionen</b>
es: <b>Opciones de lenguaje</b>
fr: <b>Options langage</b>
it: <b>Opz. linguaggio</b>
ja: <b>言語オプション</b>
ko: <b>언어 옵션</b>
pl: <b>Opcje języka</b>
pt_br: <b>Linguagem</b>
ru: <b>Параметры языка</b>
tr: <b>Dil Seçenekleri</b>
uk: <b>Мовні параметри</b>
zh_cn: <b>语言选项</b>
zh_tw: <b>語言選項</b>

source: <b>Load</b>
cs: <b>Načíst</b>
de: <b>Laden</b>
es: <b>Cargar</b>
fr: <b>Charger</b>
it: <b>Carica</b>
ja: <b>読み込み</b>
ko: <b>로드</b>
pl: <b>Ładowanie</b>
pt_br: <b>Carregar</b>
ru: <b>Загрузка</b>
tr: <b>Yükle</b>
uk: <b>Завантажити</b>
zh_cn: <b>加载</b>
zh_tw: <b>負載</b>

source: <b>Location of Files</b>
cs: <b>Umístění souborů</b>
de: <b>Speicherort von Dateien</b>
es: <b>Ubicación de los archivos</b>
fr: <b>Emplacement des fichiers</b>
it: <b>Percorso dei file</b>
ja: <b>ファイルの場所</b>
ko: <b>파일의 위치</b>
pl: <b>Lokalizacja plików</b>
pt_br: <b>Local dos Arquivos</b>
ru: <b>Расположение файлов</b>
tr: <b>Dosyaların Konumu</b>
uk: <b>Розташування Файлів</b>
zh_cn: <b>文件位置</b>
zh_tw: <b>檔案的位置</b>

source: <b>Macros</b>
cs: <b>Makra</b>
de: <b>Makros</b>
it: <b>Macro</b>
ja: <b>マクロ</b>
ko: <b>매크로</b>
pl: <b>Makra</b>
ru: <b>Макросы</b>
tr: <b>Makrolar</b>
uk: <b>Макроси</b>
zh_cn: <b>宏</b>
zh_tw: <b>巨集</b>

source: <b>Misc</b>
cs: <b>Různé</b>
de: <b>Verschiedenes</b>
es: <b>Varios</b>
fr: <b>Divers</b>
it: <b>Varie</b>
ja: <b>その他</b>
ko: <b>기타</b>
pl: <b>Różne</b>
pt_br: <b>Diversos</b>
ru: <b>Прочее</b>
tr: <b>Çeşitli</b>
uk: <b>Різне</b>
zh_cn: <b>杂项</b>
zh_tw: <b>其他</b>

source: <b>Move</b> the file to the directory
cs: <b>Přesunout</b> soubor do adresáře
de: <b>Verschieben</b> der Datei in das Verzeichnis
es: <b>Mover</b> el archivo al directorio
fr: <b>Déplacer</b> le fichier vers le répertoire
it: <b>Sposta</b> il file nella directory
ja: ファイルをディレクトリに<b>移動する</b>
ko: 디렉터리로 파일 <b>이동</b>
pl: <b>Przenieś</b> plik do katalogu
pt_br: <b>Mover</b> o arquivo para o diretório
ru: <b>Переместить</b> файл в каталог
tr: Dosyayı dizine <b>taşı</b>
uk: <b>Перемістити</b> файл у теку
zh_cn: 将文件<b>移至</b>目录
zh_tw: 將檔案<b>移至</b>目錄

source: <b>Navigation</b>
cs: <b>Navigace</b>
es: <b>Navegación</b>
it: <b>Esplorazione</b>
ja: <b>ナビゲーション</b>
ko: <b>탐색</b>
pl: <b>Nawigacja</b>
pt_br: <b>Navegação</b>
ru: <b>Навигация</b>
tr: <b>Gezinme</b>
uk: <b>Навігація</b>
zh_cn: <b>导航</b>
zh_tw: <b>導覽</b>

source: <b>One ChangeLog in each directory</b> File changes will be logged in a ChangeLog located at the file's directory. The ChangeLog file will be created if it doesn't exist.
cs: <b>Jeden protokol změn v každém adresáři</b> Změny souboru se budou zapisovat do protokolu změn umístěného v adresáři souboru. Pokud soubor protokolu změn neexistuje, vytvoří se.
de: <b>Eine ChangeLog-Datei in jedem Verzeichnis</b> Dateiänderungen werden in einer ChangeLog-Datei im Verzeichnis der Datei protokolliert. Die ChangeLog-Datei wird erstellt, falls noch nicht vorhanden.
es: <b>Un registro de cambios en cada directorio</b> Los cambios de los archivos se registrarán en un registro de cambios ubicado en el directorio del archivo. Si no existe el archivo de registro de cambios, se creará.
fr: <b>Un journal des modifications dans chaque répertoire</b> Les modifications apportées au fichier sont consignées dans un journal des modifications situé dans le répertoire du fichier. Si le fichier de journal des modifications n’existe pas, il est créé.
it: <b>Un log delle modifiche in ogni directory</b> Le modifiche apportate ai file verranno registrate in un log delle modifiche salvato nella directory del file. Il file del log delle modifiche verrà creato se non esiste.
ja: <b>各ディレクトリに 1 つの ChangeLog</b> ファイル変更が、ファイルのディレクトリにある ChangeLog に記録されます。ChangeLog ファイルが存在しない場合には、作成されます。
ko: <b>각 디렉터리에 하나의 변경 로그</b> 파일 변경 내용이 파일의 디렉터리에 있는 변경 로그에 기록됩니다. 변경 로그 파일이 없는 경우 만들어집니다.
pl: <b>Jeden plik dziennika zmian w każdym katalogu</b> Zmiany wprowadzane w pliku będą rejestrowane w dzienniku zmian zlokalizowanym w katalogu pliku. Plik dziennika zmian zostanie utworzony, jeśli nie istnieje.
pt_br: <b>Um ChangeLog em cada diretório</b> Alterações no arquivo serão registradas em um ChangeLog localizado no diretório do arquivo. O arquivo de ChangeLog será criado se já não existir.
ru: <b>Один журнал изменений в каждом каталоге</b> Изменения файлов регистрируются в журнале изменений, расположенном в соответствующем каталоге. Если файл журнала изменений не существует, он будет создан.
tr: <b>Her dizinde bir ChangeLog</b> Dosya değişiklikleri dosya dizininde bulunan bir ChangeLog'a kaydedilir. ChangeLog dosyası yoksa oluşturulur.
zh_cn: <b>每个目录中一个 ChangeLog</b> 文件更改将记录在文件目录下的某个 ChangeLog 中。如果不存在 ChangeLog 文件，将创建一个。
zh_tw: <b>每個目錄中一個變更記錄</b> 檔案變更將會記錄至位於檔案目錄中的變更記錄。若不存在變更記錄檔，則會加以建立。

source: <b>Optimization/Debug options</b>
cs: <b>Možnosti optimalizace/ladění</b>
de: <b>Optimierungs-/Debugoptionen</b>
es: <b>Opciones de optimización/depuración</b>
fr: <b>Options d’optimisation/de débogage</b>
it: <b>Opzioni di ottimizzazione/debug</b>
ja: <b>最適化/デバッグ オプション</b>
ko: <b>최적화/디버깅 옵션</b>
pl: <b>Opcje optymalizacji/debugowania</b>
pt_br: <b>Opções de Otimização/Depuração</b>
ru: <b>Параметры оптимизации/отладки</b>
tr: <b>İyileştirme/Hata Ayıklama seçenekleri</b>
uk: <b>Параметри оптимізації/зневадження</b>
zh_cn: <b>优化/调试选项</b>
zh_tw: <b>最佳化/偵錯選項</b>

source: <b>Output Directory</b>
cs: <b>Výstupní adresář</b>
de: <b>Ausgabeverzeichnis</b>
es: <b>Directorio de destino</b>
fr: <b>Répertoire de sortie</b>
it: <b>Directory di output</b>
ja: <b>出力ディレクトリ</b>
ko: <b>출력 디렉터리</b>
pl: <b>Katalog wyjściowy</b>
pt_br: <b>Diretório de Saída</b>
ru: <b>Выходной каталог</b>
tr: <b>Çıktı Dizini</b>
uk: <b>Кінцева тека</b>
zh_cn: <b>输出目录</b>
zh_tw: <b>輸出目錄</b>

source: <b>Output</b>
cs: <b>Výstup</b>
de: <b>Ausgabe</b>
es: <b>Salida</b>
fr: <b>Sortie</b>
ja: <b>出力</b>
ko: <b>출력</b>
pl: <b>Dane wyjściowe</b>
pt_br: <b>Saída</b>
ru: <b>Вывод</b>
tr: <b>Çıktı</b>
uk: <b>Виведення</b>
zh_cn: <b>输出</b>
zh_tw: <b>輸出</b>

source: <b>Package Restore</b>
cs: <b>Obnovení balíčků</b>
de: <b>Paketwiederherstellung</b>
es: <b>Restauración de paquetes</b>
fr: <b>Restauration du paquet</b>
it: <b>Ripristino pacchetti</b>
ja: <b>パッケージの復元</b>
ko: <b>패키지 복원</b>
pl: <b>Przywracanie pakietu</b>
pt_br: <b>Restauração de Pacote</b>
ru: <b>Восстановление пакета</b>
tr: <b>Paket Geri Yükleme</b>
uk: <b>Відновлення пакунків</b>
zh_cn: <b>包还原</b>
zh_tw: <b>封裝還原</b>

source: <b>Package Updates</b>
cs: <b>Aktualizace balíčků</b>
de: <b>Paketaktualisierungen</b>
es: <b>Actualizaciones de paquetes</b>
fr: <b>Mises à jour du paquet</b>
it: <b>Aggiornamenti pacchetti</b>
ja: <b>パッケージの更新</b>
ko: <b>패키지 업데이트</b>
pl: <b>Aktualizacje pakietu</b>
pt_br: <b>Atualizações de Pacote</b>
ru: <b>Обновления пакета</b>
tr: <b>Paket Güncelleştirmeleri</b>
uk: <b>Оновлення пакунків</b>
zh_cn: <b>包更新</b>
zh_tw: <b>封裝更新</b>

source: <b>Passed</b>: {0} <b>Failed</b>: {1} <b>Errors</b>: {2} <b>Inconclusive</b>: {3} <b>Invalid</b>: {4} <b>Ignored</b>: {5} <b>Skipped</b>: {6} <b>Time</b>: {7}
cs: <b>Úspěšné:</b> {0} <b>Neúspěšné:</b> {1} <b>Chyby:</b> {2} <b>Neprůkazné:</b> {3} <b>Neplatné:</b> {4} <b>Ignorované:</b> {5} <b>Přeskočené:</b> {6} <b>Čas:</b> {7}
de: <b>Erfolgreich</b>: {0} <b>Fehlerhaft</b>: {1} <b>Fehler</b>: {2} <b>Nicht eindeutig</b>: {3} <b>Ungültig</b>: {4} <b>Ignoriert</b>: {5} <b>Übersprungen</b>: {6} <b>Dauer</b>: {7}
es: <b>Superado</b>: {0} <b>No superado</b>: {1} <b>Errores</b>: {2} <b>No concluyente</b>: {3} <b>No válido</b>: {4} <b>Ignorado</b>: {5} <b>Omitido</b>: {6} <b>Hora</b>: {7}
fr: <b>Réussis</b> : {0} <b>En échec</b> : {1} <b>Erreurs</b> : {2} <b>Non concluants</b> : {3} <b>Non valides</b> : {4} <b>Ignorés</b> : {5} <b>Abandonnés</b> : {6} <b>Temps</b> : {7}
it: <b>Superati</b>: {0} <b>Non superati</b>: {1} <b>Errori</b>: {2} <b>Senza risultati</b>: {3} <b>Non validi</b>: {4} <b>Ignorati</b>: {5} <b>Non eseguiti</b>: {6} <b>Tempo</b>: {7}
ja: <b>成功</b>: {0} <b>失敗</b>: {1} <b>エラー</b>: {2} <b>結果不確定</b>: {3} <b>無効</b>: {4} <b>無視</b>: {5} <b>スキップ</b>: {6} <b>時間</b>: {7}
ko: <b>성공</b>: {0} <b>실패</b>: {1} <b>오류</b>: {2} <b>결과 불충분</b>: {3} <b>잘못됨</b>: {4} <b>무시됨</b>: {5} <b>건너뜀</b>: {6} <b>시간</b>: {7}
pl: <b>Zakończone powodzeniem</b>: {0} <b>Zakończone niepowodzeniem</b>: {1} <b>Błędy</b>: {2} <b>Niejednoznaczne</b>: {3} <b>Nieprawidłowe</b>: {4} <b>Zignorowane</b>: {5} <b>Pominięte</b>: {6} <b>Czas</b>: {7}
pt_br: <b>Aprovado</b>: {0} <b>Falha</b>: {1} <b>Erros</b>: {2} <b>Inconclusivo</b>: {3} <b>Inválido</b>: {4} <b>Ignorado</b>: {5} <b>Pulado</b>: {6} <b>Hora</b>: {7}
ru: <b>Пройдено</b>: {0} <b>Сбой</b>: {1} <b>Ошибки</b>: {2} <b>С неопределенным результатом</b>: {3} <b>Недопустимо</b>: {4} <b>Проигнорировано</b>: {5} <b>Пропущено</b>: {6} <b>Время</b>: {7}
tr: <b>Geçenler</b>: {0} <b>Başarısızlar</b>: {1} <b>Hatalar</b>: {2} <b>Sonuçsuzlar</b>: {3} <b>Geçersizler</b>: {4} <b>Yoksayılanlar</b>: {5} <b>Atlananlar</b>: {6} <b>Süre</b>: {7}
uk: <b>Успішно</b>: {0} <b>Невдало</b>: {1} <b>Помилок</b>: {2} <b>Непереконливо</b>: {3} <b>Невірно</b>: {4} <b>Знехтувано</b>: {5} <b>Пропущено</b>: {6} <b>Час</b>: {7}
zh_cn: <b>通过</b>: {0} <b>失败</b>: {1} <b>错误</b>: {2} <b>无结论</b>: {3} <b>无效</b>: {4} <b>忽略</b>: {5} <b>跳过</b>: {6} <b>时间</b>: {7}
zh_tw: <b>成功</b>: {0} <b>失敗</b>: {1} <b>錯誤</b>: {2} <b>結果不明</b>: {3} <b>無效</b>: {4} <b>已略過</b>: {5} <b>已跳過</b>: {6} <b>時間</b>: {7}

source: <b>Project Information</b>
cs: <b>Informace o projektu</b>
de: <b>Projektinformationen</b>
es: <b>Información del proyecto</b>
fr: <b>Informations sur le projet</b>
it: <b>Informazioni sul progetto</b>
ja: <b>プロジェクトの情報</b>
ko: <b>프로젝트 정보</b>
pl: <b>Informacje o projekcie</b>
pt_br: <b>Informações do Projeto</b>
ru: <b>Информация о проекте</b>
tr: <b>Project Bilgileri</b>
uk: <b>Інформація про проект</b>
zh_cn: <b>项目信息</b>
zh_tw: <b>專案資訊</b>

source: <b>Project Options</b>
cs: <b>Možnosti projektu</b>
de: <b>Projektoptionen</b>
es: <b>Opciones del proyecto</b>
fr: <b>Options du projet</b>
it: <b>Opzioni progetto</b>
ja: <b>プロジェクト オプション</b>
ko: <b>프로젝트 옵션</b>
pl: <b>Opcje projektu</b>
pt_br: <b>Opções do Projeto</b>
ru: <b>Параметры проекта</b>
tr: <b>Proje Seçenekleri</b>
uk: <b>Параметри проекту</b>
zh_cn: <b>项目选项</b>
zh_tw: <b>專案選項</b>

source: <b>Reason</b>
cs: <b>Důvod</b>
de: <b>Ursache</b>
es: <b>Motivo</b>
fr: <b>Motif</b>
it: <b>Motivo</b>
ja: <b>理由</b>
ko: <b>이유</b>
pl: <b>Przyczyna</b>
pt_br: <b>Motivo</b>
ru: <b>Причина</b>
tr: <b>Neden</b>
zh_cn: <b>原因</b>
zh_tw: <b>原因</b>

source: <b>Registered Schema</b>
cs: <b>Registrované schéma</b>
de: <b>Registrierte Schemas</b>
es: <b>Esquema registrado</b>
fr: <b>Schéma inscrit</b>
it: <b>Schema registrato</b>
ja: <b>登録済みスキーマ</b>
ko: <b>등록된 스키마</b>
pl: <b>Zarejestrowany schemat</b>
pt_br: <b>Esquema Registrado</b>
ru: <b>Зарегистрированная схема</b>
tr: <b>Kayıtlı Şema</b>
uk: <b>Зареєстрована схема</b>
zh_cn: <b>已注册架构</b>
zh_tw: <b>已註冊的結構描述</b>

source: <b>Save</b>
cs: <b>Uložit</b>
de: <b>Speichern</b>
es: <b>Guardar</b>
fr: <b>Enregistrer</b>
it: <b>Salva</b>
ja: <b>保存</b>
ko: <b>저장</b>
pl: <b>Zapisywanie</b>
pt_br: <b>Salvar</b>
ru: <b>Сохранить</b>
tr: <b>Kaydet</b>
uk: <b>Зберегти</b>
zh_cn: <b>保存</b>
zh_tw: <b>儲存</b>

source: <b>Simple Makefile</b> Generates set of Makefiles with the most common targets, and a configuration script that does a basic check of package dependencies.
cs: <b>Jednoduchý soubor pravidel</b> Vygeneruje sadu souborů pravidel s nejčastějšími cíli a skript konfigurace, který provede základní kontrolu závislostí balíčku.
de: <b>Einfaches Makefile</b> Generiert eine Gruppe von Makefiles mit den gebräuchlichsten Zielen und ein Konfigurationsskript, das eine allgemeine Überprüfung der Paketabhängigkeiten ausführt.
es: <b>Archivo Make sencillo</b> Genera un conjunto de archivos Make con los destinos más comunes y un script de configuración que hace una comprobación básica de dependencias de paquete.
fr: <b>Makefile simple</b> Génère un ensemble de Makefiles avec les cibles les plus courantes, et un script de configuration qui effectue un contrôle de base des dépendances du paquet.
it: <b>Makefile semplice</b> Genera il set di makefile con le destinazioni più comuni e uno script di configurazione che esegue un controllo di base delle dipendenze del pacchetto.
ja: <b>シンプル メイクファイル</b> 最も一般的なターゲットと、パッケージ依存関係の基本的チェックを実行する構成スクリプトを使用して、一連のメイクファイルを生成します。
ko: <b>단순 메이크파일</b> 가장 일반적인 대상 및 패키지 종속성을 기본적으로 확인하는 구성 스크립트를 사용하여 메이크파일의 집합을 생성합니다.
pl: <b>Prosty plik reguł programu make</b> Generuje zestaw plików reguł programu make z najczęściej używanymi elementami docelowymi oraz skrypt konfiguracyjny, który wykonuje podstawowe sprawdzenie zależności pakietów.
pt_br: <b>Makefile simples</b> Gera um conjunto de Makefiles com os destinos mais comuns e um script de configuração que faz uma verificação básica de dependências de pacote.
ru: <b>Простой файл makefile</b> Создает набор файлов makefile с наиболее распространенными целями, а также скрипт конфигурации, выполняющий базовую проверку зависимостей пакета.
tr: <b>Basit Derleme Görevleri Dosyası</b> En yaygın olarak kullanılan hedefleri ve paket bağımlılıklarının temel bir denetimini yapan bir yapılandırma betiği içeren bir Derleme Görevleri Dosyası kümesi oluşturur.
uk: <b>Простий Makefile</b> Створює набір файлів Makefile зі спільними цілями і конфігураційний сценарій, що здійснює базову перевірку всіх залежностей пакета.
zh_cn: <b>简明型生成文件</b> 使用最常见的目标以及一个用于对包依赖项执行基本检查的配置脚本生成一组生成文件。
zh_tw: <b>簡單 Makefile</b> 產生一組 Makefile，其中包含最常見的目標，以及執行封裝相依性基本檢查的組態指令碼。
