Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Extract Method
cs: Extrahovat metodu
de: Methode extrahieren
es: Extraer método
fr: Extraire la méthode
it: Estrai metodo
ja: メソッドの抽出
ko: 메서드 추출
pl: Wyodrębnij metodę
pt_br: Extrair Método
ru: Извлечь метод
tr: Metodu Ayıkla
uk: Видобути метод
zh_cn: 提取方法
zh_tw: 擷取方法

source: Extract anonymous method
cs: Extrahovat anonymní metodu
de: Anonyme Methode extrahieren
es: Extraer método anónimo
fr: Extraire une méthode anonyme
it: Estrai il metodo anonimo
ja: 匿名メソッドを抽出する
ko: 무명 메서드 추출
pl: Wyodrębnij metodę anonimową
pt_br: Extrair método anônimo
ru: Извлечь анонимный метод
tr: Anonim yöntemi ayıkla
uk: Видобути анонімний метод
zh_cn: 提取匿名方法
zh_tw: 擷取匿名方法

source: Extract condition to internal 'if' statement
cs: Extrahovat podmínku do interního příkazu if
de: Bedingung in interne if-Anweisung extrahieren
es: Extraer condición a instrucción 'if' interna
fr: Extraire une condition vers une instruction « if » interne
it: Estrai la condizione nell'istruzione 'if' interna
ja: 内部の 'if' ステートメントに条件を抽出します
ko: 내부 'if' 문으로 조건 추출
pl: Wyodrębnij warunek do wewnętrznej instrukcji „if”
pt_br: Extrair condição para instrução 'if' interna
ru: Извлечь условие во внешний оператор "if"
tr: Koşulu iç 'if' deyimine ayıkla
uk: Виділити умову у внутрішню інструкцію 'if'
zh_cn: 将条件提取到内部 "if" 语句
zh_tw: 將條件擷取至內部 'if' 陳述式

source: Extracts a method
cs: Extrahuje metodu
de: Extrahiert eine Methode.
es: Extrae un método
fr: Extrait une méthode
it: Estrae un metodo
ja: メソッドを抽出します
ko: 메서드를 추출합니다.
pl: Wyodrębnia metodę
pt_br: Extrair um método
ru: Извлекает метод
tr: Metodu ayıklar
uk: Видобути метод
zh_cn: 提取方法
zh_tw: 擷取方法

source: F# Formatting
cs: Formátování F#
de: F#-Formatierung
es: Formato de F#
fr: Mise en forme F#
it: Formattazione F#
ja: F# の書式設定
ko: F# 서식
pl: Formatowanie języka F#
pt_br: Formatação de F#
ru: Форматирование F#
tr: F# Biçimlendirme
zh_tw: F# 格式化

source: F# Integration
cs: Integrace F#
es: Integración de F#
fr: Intégration F#
it: Integrazione F#
ja: F# 統合
ko: F# 통합
pl: Integracja języka F#
pt_br: Integração de F#
ru: Интеграция F#
tr: F# Tümleştirme
zh_cn: F# 集成
zh_tw: F# 整合

source: F# Script File
cs: Soubor skriptu F#
de: F#-Skriptdatei
es: Archivo de script de F#
fr: Fichier de script F#
it: File di script F#
ja: F# スクリプト ファイル
ko: F# 스크립트 파일
pl: Plik skryptu języka F#
pt_br: Arquivo de Script F#
ru: Файл скрипта F#
tr: F# Betik Dosyası
zh_cn: F# 脚本文件
zh_tw: F# 指令碼檔

source: F# Settings
cs: Nastavení F#
de: F#-Einstellungen
es: Configuración de F#
fr: Paramètres F#
it: Impostazioni F#
ja: F# 設定
ko: F# 설정
pl: Ustawienia języka F#
pt_br: Configurações de F#
ru: Параметры F#
tr: F# Ayarları
zh_cn: F# 设置
zh_tw: F# 設定

source: F# Signature File
cs: Podpisový soubor F#
de: F#-Signaturdatei
es: Archivo de signatura de F#
fr: Fichier de signature F#
it: File di firma F#
ja: F# 署名ファイル
ko: F# 시그니처 파일
pl: Plik podpisu języka F#
pt_br: Arquivo de Assinatura F#
ru: Файл сигнатур F#
tr: F# İmza Dosyası
zh_cn: F# 签名文件
zh_tw: F# 簽章檔案

source: F# Source File
cs: Zdrojový soubor F#
de: F#-Quelldatei
es: Archivo de origen de F#
fr: Fichier source F#
it: File di origine F#
ja: F# ソース ファイル
ko: F# 소스 파일
pl: Plik źródłowy języka F#
pt_br: Arquivo de Origem F#
ru: Исходный файл F#
tr: F# Kaynak Dosyası
zh_cn: F# 源文件
zh_tw: F# 原始程式檔

source: F# Source Files
cs: Zdrojové soubory F#
de: F#-Quelldateien
es: Archivos de origen de F#
fr: Fichiers sources F#
it: File di origine F#
ja: F# ソース ファイル
ko: F# 소스 파일
pl: Pliki źródłowe języka F#
pt_br: Arquivos de Origem de F#
ru: Исходные файлы F#
tr: F# Kaynak Dosyaları
zh_cn: F# 源文件
zh_tw: F# 來源檔案

source: F# files
cs: Soubory F#
de: F#-Dateien
es: Archivos de F#
fr: Fichiers F#
it: File F#
ja: F# ファイル
ko: F# 파일
pl: Pliki F#
pt_br: Arquivos F#
ru: Файлы F#
tr: F# dosyaları
uk: Файли F#
zh_cn: F# 文件
zh_tw: F# 檔案

source: F# project file
cs: Soubor projektu F#
de: F#-Projektdatei
es: Archivo de proyecto de F#
fr: Fichier de projet F#
it: File di progetto F#
ja: F# プロジェクト ファイル
ko: F# 프로젝트 파일
pl: Plik projektu języka F#
pt_br: Arquivo de projeto F#
ru: Файл проекта F#
tr: F# Proje Dosyası
zh_cn: F# 项目文件
zh_tw: F# 專案檔

source: F# script files
cs: Soubory skriptu F#
de: F#-Skriptdateien
es: Archivos de script de F#
fr: Fichiers de script F#
it: File di script F#
ja: F# スクリプト ファイル
ko: F# 스크립트 파일
pl: Pliki skryptów języka F#
pt_br: Arquivos de script F#
ru: Файлы скриптов F#
tr: F# betik dosyaları
zh_cn: F# 脚本文件
zh_tw: F# 指令碼檔案

source: F_ind in Files...
cs: Hledat v sou_borech...
de: _In Dateien suchen...
es: B_uscar en archivos...
fr: Chercher dans les f_ichiers...
it: C_erca nei file...
ja: 複数ファイルで検索(_I)…
ko: 파일에서 찾기(_I)...
pl: _Znajdź w plikach...
pt_br: E_ncontrar nos arquivos...
ru: Н_айти в файлах...
tr: Dosyalarda B_ul...
uk: Зна_йти у файлах...
zh_cn: 在文件中查找(_I)...
zh_tw: 在檔案中尋找(_I)...

source: F_olding
cs: Sba_lení
de: _Faltung
es: _Plegado de código
fr: _Pliage
it: Rid_uzione
ja: 折りたたみ(_O)
ko: 접기(_O)
pl: _Składanie
pt_br: D_obramento
ru: С_вертывание
tr: K_atla
uk: _Згортання
zh_cn: 折叠(_O)
zh_tw: 摺疊(_O)

source: F_ound in:
cs: Na_lezeno v:
de: _Gefunden in:
es: Enc_ontrado en:
fr: Tr_ouvé dans :
it: Tr_ovato in:
ja: 検出場所(_O):
ko: 찾은 위치(_O):
pl: Znalezi_ono w:
pt_br: Enc_ontrado em:
ru: Н_айдено в:
tr: Burada bulundu:
uk: _Знайдено в:
zh_cn: 发现位置(_F):
zh_tw: 於以下處找到(_O):

source: Failed Tests
cs: Neúspěšné testy
de: Tests mit Fehlern
es: Pruebas no superadas
fr: Tests ayant échoué
it: Test non superati
ja: 失敗したテスト
ko: 실패한 테스트
pl: Testy zakończone niepowodzeniem
pt_br: Testes com Falha
ru: Неудачные тесты
tr: Başarısız Testler
uk: Провалені
zh_cn: 失败的测试
zh_tw: 失敗的測試

source: Failed tests
cs: Neúspěšné testy
de: Tests mit Fehlern
es: Pruebas no superadas
fr: Tests ayant échoué
it: Test non superati
ja: 失敗したテスト
ko: 실패한 테스트
pl: Testy zakończone niepowodzeniem
pt_br: Testes com falha
ru: Неудачные тесты
tr: Başarısız testler
uk: Провалені тести
zh_cn: 失败的测试
zh_tw: 失敗的測試

source: Failed to compile stylesheet
cs: Šablonu stylů se nepodařilo zkompilovat.
de: Fehler beim Kompilieren von Stylesheet.
es: No se pudo compilar la hoja de estilos
fr: Échec de compilation de la feuille de style
ja: スタイルシートのコンパイルに失敗しました
ko: 스타일시트를 컴파일하지 못함
pl: Nie można skompilować arkusza stylów
pt_br: Falha ao compilar a folha de estilos
ru: Не удалось скомпилировать таблицу стилей
tr: Stil sayfası derlenemedi

source: Failed to execute custom command '{0}': {1}
cs: Nepodařilo se spustit vlastní příkaz {0}: {1}
de: Fehler beim Ausführen des benutzerdefinierten Befehls '{0}': {1}.
es: No se pudo ejecutar el comando personalizado '{0}': {1}
fr: Échec de l’exécution de la commande personnalisée «{0}» : {1}
it: Non è stato possibile eseguire il comando personalizzato '{0}': {1}
ja: カスタム コマンド '{0}' の実行に失敗しました: {1}
ko: 사용자 지정 명령 '{0}'을(를) 실행하지 못함: {1}
pl: Nie można wykonać polecenia niestandardowego „{0}”: {1}
pt_br: Falha ao executar o comando personalizado '{0}': {1}
ru: Не удалось выполнить настраиваемую команду "{0}": {1}
tr: Özel komut '{0}' yürütülemedi: {1}
uk: Не вдалось виконати власну команду '{0}': {1}
zh_cn: 未能执行自定义命令“{0}”: {1}
zh_tw: 無法執行自訂命令 '{0}': {1}

source: Failed to generate code for file '{0}'.
cs: Kód pro soubor {0} se nepodařilo vygenerovat.
de: Fehler beim Generieren von Code für Datei '{0}'.
es: No se pudo generar código para el archivo '{0}'.
fr: Échec de la génération du code pour le fichier « {0} ».
it: Non è stato possibile generare il codice per il file '{0}'.
ja: ファイル '{0}' のコード生成に失敗しました。
ko: '{0}' 파일의 코드를 생성하지 못했습니다.
pl: Nie można wygenerować kodu pliku „{0}”.
pt_br: Falha ao gerar o código para o arquivo '{0}'.
ru: Не удалось создать код для файла "{0}".
tr: '{0}' dosyası için kod oluşturulamadı.
uk: Не вдалось згенерувати код для файлу '{0}'.
zh_cn: 未能生成文件“{0}”的代码。
zh_tw: 無法為檔案 '{0}' 產生程式碼。

source: Failed to generate file: {0}
cs: Nepovedlo se generovat soubor: {0}
de: Fehler beim Generieren der Datei: {0}.
es: No se pudo generar el archivo: {0}
fr: Échec de la génération du fichier : {0}
it: Non è stato possibile generare il file: {0}
ja: ファイル {0} の生成に失敗しました
ko: 파일을 생성하지 못함: {0}
pl: Nie można wygenerować pliku: {0}
pt_br: Falha ao gerar o arquivo: {0}
ru: Не удалось сформировать файл: {0}
tr: Dosya oluşturulamadı: {0}
zh_cn: 未能生成文件: {0}
zh_tw: 無法產生檔案: {0}

source: Failed to load version information.
cs: Nepodařilo se načíst informace o verzi.
de: Fehler beim Laden von Versionsinformationen.
es: No se pudo cargar la información de versión.
fr: Échec du chargement des informations sur la version.
it: Non è stato possibile caricare le informazioni sulla versione.
ja: バージョン情報の読み込みに失敗しました。
ko: 버전 정보를 로드하지 못했습니다.
pl: Nie można załadować informacji o wersji.
pt_br: Falha ao carregar as informações de versão.
ru: Не удается загрузить информацию о версии.
tr: Sürüm bilgisi yüklenemedi
uk: Не вдалось завантажити інформацію про версію.
zh_cn: 未能加载版本信息。
zh_tw: 無法載入版本資訊。

source: Failed to migrate
cs: Migrace selhala.
de: Fehler bei der Migration.
es: No se pudo migrar.
fr: Échec de la migration
ja: 移行に失敗しました
ko: 마이그레이션 실패
pl: Nie można migrować
pt_br: Falha ao migrar
ru: Не удалось выполнить перенос
tr: Geçirilemedi

source: Failed to parse file '{0}'
cs: Nepovedlo se parsovat soubor {0}.
de: Fehler beim Analysieren der Datei '{0}'.
es: No se pudo analizar el archivo '{0}'
fr: Échec de l’analyse du fichier « {0} ».
it: Non è stato possibile analizzare il file '{0}'
ja: ファイル '{0}' の解析に失敗しました
ko: '{0}' 파일을 구문 분석하지 못했습니다.
pl: Nie można przeanalizować pliku „{0}”
pt_br: Falha ao analisar o arquivo '{0}'
ru: Не удалось проанализировать файл "{0}"
tr: '{0}' dosyası ayrıştırılamadı
zh_cn: 未能分析文件“{0}”
zh_tw: 無法剖析檔案 '{0}'

source: Failed to resolve all project references. The package restore result for '{0}' or a dependant project may be incomplete.
cs: Nepovedlo se vyřešit všechny odkazy projektu. Výsledek obnovení balíčku pro {0} nebo závislý projekt nemusí být kompletní.
de: Fehler beim Auflösen aller Projektverweise. Das Ergebnis der Paketwiederherstellung für "{0}" oder ein abhängiges Projekt ist möglicherweise unvollständig.
es: No se pudieron resolver todas las referencias del proyecto. El resultado de restauración del paquete de "{0}" o un proyecto dependiente puede estar incompleto.
fr: Échec de la résolution de toutes les références de projet. Le résultat de la restauration de package pour '{0}' ou un projet dépendant est peut-être incomplet.
ja: 一部のプロジェクト参照を解決できませんでした。'{0}' または依存プロジェクトのパッケージ復元結果が不完全になる可能性があります。
ko: 모든 프로젝트 참조를 확인하지 못했습니다. '{0}'에 대한 패키지 복원 결과 또는 종속 프로젝트가 불완전할 수 있습니다.
pl: Nie można rozpoznać wszystkich odwołań projektu. Wynik przywracania pakietu dla elementu „{0}” lub projektu zależnego może być niekompletny.
pt_br: Falha ao resolver todas as referências de projeto. O resultado da restauração de pacote para '{0}' ou um projeto dependente pode estar incompleto.
ru: Не удалось разрешить все ссылки на проект. Результат восстановления пакета для "{0}" или зависимого проекта может быть неполным.
tr: Tüm proje başvuruları çözümlenemedi. '{0}' veya bağımlı bir proje için paket geri yükleme sonucu eksik olabilir.

source: Failed to revert '{0}' -- try updating instead.
cs: Obnovení se nezdařilo {0} -- zkuste použít aktualizaci.
de: Fehler beim Zurücksetzen von '{0}'. Versuchen Sie stattdessen eine Aktualisierung.
es: No se pudo revertir '{0}'. Pruebe a actualizarlo.
fr: Le rétablissement de « {0} » a échoué -- essayez plutôt une mise à jour.
it: Il ripristino di '{0}' non è riuscito. Provare ad aggiornare.
ja: '{0}' の復元に失敗しました -- 代わりに更新してみてください。
ko: '{0}'(으)로 되돌리기 실패 - 대신 업데이트 해 보세요.
pl: Nie można przywrócić elementu „{0}” — zamiast tego spróbuj go zaktualizować.
pt_br: Falha ao reverter '{0}' -- experimente atualizar.
ru: Не удалось отменить изменения для "{0}" — попробуйте вместо этого выполнить обновление.
tr: '{0}' geri döndürülemedi -- bunun yerine güncelleştirmeyi deneyin.
uk: Не вдалось відкотити '{0}' -- спробуйте оновити.
zh_cn: 未能还原“{0}”- 尝试改为更新。
zh_tw: 無法還原 '{0}' -- 請嘗試改用更新方式。

source: Failed to run tests.
cs: Testy se nepodařilo spustit.
de: Fehler beim Ausführen der Tests.
es: No se pudieron ejecutar las pruebas.
fr: Échec de l'exécution des tests.
ja: テストの実行に失敗しました。
ko: 테스트를 실행하지 못했습니다.
pl: Nie można uruchomić testów.
pt_br: Falha ao executar testes.
ru: Не удалось выполнить тесты.
tr: Testler çalıştırılamadı.

source: Failed to update Web Reference '{0}'
cs: Webový odkaz {0} se nepodařilo aktualizovat.
de: Webverweis '{0}' konnte nicht aktualisiert werden.
es: No se pudo actualizar la referencia web '{0}'
fr: Échec de la mise à jour de la référence web « {0} »
it: Non è stato possibile aggiornare il riferimento Web '{0}'
ja: Web 参照 '{0}' を更新できませんでした
ko: 웹 참조 '{0}'을(를) 업데이트하지 못했습니다.
pl: Nie można zaktualizować odwołania sieci Web „{0}”
pt_br: Falha ao atualizar a Referência Web '{0}'
ru: Не удалось обновить веб-ссылку "{0}".
tr: '{0}' Web Başvurusuna güncelleştirilemedi
uk: Не вдалось оновити веб-посилання '{0}'
zh_cn: 未能更新 Web 引用“{0}”
zh_tw: 無法更新 Web 參考 '{0}'

source: Failed to write file '{0}'.
cs: Zápis do souboru {0} se nepodařil.
de: Fehler beim Schreiben der Datei '{0}'.
es: No se pudo escribir el archivo '{0}'.
fr: Échec de l’écriture du fichier « {0} ».
it: Non è stato possibile scrivere il file '{0}'.
ja: ファイル '{0}' の書き込みに失敗しました。
ko: '{0}' 파일에 쓰지 못했습니다.
pl: Nie można zapisać pliku „{0}”.
pt_br: Falha ao gravar o arquivo '{0}'.
ru: Не удалось записать файл "{0}".
tr: '{0}' dosyasına yazılamadı.
uk: Не вдалось записати файл '{0}'.
zh_cn: 未能写入文件“{0}”。
zh_tw: 無法寫入檔案 '{0}'。

source: Failed to write {0}
cs: Zápis {0} neproběhl úspěšně.
de: Fehler beim Schreiben von "{0}".
es: No se pudo escribir {0}
fr: Échec de l'écriture de {0}
ja: {0} を書き込めませんでした
ko: {0}을(를) 쓰지 못했습니다.
pl: Nie można zapisać elementu {0}
pt_br: Falha ao gravar em {0}
ru: Не удалось записать {0}.
tr: {0} yazılamadı

source: Failed to write {0}. Unable to access file or access is denied
cs: Nepovedlo se zapsat {0}. Nepovedlo se získat přístup k souboru, nebo se přístup zamítl.
de: Fehler beim Schreiben von "{0}". Auf die Datei kann nicht zugegriffen werden, oder der Zugriff wurde verweigert.
es: No se pudo escribir {0}. No se puede acceder al archivo o se ha denegado el acceso.
fr: Échec de l'écriture de {0}. Impossible d'accéder au fichier, ou l'accès est refusé
ja: {0} を書き込めませんでした。ファイルにアクセスできないか、アクセスが拒否されました
ko: {0}을(를) 쓰지 못했습니다. 파일에 액세스할 수 없거나 액세스가 거부되었습니다.
pl: Nie można zapisać elementu {0}. Nie można uzyskać dostępu do pliku lub nastąpiła odmowa dostępu
pt_br: Falha ao gravar {0}. Não é possível acessar o arquivo ou o acesso foi negado
ru: Не удалось записать {0}. Не удалось получить доступ к файлу или доступ запрещен.
tr: {0} yazılamadı. Dosyaya erişilemiyor veya erişim reddedildi

source: Falling blocks game
cs: Hra s padajícími bloky
de: Spiel mit herabfallenden Blöcken
es: Un juego de bloques que caen
fr: Jeu de chute de blocs
it: Gioco con blocchi a incastro
ja: フォーリング ブロック ゲーム
ko: 떨어지는 블록 게임
pl: Gra ze spadającymi blokami
pt_br: Jogo de estratégia de blocos
ru: Игра с падающими блоками
tr: Düşen bloklar oyunu
uk: Гра, подібна до тетрісу
zh_cn: 跌落方块游戏
zh_tw: 俄羅斯方塊遊戲

source: Feedback
cs: Váš názor
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
pl: Opinie
pt_br: Comentários
ru: Отзывы
tr: Geri bildirim

source: Fetch
cs: Načíst
de: Abrufen
es: Recuperar cambios
fr: Extraire
it: Recupera
ja: フェッチ
ko: 가져오기
pl: Pobierz
pt_br: Buscar
ru: Получить
tr: Getir
zh_cn: 提取
zh_tw: 擷取

source: Fetching
cs: Načítání
de: Wird abgerufen
es: Recuperando cambios
fr: Récupération
ja: フェッチ中
ko: 페치하는 중
pl: Pobieranie
pt_br: Buscando
ru: Извлекается
tr: Getiriliyor

source: Fetching external item into '{0}'
cs: Načítání externí položky do {0}
de: Externes Element wird in '{0}' abgerufen
es: Recuperando elemento externo en '{0}'
fr: Récupération (fetch) d'un élément dans '{0}'
it: Recupero dell'elemento esterno in '{0}'
ja: 外部項目を '{0}' に取得しています
ko: '{0}'(으)로 외부 항목을 가져오는 중
pl: Pobieranie elementu zewnętrznego do lokalizacji „{0}”
pt_br: Obtendo os itens externos em '{0}'
ru: Получение внешнего элемента в "{0}"
tr: Dış öğe '{0}' konumuna getiriliyor
uk: Вибирання зовнішнього елементу у '{0}'
zh_cn: 正在将外部项提取到“{0}”
zh_tw: 正在擷取外部項目到 '{0}'

source: Fetching from '{0}'
cs: Načítání z {0}
de: Abrufen von '{0}'
es: Recuperando cambios de '{0}'
fr: Extraction à partir de « {0} »
it: Recupero da '{0}'
ja: '{0}' から取得中
ko: '{0}'에서 가져오는 중
pl: Pobieranie z lokalizacji „{0}
pt_br: Obtendo de '{0}'
ru: Получение из "{0}"
tr: '{0}'dan alınıyor
uk: Вибирання з '{0}'
zh_cn: 正在从“{0}”提取
zh_tw: 正在從 '{0}' 擷取

source: Fetching remote failed
cs: Načítání vzdálené větve selhalo.
de: Fehler beim Remoteabruf.
es: No se pudieron obtener los elementos remotos
fr: Échec de la récupération du dépôt distant
ja: リモートのフェッチに失敗しました
ko: 원격 페치 실패
pl: Nie można pobrać danych zdalnych
pt_br: Falha ao buscar o repositório remoto
ru: Не удалось получить удаленный объект.
tr: Uzak depo getirilemedi

source: Fetching remote...
cs: Načítání vzdálené větve...
de: Remoteabruf...
es: Recuperación de cambios remotos...
fr: Extraction à distance en cours...
it: Recupero dell'elemento remoto...
ja: リモートをフェッチしています...
ko: 원격을 가져오는 중...
pl: Trwa pobieranie zdalnych...
pt_br: Buscando remoto...
ru: Идет получение удаленных элементов...
tr: Uzak öğeler getiriliyor...
zh_cn: 正在提取远程源...
zh_tw: 正在擷取遠端...

source: Field name
cs: Název pole
de: Feldname
es: Nombre de campo
fr: Nom du champ
it: Nome del campo
ja: フィールド名
ko: 필드 이름
pl: Nazwa pola
pt_br: Nome do campo
ru: Имя поля
tr: Alan adı
uk: Назва поля
zh_cn: 字段名称
zh_tw: 欄位名稱

source: Field preferences:
cs: Předvolby pole:
de: Voreinstellungen für Feld:
es: Preferencias de campo:
fr: Préférences de champ :
ja: フィールドの設定:
ko: 필드 기본 설정:
pl: Preferencje pola:
pt_br: Preferências de campo:
ru: Параметры поля:
tr: Alan tercihleri:

source: Fields
cs: Pole
de: Felder
es: Campos
fr: Champs
it: Campi
ja: フィールド
ko: 필드
pl: Pola
pt_br: Campos
ru: Поля
tr: Alanlar
uk: Поля
zh_cn: 字段
zh_tw: 欄位

source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
zh_cn: 文件
zh_tw: 檔案

source: File '{0}' could not be copied.
cs: Soubor {0} se nepodařilo zkopírovat.
de: Datei '{0}' konnte nicht kopiert werden.
es: El archivo '{0}' no se puede copiar.
fr: Nous n’avons pas pu copier le fichier « {0} »
it: Non è stato possibile copiare il file '{0}'.
ja: ファイル '{0}' をコピーできませんでした。
ko: '{0}' 파일을 복사 할 수 없습니다.
pl: Nie można skopiować pliku „{0}”.
pt_br: Não foi possível copiar o arquivo '{0}'.
ru: Не удалось скопировать файл "{0}".
tr: '{0}' dosyası kopyalanamadı.
uk: Не вдалось скопіювати файл '{0}'.
zh_cn: 无法复制文件“{0}”。
zh_tw: 無法複製檔案 '{0}' 。

source: File '{0}' could not be moved.
cs: Soubor {0} se nepodařilo přesunout.
de: Datei '{0}' konnte nicht verschoben werden.
es: El archivo '{0}' no se puede mover.
fr: Nous n’avons pas pu déplacer le fichier « {0} ».
it: Non è stato possibile spostare il file '{0}'.
ja: ファイル '{0}' を移動できませんでした。
ko: '{0}' 파일을 이동할 수 없습니다.
pl: Nie można przenieść pliku „{0}”.
pt_br: Não foi possível mover o arquivo {0}.
ru: Не удалось переместить файл "{0}".
tr: '{0}' dosyası taşınamadı.
uk: Не вдалось перемістити файл '{0}'.
zh_cn: 无法移动文件“{0}”。
zh_tw: 無法移動檔案 '{0}' 。

source: File '{0}' could not be opened
cs: Soubor {0} se nepodařilo otevřít.
de: Datei '{0}' konnte nicht geöffnet werden.
es: El archivo '{0}' no se puede abrir
fr: Nous n’avons pas pu ouvrir le fichier « {0} »
it: Non è stato possibile aprire il file '{0}'
ja: ファイル '{0}' を開けませんでした
ko: '{0}' 파일을 열 수 없습니다.
pl: Nie można otworzyć pliku „{0}”
pt_br: Não foi possível abrir o arquivo '{0}'
ru: Не удалось открыть файл "{0}".
tr: '{0}' dosyası açılamıyor
uk: Не вдалось відкрити файл '{0}'
zh_cn: 无法打开文件“{0}”
zh_tw: 無法開啟檔案 '{0}'。

source: File '{0}' is locked.
cs: Soubor {0} je zamknutý.
de: Datei '{0}' ist gesperrt.
es: El archivo '{0}' está bloqueado.
fr: Le fichier « {0} » est verrouillé.
it: Il file '{0}' è bloccato.
ja: ファイル '{0}' はロックされています。
ko: '{0}' 파일이 잠겨 있습니다.
pl: Plik „{0}” jest zablokowany.
pt_br: O arquivo '{0}' está bloqueado.
ru: Файл "{0}" заблокирован.
tr: '{0}' dosyası kilitli.
uk: Файл '{0}' заблоковано.
zh_cn: 文件“{0}”已锁定。
zh_tw: 檔案 '{0}' 已鎖住。

source: File '{0}' is not a valid .Net Assembly
cs: Soubor {0} není platným sestavením .Net.
de: Datei '{0}' ist keine gültige .NET-Assembly.
es: El archivo '{0}' no es un ensamblado .Net válido
fr: Le fichier « {0} » n’est pas un assembly .NET valide
it: Il file '{0}' non è un assembly .NET valido.
ja: ファイル '{0}' は有効な .NET アセンブリではありません
ko: '{0}' 파일이 유효한 .Net 어셈블리가 아닙니다.
pl: Plik „{0}” nie jest prawidłowym zestawem platformy .Net
pt_br: O arquivo '{0}' não é um Assembly .Net válido
ru: Файл "{0}" не является допустимой сборкой .NET
tr: '{0}' dosyası geçerli bir .NET Bütünleştirilmiş Kodu değil
uk: Файл {0} не є коректною збіркою .NET
zh_cn: 文件“{0}”不是有效的 .Net 程序集
zh_tw: 檔案 '{0}' 不是有效的 .Net 組件

source: File '{0}' not found.
cs: Soubor {0} se nenašel.
de: Datei '{0}' nicht gefunden.
es: No se encuentra el archivo '{0}'.
fr: Fichier « {0} » introuvable.
it: Il file '{0}' non è stato trovato.
ja: ファイル '{0}' が見つかりません。
ko: '{0}' 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku „{0}”.
pt_br: Arquivo '{0}' não encontrado.
ru: Файл "{0}" не найден.
tr: '{0}' adlı dosya bulunamadı.
uk: Файл '{0}' не знайдено.
zh_cn: 找不到文件“{0}”。
zh_tw: 找不到檔案 '{0}'。

source: File '{0}' was generated successfully.
cs: Soubor {0} se úspěšně vygeneroval.
de: Datei '{0}' wurde erfolgreich generiert.
es: El archivo '{0}' se ha generado correctamente.
fr: Le fichier « {0} » a été correctement généré.
it: Il file '{0}' è stato generato.
ja: ファイル '{0}' は正常に生成されました
ko: '{0}' 파일이 생성되었습니다.
pl: Pomyślnie wygenerowano plik „{0}”.
pt_br: O arquivo '{0}' foi gerado com êxito.
ru: Файл "{0}" успешно создан.
tr: '{0}' dosyası başarıyla oluşturuldu.
uk: Файл '{0}' створено успішно.
zh_cn: 已成功生成文件“{0}”。
zh_tw: 已成功產生檔案 '{0}'。

source: File '{0}' was generated with warnings.
cs: Soubor {0} se vygeneroval s upozorněními.
de: Datei '{0}' wurde mit Warnungen generiert.
es: El archivo '{0}' se ha generado con advertencias.
fr: Le fichier « {0} » a été avec des avertissements.
it: Il file '{0}' è stato generato con avvisi.
ja: ファイル '{0}' が生成されましたが、警告が発生しました。
ko: '{0}' 파일이 생성되었지만 경고가 발생했습니다.
pl: Plik „{0}” został wygenerowany z ostrzeżeniami.
pt_br: O arquivo '{0}' foi gerado com avisos.
ru: Файл "{0}" создан с предупреждениями.
tr: '{0}' dosyası uyarılarla oluşturuldu.
uk: Файл '{0}' створено з попередженнями.
zh_cn: 生成文件“{0}”时出现警告。
zh_tw: 已產生檔案 '{0}'，但出現警告。

source: File Conflict
cs: Konflikt souborů
de: Dateikonflikt
es: Conflicto de archivos
fr: Conflit de fichiers
it: Conflitto tra file
ja: ファイルの競合
ko: 파일 충돌
pl: Konflikt pliku
pt_br: Conflito de Arquivo
ru: Конфликт файлов
tr: Dosya Çakışması
zh_cn: 文件冲突
zh_tw: 檔案衝突

source: File Directory
cs: Adresář souborů
de: Dateiverzeichnis
es: Directorio de archivos
fr: Répertoire de fichier
ja: ファイル ディレクトリ
ko: 파일 디렉터리
pl: Katalog plików
pt_br: Diretório de arquivo
ru: Каталог файлов
tr: Dosya Dizini

source: File Extension
cs: Přípona souboru
de: Dateierweiterung
es: Extensión de archivo
fr: Extension de fichier
it: Estensione di file
ja: ファイル拡張子
ko: 파일 확장명
pl: Rozszerzenie pliku
pt_br: Extensão de Arquivo
ru: Расширение файла
tr: Dosya Uzantısı
uk: Розширення файлу
zh_cn: 文件扩展名
zh_tw: 副檔名

source: File Format
cs: Formát souboru
de: Dateiformat
es: Formato de archivo
fr: Format de fichier
it: Formato di file
ja: ファイル形式
ko: 파일 형식
pl: Format pliku
pt_br: Formato de Arquivo
ru: Формат файла
tr: Dosya Biçimi
uk: Формат файлу
zh_cn: 文件格式
zh_tw: 檔案格式

source: File Name
cs: Název souboru
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
ja: ファイル名
ko: 파일 이름
pl: Nazwa pliku
pt_br: Nome do Arquivo
ru: Имя файла
tr: Dosya Adı
