Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Comparing equal expression for equality is usually useless
cs: Porovnání shodných výrazů z hlediska rovnosti je obvykle zbytečné.
de: Einen Gleichheitsausdruck auf Gleichheit zu überprüfen, ist normalerweise nutzlos.
es: La comparación de expresiones equal para buscar igualdad es normalmente inútil
fr: La comparaison d’une expression égale pour l’égalité est généralement inutile
it: Il confronto di uguaglianza tra espressioni uguali è in genere inutile
ja: 通常、等値の等式を比較しても無意味です
ko: 같음에 대한 같음 식 비교는 일반적으로 의미가 없습니다.
pl: Porównanie równego wyrażenia pod kątem równości jest zwykle bezcelowe
pt_br: Geralmente é inútil comparar a igualdade de expressões iguais
ru: Равное выражение обычно бесполезно сравнивать на предмет равенства
tr: Eşitlik için eşit ifadenin karşılaştırılması genellikle yararsızdır
uk: Перевірка рівних виразів на рівність здебільшого не потрібна
zh_cn: 比较相等表达式是否相等通常是无用的
zh_tw: 比較等號運算式是否相等通常無意義

source: Comparison of floating point numbers with equality operator
cs: Porovnání čísla s plovoucí desetinnou čárkou čísla pomocí operátoru rovnosti
de: Vergleich von Gleitkommazahlen mit equality-Operator
es: Comparación de números de punto flotante con operador de igualdad
fr: Comparaison des nombres à virgule flottante avec l’opérateur d’égalité
it: Confronto tra numeri a virgola mobile e l'operatore di uguaglianza
ja: 等値演算子による浮動小数点値の比較
ko: 같음 연산자를 사용한 부동 소수점 수의 비교
pl: Porównanie liczb zmiennoprzecinkowych za pomocą operatora równości
pt_br: Comparação dos números de ponto flutuante com o operador de igualdade
ru: Сравнение чисел с плавающей запятой с оператором равенства
tr: Kayan nokta numaralarını eşitlik işleci ile karşılaştırma
uk: Порівняння чисел з рухомою комою за допомогою оператора порівняння
zh_cn: 使用相等运算符进行的浮点数比较
zh_tw: 使用等號比較運算子的浮點數比較

source: Compatibility
cs: Kompatibilita
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
it: Compatibilità
ja: 互換性
ko: 호환성
pl: Zgodność
pt_br: Compatibilidade
ru: Совместимость
tr: Uyumluluk
uk: Сумісність
zh_cn: 兼容性
zh_tw: 相容性

source: Compile _Target:
cs: _Cíl kompilace:
de: _Kompilierungsziel:
es: _Destino de compilación:
fr: _Cible de la compilation :
it: Des_tinazione di compilazione:
ja: コンパイルのターゲット(_T):
ko: 컴파일 대상(_T):
pl: _Cel kompilacji:
pt_br: Compilar _Alvo:
ru: Цель _компиляции:
tr: Derleme _Hedefi:
uk: Тип проекту:
zh_cn: 编译目标(_T):
zh_tw: 編譯目標(_T):

source: Compiler
cs: Kompilátor
es: Compilador
fr: Compilateur
it: Compilatore
ja: コンパイラ
ko: 컴파일러
pl: Kompilator
pt_br: Compilador
ru: Компилятор
tr: Derleyici
uk: Компілятор
zh_cn: 编译器
zh_tw: 編譯器

source: Compiler :
cs: Kompilátor:
es: Compilador:
fr: Compilateur :
it: Compilatore:
ja: コンパイラ:
ko: 컴파일러:
pl: Kompilator:
pt_br: Compilador:
ru: Компилятор:
tr: Derleyici :
uk: Компілятор :
zh_cn: 编译器:
zh_tw: 編譯器:

source: Compiler Code Page:
cs: Kódová stránka kompilátoru:
es: Página de códigos del compilador:
fr: Page de code du compilateur :
it: Tabella codici del compilatore:
ja: コンパイラのコード ページ:
ko: 컴파일러 코드 페이지:
pl: Strona kodowa kompilatora:
pt_br: Página de Código do Compilador:
ru: Кодовая страница компилятора:
tr: Derleyici Kod Sayfası:
uk: Кодова сторінка компілятора:
zh_cn: 编译器代码页:
zh_tw: 編譯器字碼頁:

source: Compiler Options
cs: Možnosti kompilátoru
de: Compileroptionen
es: Opciones del compilador
fr: Options du compilateur
it: Opzioni del compilatore
ja: コンパイラ オプション
ko: 컴파일러 옵션
pl: Opcje kompilatora
pt_br: Opções do Compilador
ru: Параметры компилятора
tr: Derleyici Seçenekleri
uk: Параметри компілятора
zh_cn: 编译器选项
zh_tw: 編譯器選項

source: Compiling resource {0} with {1}
cs: Probíhá kompilace prostředku {0} s {1}.
de: Ressource {0} wird mit {1} kompiliert.
es: Compilando el recurso {0} con {1}
fr: Compilation de la ressource {0} avec {1}.
it: Compilazione della risorsa {0} con {1}
ja: {1} でリソース {0} をコンパイルしています
ko: {1}을(를) 사용하여 {0} 리소스를 컴파일하는 중
pl: Kompilowanie zasobu {0} przy użyciu elementu {1}
pt_br: Compilando recurso {0} com {1}
ru: Компиляция ресурса {0} с {1}
tr: {0} kaynağı {1} ile derleniyor
uk: Компілюється ресурс {0} з {1}
zh_cn: 正在使用 {1} 编译资源 {0}
zh_tw: 正在利用 {1} 編譯資源 {0}

source: Complete Word
cs: Dokončit slovo
de: Wort vervollständigen
es: Palabra completa
fr: Compléter le mot
ja: 入力候補
ko: 단어 자동 완성
pl: Dokończ wyraz
pt_br: Completar Palavra
ru: Завершить слово
tr: Tam Sözcük

source: Complete current statement
cs: Provést aktuální příkaz
de: Aktuelle Anweisung vervollständigen
es: Completar instrucción actual
fr: Exécuter l’instruction en cours
it: Completa l'istruzione corrente
ja: 現在のステートメントを完了する
ko: 현재 문 완성
pl: Zakończ bieżącą instrukcję
pt_br: Instrução atual concluída
ru: Завершить текущий оператор
tr: Geçerli deyimi tamamla
zh_cn: 完成当前语句
zh_tw: 完成目前的陳述式

source: Complete on space
cs: Dokončit při stisknutí mezerníku
de: Nach Leerzeichen vervollständigen
es: Completar en el espacio
fr: Compléter en cas d’action de la touche espace
it: Completa dopo spazio
ja: スペースに対して補完
ko: 공백에서 완료
pl: Uzupełnij w obszarze
pt_br: Concluir no espaço
ru: Завершить на пробеле
tr: Boşluğu tamamla
uk: Закінчується пропуском
zh_cn: 输入空格时完成
zh_tw: 於空白處完成

source: Complete with Space or Punctuation
cs: Dokončit mezerou nebo interpunkčním znaménkem
de: Vervollständigung bei Leer- oder Interpunktionszeichen
es: Completar con espacio o puntuación
fr: Compléter avec un espace ou une ponctuation
it: Completa con spazio o punteggiatura
ja: スペースまたは句読点で完了する
ko: 공백 또는 문장 부호로 완성
pl: Zakończ spacją lub znakiem interpunkcyjnym
pt_br: Completar com Espaço ou Pontuação
ru: Завершение пробелом или знаком пунктуации
tr: Boşluk veya Noktalamayla Tamamla
zh_cn: 以空格或标点结束
zh_tw: 使用空格或標點符號完成

source: Completes the current statement
cs: Dokončí aktuální příkaz.
de: Vervollständigt die aktuelle Anweisung
es: Completa la instrucción actual
fr: Achève l’instruction en cours
it: Completa l'istruzione corrente
ja: 現在のステートメントを補完
ko: 현재 문을 완성합니다.
pl: Uzupełnia bieżącą instrukcję
pt_br: Conclui a instrução atual
ru: Завершает текущий оператор
tr: Geçerli deyimi tamamlar
uk: Завершити поточну інструкцію
zh_cn: 完成当前语句
zh_tw: 完成目前的陳述式

source: Compute constant value
cs: Vypočítat konstantní hodnotu
de: Konstantenwert berechnen
es: Calcular un valor de constante
fr: Calculer une valeur constante
it: Calcola il valore della costante
ja: 定数値の計算
ko: 상수 값 계산
pl: Oblicz wartość stałej
pt_br: Computar valor constante
ru: Вычислить значение константы
tr: Sabit değeri hesapla
uk: Обчислити постійне значення
zh_cn: 计算常量值
zh_tw: 計算常數值

source: ComputerSience software
cs: Informatická aplikace
de: Informatiksoftware
es: Software de computación
fr: Logiciel de développement informatique
it: Software di informatica
ja: コンピューター科学ソフトウェア
ko: 컴퓨터학 소프트웨어
pl: Oprogramowanie związane z informatyką
pt_br: Software ComputerSience
ru: Программное обеспечение для компьютерной науки
tr: Bilgisayar Bilimleri yazılımı
uk: Інформатика
zh_cn: 计算机科学软件
zh_tw: 電腦科學軟體

source: Condition
cs: Podmínka
de: Bedingung
es: Condición
it: Condizione
ja: 条件
ko: 조건
pl: Warunek
pt_br: Condição
ru: Условие
tr: Koşul
uk: Умова
zh_cn: 条件
zh_tw: 條件

source: Condition is always 'true' or always 'false'
cs: Podmínka je vždy true nebo vždy false.
de: Bedingung ist immer True oder immer False.
es: La condición siempre es 'true' o siempre 'false'
fr: La condition est toujours « true » ou « false »
it: La condizione è sempre 'true' o sempre 'false'
ja: 条件が常に 'true' か、常に 'false' です
ko: 조건이 항상 'true'이거나 항상 'false'입니다.
pl: Warunek ma zawsze wartość „true” lub zawsze wartość „false”
pt_br: A condição é sempre 'true' ou sempre 'false'
ru: Условие всегда равно "true" либо всегда равно "false"
tr: Koşul her zaman 'true' veya her zaman 'false' şeklindedir
uk: Умова завжди 'true' або завжди 'false'
zh_cn: 条件始终为 "true" 或始终为 "false"
zh_tw: 條件一律為 'true' 或一律為 'false'

source: Condition is always '{0}'
cs: Podmínka je vždy {0}.
de: Bedingung ist immer '{0}'.
es: La condición es siempre '{0}'
fr: La condition est toujours « {0} »
it: La condizione è sempre '{0}'
ja: 条件が常に '{0}' です
ko: 조건이 항상 '{0}'입니다.
pl: Warunek ma zawsze wartość „{0}”
pt_br: A condição sempre é '{0}'
ru: Условие всегда равно "{0}"
tr: Koşul her zaman '{0}'
uk: Умова завжди '{0}'
zh_cn: 条件始终为“{0}”
zh_tw: 條件一律為 '{0}'

source: Conditional Breakpoint Expression
cs: Podmíněný výraz zarážky
de: Bedingter Haltepunktausdruck
es: Expresión de punto de interrupción condicional
fr: Expression de point d'arrêt conditionnelle
ja: 条件付きブレークポイント式
ko: 조건부 중단점 식
pl: Wyrażenie warunkowego punktu przerwania
pt_br: Expressão do Ponto de Interrupção Condicional
ru: Выражение для условной точки останова
tr: Koşullu Kesme Noktası İfadesi

source: Conditional Breakpoint Hit Type
cs: Typ podmíněného dosažení zarážky
de: Treffertyp für bedingten Haltepunkt
es: Tipo de alcance de punto de interrupción condicional
fr: Accès à un point d'arrêt de type conditionnel
ja: 条件付きブレークポイント ヒットの種類
ko: 조건부 중단점 적중 형식
pl: Typ trafień warunkowego punktu przerwania
pt_br: Tipo de Ocorrência Condicional do Ponto de Interrupção
ru: Тип попаданий для условной точки останова
tr: Koşullu Kesme Noktası İsabet Türü

source: Conditional expression can be simplified
cs: Podmínka se dá zjednodušit.
de: Bedingter Ausdruck kann vereinfacht werden.
es: La expresión condicional se puede simplificar
fr: L’expression conditionnelle peut être simplifiée
it: L'espressione condizionale può essere semplificata
ja: 条件式を簡略化できます
ko: 조건식을 단순화할 수 있습니다.
pl: Wyrażenie warunkowe można uprościć
pt_br: A expressão condicional pode ser simplificada
ru: Условное выражение можно упростить
tr: Koşul ifadesi basitleştirilebilir
uk: Вираз умови можна спростити
zh_cn: 可以简化条件表达式
zh_tw: 條件運算式可加以簡化

source: Configuration
cs: Konfigurace
de: Konfiguration
es: Configuración
it: Configurazione
ja: 構成
ko: 구성
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
tr: Yapılandırma
uk: Конфігурація
zh_cn: 配置
zh_tw: 組態

source: Configuration '{0}' not found in project '{1}'
cs: Konfigurace {0} se v projektu {1} nenašla.
de: Konfiguration '{0}' in Projekt '{1}' nicht gefunden.
es: No se encuentra la configuración '{0}' en el proyecto '{1}'
fr: Configuration « {0} » introuvable dans le projet « {1} »
it: La configurazione '{0}' non è stata trovata nel progetto '{1}'
ja: プロジェクト '{1}' に構成 '{0}' が見つかりません
ko: '{1}' 프로젝트에서 '{0}' 구성을 찾을 수 없습니다.
pl: Nie znaleziono konfiguracji „{0}” w projekcie „{1}”
pt_br: Configuração '{0}' não encontrada no projeto '{1}'
ru: Конфигурация "{0}" не найдена в проекте "{1}"
tr: '{1}' adlı projede '{0}' yapılandırması bulunamadı
uk: Конфігурацію {0} не знайдено у проекті {1}
zh_cn: 在项目“{1}”中找不到配置“{0}”
zh_tw: 專案 '{1}' 中找不到組態 '{0}'

source: Configuration File
cs: Konfigurační soubor
de: Konfigurationsdatei
es: Archivo de configuración
fr: Fichier de configuration
it: File di configurazione
ja: 構成ファイル
ko: 구성 파일
pl: Plik konfiguracji
pt_br: Arquivo de Configuração
ru: Файл конфигурации
tr: Yapılandırma Dosyası
uk: Файл конфігурації
zh_cn: 配置文件
zh_tw: 組態檔

source: Configuration Mappings
cs: Mapování konfigurace
de: Konfigurationszuordnungen
es: Asignaciones de configuración
fr: Mappages de configuration
it: Mapping di configurazione
ja: 構成マッピング
ko: 구성 매핑
pl: Mapowania konfiguracji
pt_br: Mapeamentos de Configuração
ru: Сопоставления конфигурации
tr: Yapılandırma Eşlemeleri
uk: Карти конфігурацій
zh_cn: 配置映射
zh_tw: 組態對應

source: Configuration Selector
cs: Selektor konfigurace
de: Konfigurationsauswahl
es: Selector de configuración
fr: Sélecteur de configurations
ja: 構成セレクター
ko: 구성 선택기
pl: Selektor konfiguracji
pt_br: Seletor de Configuração
ru: Средство выбора конфигурации
tr: Yapılandırma Seçicisi

source: Configuration tool for the GUI
cs: Konfigurační nástroj pro grafické rozhraní (GUI)
de: GUI-Konfigurationstool
es: Herramienta de configuración para la GUI
fr: Outil de configuration pour l’interface graphique utilisateur
it: Strumento di configurazione per la GUI
ja: GUI 用構成ツール
ko: GUI용 구성 도구
pl: Narzędzie konfiguracji graficznego interfejsu użytkownika
pt_br: Ferramenta de configuração para GUI
ru: Инструмент настройки для графического пользовательского интерфейса
tr: GUI için bir yapılandırma aracı
uk: Конфігуратор інтерфейсу користувача
zh_cn: 用于 GUI 的配置工具
zh_tw: GUI 的組態工具

source: Configuration:
cs: Konfigurace:
de: Konfiguration:
es: Configuración:
it: Configurazione:
ja: 構成:
ko: 구성:
pl: Konfiguracja:
pt_br: Configuração:
ru: Конфигурация:
tr: Yapılandırma:
uk: Конфігурація:
zh_cn: 配置:
zh_tw: 組態:

source: Configurations
cs: Konfigurace
de: Konfigurationen
es: Configuraciones
it: Configurazioni
ja: 構成
ko: 구성
pl: Konfiguracje
pt_br: Configurações
ru: Конфигурации
tr: Yapılandırmalar
uk: Конфігурації
zh_cn: 配置
zh_tw: 組態

source: Configure
cs: Konfigurovat
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
ja: 構成
ko: 구성
pl: Konfiguruj
pt_br: Configurar
ru: Настроить
tr: Yapılandır
uk: Конфігурувати
zh_cn: 配置
zh_tw: 設定

source: Configure Sources...
cs: Konfigurovat zdroje...
de: Quellen konfigurieren...
es: Configurar orígenes...
fr: Configurer les sources...
it: Configura origini...
ja: ソースの構成...
ko: 소스 구성...
pl: Konfiguruj źródła...
pt_br: Configurar Origens...
ru: Настроить источники...
tr: Kaynakları Yapılandır...
uk: Конфігурувати джерела...
zh_cn: 配置源...
zh_tw: 設定來源...

source: Configure user data
cs: Konfigurovat uživatelská data
de: Benutzerdaten konfigurieren
es: Configurar datos de usuario
fr: Configurer les données utilisateur
it: Configura i dati utente
ja: ユーザー データの設定
ko: 사용자 데이터 구성
pl: Konfiguruj dane użytkownika
pt_br: Configurar dados do usuário
ru: Настроить пользовательские данные
tr: Kullanıcı verilerini yapılandır
uk: Вказати дані користувача
zh_cn: 配置用户数据
zh_tw: 設定使用者資料

source: Configure your Multiplatform Library
cs: Konfigurovat multiplatformní knihovnu
de: Konfigurieren Sie Ihre Bibliothek für mehrere Plattformen.
es: Configure la biblioteca multiplataforma.
fr: Configurer votre bibliothèque multiplateforme
it: Configura la nuova soluzione
ja: マルチプラットフォーム ライブラリの構成
ko: 다중 플랫폼 라이브러리 구성
pl: Konfiguruj bibliotekę wieloplatformową
pt_br: Configure sua Biblioteca Multiplataforma
ru: Настройте многоплатформенную библиотеку
tr: Çok Platformlu Kitaplığınızı yapılandırın

source: Configure your NuGet package
cs: Konfigurovat balíček NuGet
de: Konfigurieren Sie Ihr NuGet-Paket.
es: Configurar el paquete NuGet
fr: Configurer votre paquet NuGet
it: Configura la nuova area di lavoro
ja: NuGet パッケージの構成
ko: NuGet 패키지 구성
pl: Konfiguruj pakiet NuGet
pt_br: Configurar seu pacote NuGet
ru: Настройте пакет NuGet
tr: NuGet paketinizi yapılandırın

source: Configure your Web project
cs: Konfigurace vašeho webového projektu
de: Webprojekt konfigurieren
es: Configure su proyecto web
fr: Configurer votre projet web
it: Configura il progetto Web
ja: Web プロジェクトを構成する
ko: 웹 프로젝트 구성
pl: Konfiguruj projekt sieci Web
pt_br: Configurar seu projeto Web
ru: Настроить веб-проект
tr: Web projenizi yapılandırın
uk: Сконфігуруйте ваш веб-проект
zh_cn: 配置你的 Web 项目
zh_tw: 設定 Web 專案

source: Configure your new solution
cs: Konfigurovat nové řešení
de: Neue Projektmappe konfigurieren
es: Configure su nueva solución
fr: Configurer votre nouvelle solution
it: Configura la nuova soluzione
ja: 新しいソリューションを構成します
ko: 새 솔루션 구성
pl: Konfiguruj nowe rozwiązanie
pt_br: Configurar sua nova solução
ru: Настроить новое решение
tr: Yeni çözümünüzü yapılandırın
uk: Сконфігуруйте ваше нове рішення
zh_cn: 配置新解决方案
zh_tw: 設定新解決方案

source: Configure your new workspace
cs: Konfigurovat nový pracovní prostor
de: Neuen Arbeitsbereich konfigurieren
es: Crear una nueva área de trabajo
fr: Configurer votre nouvel espace de travail
it: Configura la nuova area di lavoro
ja: 新しいワークスペースを構成します
ko: 새 작업 영역 구성
pl: Konfiguruj nowy obszar roboczy
pt_br: Configurar seu novo workspace
ru: Настроить новую рабочую область
tr: Yeni çalışma alanınızı yapılandırın
uk: Сконфігуруйте ваш новий робочий простір
zh_cn: 配置新工作区
zh_tw: 設定新工作區

source: Configure your new {0}
cs: Konfigurovat nový {0}
de: Konfigurieren Sie das neue {0}.
es: Configure su {0} nueva
fr: Configurer votre {0}
ja: 新しい {0} の構成
ko: 새 {0} 구성
pl: Konfiguruj nowy element {0}
pt_br: Configurar o novo {0}
ru: Настроить новый {0}
tr: Yeni {0} öğenizi yapılandırın

source: Configured
cs: Nakonfigurováno
de: Konfiguriert
es: Configurado
fr: Configuré
it: Configura
ja: 構成済み
ko: 구성됨
pl: Skonfigurowane
pt_br: Configurado
ru: Настроено
tr: Yapılandırıldı

source: Configures the virtual machine to be better suited for server operations.
cs: Nakonfiguruje virtuální počítač tak, aby lépe vyhovoval serverovým operacím.
de: Konfiguriert den virtuellen Computer für die bessere Unterstützung von Servervorgängen.
es: Configura la máquina virtual para adaptarla mejor a operaciones de servidor.
fr: Configure la machine virtuelle de façon à ce qu’elle soit mieux adaptée aux opérations de serveurs.
it: Configura la macchina virtuale ottimizzandola per le operazioni server.
ja: サーバーの動作により適した形で仮想マシンを構成します。
ko: 서버 작업에 더 적합하도록 가상 머신을 구성합니다.
pl: Konfiguruje maszynę wirtualną w celu jej lepszego dostosowania do operacji serwera.
pt_br: Configura a máquina virtual para ser mais adequada para operações do servidor.
ru: Настраивает виртуальную машину для улучшения выполнения серверных операций.
tr: Sunucu uygulamalarına daha uygun olması için sanal makineyi yapılandırır.
zh_cn: 配置虚拟机以便更适合执行服务器操作。
zh_tw: 設定虛擬機器以更符合伺服器作業的需求。

source: Configures the virtual machine to be better suited for desktop applications. Currently this sets the GC system to avoid expanding the heap as much as possible at the expense of slowing down garbage collection a bit.
cs: Nakonfiguruje virtuální počítač tak, aby lépe vyhovoval desktopovým aplikacím. Momentálně nastavuje systém uvolňování paměti tak, aby se v maximální možné míře předešlo haldě i za cenu mírného zpomalení uvolňování paměti.
de: Konfiguriert den virtuellen Computer für die bessere Unterstützung von Desktopanwendungen. Dadurch wird derzeit festgelegt, dass das GC-System eine Heaperweiterung so weit wie möglich vermeidet, wodurch die Garbage Collection geringfügig verlangsamt wird.
es: Configura la máquina virtual para adaptarla mejor a aplicaciones de escritorio. Actualmente, esto establece el sistema GC para evitar expandir el montón el máximo posible, a costa de ralentizar un poco la recolección de elementos no utilizados.
fr: Configure la machine virtuelle pour qu’elle soit mieux adaptée aux applications de bureau. Actuellement, cela a pour effet de configurer le système de nettoyage de la mémoire de façon à éviter autant que possible l’extension du tas au détriment de la vitesse de nettoyage.
it: Configura la macchina virtuale ottimizzandola per le applicazioni desktop. Attualmente consente di impostare il sistema GC in modo da evitare il più possibile l'espansione dell'heap rallentando leggermente la Garbage Collection.
ja: デスクトップ アプリケーションにより適した形で仮想マシンを構成します。現在これは、ガベージ コレクションのわずかな速度低下を犠牲にしてヒープを最大限拡大することを避けるよう、GC システムを設定します。
ko: 데스크톱 애플리케이션에 더욱 적합하도록 가상 머신을 구성합니다. 이에 따라 GC 시스템이 가비지 수집 속도를 다소 낮추는 대신 가능한 한 많이 힙을 확장하지 않도록 설정됩니다.
pl: Konfiguruje maszynę wirtualną w celu jej lepszego dostosowania do użytku z aplikacjami klasycznymi. Obecnie polega to na ustawieniu systemu GC w taki sposób, aby unikać rozszerzania sterty, jeśli to możliwe, kosztem nieznacznego spowolnienia odzyskiwania pamięci.
pt_br: Configura a máquina virtual para melhor adequação a aplicativos da área de trabalho. Atualmente, isso define o sistema de GC para evitar expandindo o heap tanto quanto possível às custas de uma ligeira diminuição da coleta de lixo.
ru: Настраивает виртуальную машину для улучшения работы с классическими приложениями. Сейчас этот параметр настраивает систему сборки мусора для максимального предотвращения расширения кучи за счет небольшого замедления сборки мусора.
tr: Masaüstü uygulamalarına daha uygun olması için sanal makineyi yapılandırır. Şu anda bu, GC sistemini atık toplamayı biraz yavaşlatma pahasına yığını genişletmekten mümkün olduğunca çok kaçınması için ayarlar.
uk: Конфігурує віртуальну машину для кращої відповідності стільничним застосункам. Зараз це налаштовує систему збирання сміття так, що за рахунок деякого сповільнення збирання сміття усувається значне розростання купи.
zh_cn: 配置虚拟机以便更适合桌面应用程序。目前，此选项将 GC 系统设置为稍微降低垃圾回收速度，以尽量避免扩展堆。
zh_tw: 設定虛擬機器以更符合桌面應用程式的需求。此選項目前會將 GC 系統設定為盡可能避免展開堆積，而導致使記憶體回收速度稍微變慢。

source: Conflict
cs: Konflikt
de: Konflikt
es: En conflicto
fr: Conflit
it: Conflitto
ja: 競合
ko: 충돌
pl: Konflikt
pt_br: Conflito
ru: Конфликт
tr: Çakışma
uk: Конфлікт
zh_cn: 冲突
zh_tw: 衝突

source: Conflict {0}
cs: Konflikt {0}
de: Konflikt {0}
es: Conflicto {0}
fr: {0} en conflit
it: {0} in conflitto
ja: {0} が競合しています
ko: {0} 충돌
pl: Konflikt {0}
pt_br: Conflito {0}
ru: Конфликт {0}
tr: {0} çakışması
uk: Конфлікт {0}
zh_cn: 冲突 {0}
zh_tw: 衝突 {0}

source: Conflicting local changes found
cs: Našly se kolidující místní změny.
de: In Konflikt stehende lokale Änderungen gefunden.
es: Se encontraron cambios locales en conflicto
fr: Changements locaux en conflit
ja: 競合するローカルの変更が見つかりました
ko: 충돌하는 로컬 변경 내용을 찾았습니다.
pl: Znaleziono lokalne zmiany powodujące konflikt
pt_br: Alterações locais conflitantes encontradas
ru: Обнаружены конфликтующие локальные изменения
tr: Çakışan yerel değişiklikler bulundu

source: Conflicts:
cs: Konflikty:
de: Konflikte:
es: Conflictos:
fr: Conflits :
it: Conflitti:
ja: 競合:
ko: 충돌:
pl: Konflikty:
pt_br: Conflitos:
ru: Конфликты:
tr: Çakışmalar:
zh_cn: 冲突:
zh_tw: 衝突:

source: Connect to Repository
cs: Připojit k úložišti
de: Mit Repository verbinden
es: Conectar a repositorio
fr: Se connecter au référentiel
it: Connetti al repository
ja: リポジトリへの接続
ko: 리포지토리에 연결
pl: Połącz z repozytorium
pt_br: Conectar ao Repositório
ru: Подключение к репозиторию
tr: Depoya Bağlan
uk: Підключитися до сховища
zh_cn: 连接到存储库
zh_tw: 連線到存放庫

source: Connected Services
cs: Připojené služby
de: Verbundene Dienste
es: Servicios conectados
fr: Services connectés
ja: 接続済みサービス
ko: 연결된 서비스
pl: Usługi połączone
pt_br: Serviços Conectados
ru: Подключенные службы
tr: Bağlı Hizmetler

source: Console Application
cs: Konzolová aplikace
de: Konsolenanwendung
es: Aplicación de consola
fr: Application console
ja: コンソール アプリケーション
ko: 콘솔 애플리케이션
pl: Aplikacja konsolowa
pt_br: Aplicativo do Console
ru: Консольное приложение
tr: Konsol Uygulaması

source: Console Project
cs: Projekt konzoly
de: Konsolenprojekt
es: Proyecto de consola
fr: Projet de console
it: Progetto console
ja: コンソール プロジェクト
ko: 콘솔 프로젝트
pl: Projekt konsoli
pt_br: Projeto de Console
ru: Консольный проект
tr: Konsol Projesi
uk: Консольний проект
zh_cn: 控制台项目
zh_tw: 主控台專案
