Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Web service not found.
cs: Webovou službu se nepodařilo najít.
de: Webdienst nicht gefunden.
es: No se encuentra el servicio Web
fr: Service web introuvable.
it: Il servizio Web non è stato trovato.
ja: Web サービスが見つかりません。
ko: 웹 서비스를 찾을 수 없습니다.
pl: Nie znaleziono usługi sieci Web.
pt_br: Serviço Web não encontrado.
ru: Веб-служба не найдена.
tr: Web servisi bulunamadı.
uk: Веб-сервіс не знайдено.
zh_cn: 找不到 Web 服务。
zh_tw: 找不到 Web 服務。

source: Welcome Page
cs: Úvodní stránka
de: Willkommensseite
es: Página principal
fr: Page d’accueil
it: Pagina iniziale
ja: ウェルカム ページ
ko: 시작 페이지
pl: Strona powitalna
pt_br: Página Inicial
ru: Страница приветствия
tr: Karşılama Sayfası
uk: Стартова сторінка
zh_cn: 欢迎页
zh_tw: 歡迎頁面

source: Western
cs: Západoevropský
de: Westeuropäisch
es: Europa occidental
fr: Europe de l'Ouest
it: Occidentale
ja: 西ヨーロッパ
ko: 영문자
pl: Zachodnioeuropejski
pt_br: Ocidental
ru: Западная
tr: Batı
uk: Західна
zh_cn: 西文
zh_tw: 西方

source: When a function is entered
cs: Když se zadá funkce
de: Beim Eintritt in eine Funktion
es: Cuando se escriba una función
fr: Quand une fonction est entrée
it: Quando si accede a una funzione
ja: 関数が入力された場合
ko: 함수가 진입할 경우
pl: Kiedy nastąpi wejście do funkcji
pt_br: Quando uma função é inserida
ru: При вводе функции
tr: Bir işleve girildiğinde
uk: При вході у функцію
zh_cn: 输入函数时
zh_tw: 在輸入函式時

source: When a location is reached
cs: Když se dosáhne umístění
de: Beim Erreichen eines Orts
es: Cuando se llegue a una ubicación
fr: Quand un emplacement est atteint
it: Quando viene raggiunta una posizione
ja: 場所に達した場合
ko: 위치에 도달할 경우
pl: Kiedy zostanie osiągnięta lokalizacja
pt_br: Quando um local é alcançado
ru: При достижении расположения
tr: Bir konuma ulaşıldığında
uk: При досягненні розташування
zh_cn: 达到位置时
zh_tw: 在到達位置時

source: When an exception is thrown
cs: Když se vyvolá výjimka
de: Beim Auslösen einer Ausnahme
es: Cuando se produzca una excepción
fr: Quand une exception est levée
it: Quando viene generata un'eccezione
ja: 例外がスローされた場合
ko: 예외가 throw될 경우
pl: Kiedy wystąpi wyjątek
pt_br: Quando uma exceção é gerada
ru: При появлении исключения
tr: Özel durum oluştuğunda
uk: При виникненні винятку
zh_cn: 引发异常时
zh_tw: 擲回例外狀況時

source: When enabled, Mono does case-insensitive file matching in every directory in a path.
cs: Když je povoleno, Mono v každém adresáři v cestě provede párování souborů bez rozlišování malých a velkých písmen.
de: Falls aktiviert, führt Mono in jedem Verzeichnis eines Pfads einen Dateiabgleich aus. Die Groß-/Kleinschreibung wird dabei nicht berücksichtigt.
es: Cuando se habilita, Mono compara los archivos de cada directorio de una ruta de acceso sin distinguir mayúsculas y minúsculas.
fr: En cas de sélection, Mono effectue un mappage de fichiers sans respect de la casse dans chaque répertoire d’un chemin d’accès.
it: Se abilitata, Mono esegue la ricerca dei file in ogni directory di un percorso senza fare distinzione tra maiuscole/minuscole.
ja: 有効にすると、Mono は、パス内のディレクトリごとに大文字と小文字の区別をしないファイル マッチングを行います。
ko: 사용하도록 설정된 경우 Mono는 경로의 모든 디렉터리에서 대/소문자를 구분하지 않는 파일 일치를 수행합니다.
pl: Jeśli ta opcja jest włączona, narzędzie Mono wykonuje dopasowanie plików bez rozróżniania wielkości liter we wszystkich katalogach w ścieżce.
pt_br: Quando habilitado, o Mono corresponde arquivos diferenciando maiúsculas e minúsculas em todos os diretórios de um caminho.
ru: Когда параметр включен, Mono выполняет сопоставление файлов без учета регистра в каждом каталоге для пути.
tr: Etkinleştirildiğinde, Mono bir yoldaki her dizinde büyük küçük harf duyarlılığı olmayan dosya eşleşmesi yapar.
uk: Якщо увімкнено, Mono враховуватиме регістр при роботі з файлами у кожній теці шляху.
zh_cn: 启用后，Mono 会在路径下的每个目录中执行不区分大小写的文件匹配。
zh_tw: 啟用時，Mono 會在路徑的每個目錄中進行不區分大小寫檔案比對。

source: When enabled, Mono removes the drive letter from Windows paths.
cs: Když je povoleno, Mono odebere písmeno jednotky z cest Windows.
de: Falls aktiviert, entfernt Mono den Laufwerkbuchstaben aus Windows-Pfaden.
es: Cuando se habilita, Mono quita la letra de unidad de las rutas de acceso de Windows.
fr: En cas de sélection, Mono supprime la lettre du lecteur dans les chemins d’accès Windows.
it: Se abilitata, Mono rimuove la lettera di unità dai percorsi di Windows.
ja: 有効にすると、Mono は Windows のパスからドライブ文字を削除します。
ko: 사용하도록 설정된 경우 Mono는 Windows 경로에서 드라이브 문자를 제거합니다.
pl: Jeśli ta opcja jest włączona, narzędzie Mono usuwa literę dysku ze ścieżek systemu Windows.
pt_br: Quando habilitado, o Mono remove a letra da unidade de caminhos do Windows.
ru: Когда параметр включен, Mono удаляет букву диска из путей Windows.
tr: Etkinleştirildiğinde, Mono sürücü harfini Windows yolundan kaldırır.
uk: Якщо увімкнено, Mono видалятиме літеру диска зі шляхів Windows.
zh_cn: 启用后，Mono 会从 Windows 路径中删除驱动器号。
zh_tw: 啟用時，Mono 會從 Windows 路徑中移除磁碟機代號。

source: When hit count is a multiple of
cs: Když je počet volání násobkem
de: Wenn die Trefferanzahl ein Vielfaches von folgendem Wert ist
es: Cuando el recuento de visitas sea un múltiplo de
fr: Quand le nombre d’accès est un multiple de
it: Quando il numero di passaggi è un multiplo di
ja: ヒット カウントが次の値の倍数である場合:
ko: 적중 횟수가 다음의 배수일 경우
pl: Kiedy liczba trafień jest wielokrotnością
pt_br: Quando a contagem de ocorrências for um múltiplo de
ru: Когда количество обращений кратно
tr: İsabet sayısı şunun katları olduğunda:
uk: Якщо лічильник кратний
zh_cn: 当命中次数倍于
zh_tw: 當叫用次數為下列的倍數

source: When hit count is equal to
cs: Když je počet volání rovný
de: Wenn die Trefferanzahl gleich folgendem Wert ist
es: Cuando el recuento de visitas sea igual a
fr: Quand le nombre d’accès est égal à
it: Quando il numero di passaggi è uguale a
ja: ヒット カウントが次の値と同じ場合:
ko: 적중 횟수가 다음과 같을 경우
pl: Kiedy liczba trafień jest równa
pt_br: Quando a contagem de ocorrências for igual a
ru: Когда количество обращений равно
tr: İsabet sayısı şuna eşit olduğunda:
uk: Якщо лічильник дорівнює
zh_cn: 当命中次数等于
zh_tw: 當叫用次數等於

source: When hit count is greater than
cs: Když je počet volání větší než
de: Wenn die Trefferanzahl größer als folgender Wert ist
es: Cuando el recuento de visitas sea superior a
fr: Quand le nombre d’accès est supérieur à
it: Quando il numero di passaggi è maggiore di
ja: ヒット カウントが次の値より多い場合:
ko: 적중 횟수가 다음보다 클 경우
pl: Kiedy liczba trafień jest większa niż
pt_br: Quando a contagem de ocorrências for maior que
ru: Когда количество обращений больше
tr: İsabet sayısı şundan büyük olduğunda:
uk: Якщо лічильник більший ніж
zh_cn: 当命中次数多于
zh_tw: 當叫用次數大於

source: When hit count is greater than or equal to
cs: Když je počet volání větší než nebo rovný
de: Wenn die Trefferanzahl größer als oder gleich folgendem Wert ist
es: Cuando el recuento de visitas sea mayor o igual que
fr: Quand le nombre d’accès est supérieur ou égal à
it: Quando il numero di passaggi è maggiore o uguale a
ja: ヒット カウントが次の値以上である場合
ko: 적중 횟수가 다음보다 크거나 같을 경우
pl: Kiedy liczba trafień jest większa lub równa
pt_br: Quando a contagem de ocorrências for maior ou igual a
ru: Когда количество обращений больше или равно
tr: İsabet sayısı şundan büyük veya eşit olduğunda:
uk: Якщо лічильник більший або дорівнює
zh_cn: 当命中次数多于或等于
zh_tw: 當叫用次數大於或等於

source: When hit count is less than
cs: Když je počet volání menší než
de: Wenn die Trefferanzahl kleiner als folgender Wert ist
es: Cuando el recuento de visitas sea inferior a
fr: Quand le nombre d’accès est inférieur à
it: Quando il numero di passaggi è minore di
ja: ヒット カウントが次の値より少ない場合:
ko: 적중 횟수가 다음보다 작을 경우
pl: Kiedy liczba trafień jest mniejsza niż
pt_br: Quando a contagem de ocorrências for menor que
ru: Когда количество обращений меньше
tr: İsabet sayısı şundan az olduğunda:
uk: Якщо лічильник менший ніж
zh_cn: 当命中次数少于
zh_tw: 當叫用次數少於

source: When hit count is less than or equal to
cs: Když je počet volání menší než nebo rovný
de: Wenn die Trefferanzahl kleiner als oder gleich folgendem Wert ist
es: Cuando el recuento de visitas sea menor o igual que
fr: Quand le nombre d’accès est inférieur ou égal à
it: Quando il numero di passaggi è minore o uguale a
ja: ヒット カウントが次の値以下である場合:
ko: 적중 횟수가 다음보다 작거나 같을 경우
pl: Kiedy liczba trafień jest mniejsza lub równa
pt_br: Quando a contagem de ocorrências for menor que ou igual a
ru: Когда количество обращений меньше или равно
tr: İsabet sayısı şundan az veya eşit olduğunda:
uk: Якщо лічильник менший або дорівнює
zh_cn: 当命中次数少于或等于
zh_tw: 當叫用次數少於或等於

source: When initializing explicitly typed local variable or array type, array creation expression can be replaced with array initializer.
cs: Když inicializujete explicitní typ pole nebo lokální proměnné, výraz vytvoření pole se dá nahradit inicializátorem pole.
de: Beim Initialisieren lokaler Variablen oder Arraytypen mit expliziter Typisierung kann der Ausdruck für die Arrayerstellung durch einen Arrayinitialisierer ersetzt werden.
es: Al inicializar la variable local con un tipo explícito o el tipo de matriz, la expresión de creación de matriz se puede reemplazar por el inicializador de matriz.
fr: Lors de l’initialisation d’une variable locale ou d’un type de tableau explicitement typés, il est possible de remplacer l’expression de création de tableau par un initialiseur de tableau.
it: Quando si inizializza in modo esplicito la variabile locale tipizzata o il tipo di matrice, l'espressione di creazione matrice può essere sostituita da un inizializzatore di matrice.
ja: 明示的に型指定されたローカル変数や配列型を初期化するとき、配列作成式を配列初期化子で置き換えることができます。
ko: 명시적으로 형식화된 지역 변수 또는 배열 형식을 초기화하는 경우 배열 만들기 식을 배열 이니셜라이저로 바꿀 수 있습니다.
pl: Podczas jawnego inicjowania zmiennej lokalnej z określonym typem lub typu tablicowego wyrażenie tworzenia tablicy można zastąpić inicjatorem tablicy.
pt_br: Ao inicializar variáveis locais ou tipos de matriz tipadas explicitamente, a expressão de criação de matriz pode ser substituída pelo inicializador de matriz.
ru: При инициализации явно типизированной локальной переменной или типа массива выражение создания массива можно заменить на инициализатор массива.
tr: Türü açıkça belirlenmiş yerel değişken ya da dizi türü başlatılırken dizi oluşturma ifadesi dizi başlatıcı ile değiştirilebilir.
zh_cn: 初始化显式类型局部变量或数组类型时，数组创建表达式可以替换为数组初始值设定项。
zh_tw: 明確地將型別區域變數或陣列類型初始化時，可以使用陣列初始設定式取代陣列建立運算式。

source: When object creation uses object or collection initializer, empty argument list is redundant
cs: Když se při vytvoření objektu používá inicializátor objektu nebo kolekce, je prázdný seznam argumentů redundantní.
de: Wenn bei der Objekterstellung ein Objekt- oder Auflistungsinitialisierer verwendet wird, ist eine leere Argumentliste redundant.
es: Cuando la creación de objetos usa un inicializador de objeto o colección, la lista de argumentos vacía es redundante
fr: Quand la création d’objet utilise un initialiseur d’objet ou de collection, la liste d’arguments vide est redondante
it: Quando per la creazione di oggetti si usa l'inizializzatore di raccolta o di oggetto, l'elenco di argomenti vuoto è ridondante
ja: オブジェクト作成でオブジェクトやコレクションの初期化子を使用する場合、空の引数リストは冗長です
ko: 개체 만들기에서 개체 또는 컬렉션 이니셜라이저를 사용하는 경우 빈 인수 목록이 중복됩니다.
pl: Jeśli do utworzenia obiektu jest używany inicjator obiektu lub kolekcji, pusta lista argumentów jest nadmiarowa
pt_br: Quando a criação do objeto usa o inicializador de objeto ou de coleção, a lista de argumentos vazia é redundante
ru: Когда при создании объекта используется инициализатор объекта или коллекции, пустой список аргументов является избыточным
tr: Nesne oluşturma nesne veya koleksiyon başlatıcı kullandığında boş bağımsız değişken listesi gereksizdir
uk: Кори при створенні об'єкта використовується ініціалізатор об'єкта або колекції, порожній список аргументів є зайвим
zh_cn: 对象创建使用对象或集合初始值设定项时，空参数列表是冗余的
zh_tw: 物件建立使用物件或集合初始設定式時，空引數清單為冗餘

source: When on multiple lines
cs: Pokud je na více řádcích
de: Wenn in mehreren Zeilen vorhanden
es: Cuando son varias líneas
fr: Sur plusieurs lignes
ja: 複数行の場合
ko: 여러 줄에 있는 경우
pl: Gdy w wielu wierszach
pt_br: Quando em várias linhas
ru: При размещении на нескольких строках
tr: Birden çok satırda olduğunda

source: When on single line
cs: Pokud je na jednom řádku
de: In einzelner Zeile
es: Cuando esté en una sola línea
fr: Sur une seule ligne
ja: 1 行の場合
ko: 한 줄에 있는 경우
pl: W pojedynczym wierszu
pt_br: Quando em linha única
ru: В одной строке
tr: Tek satırdayken

source: When possible
cs: Pokud je to možné
de: Wenn möglich
es: Cuando sea posible
fr: Quand cela est possible
ja: 可能な場合
ko: 가능한 경우
pl: Gdy jest to możliwe
pt_br: Quando possível
ru: При возможности
tr: Mümkün olduğunda

source: When sending a line or an empty selection to F# interactive this property automatically advances to the next line.
cs: Při odeslání řádku nebo prázdného výběru do F# interactive tato vlastnost automaticky přejde na další řádek.
de: Beim Senden einer Zeile oder einer leeren Auswahl an F# Interactive wechselt diese Eigenschaft automatisch zur nächsten Zeile.
es: Al enviar una línea o una selección vacía a F# interactivo, esta propiedad avanza automáticamente a la línea siguiente.
fr: En cas d'envoi d'une ligne ou d'une sélection vide à F# Interactive, cette propriété passe automatiquement à la ligne suivante.
ja: F# インタラクティブに行または空の選択範囲を送信すると、このプロパティは自動的に次の行に進みます。
ko: 줄 또는 빈 선택을 F# 대화형으로 보내면 이 속성이 자동으로 다음 줄로 이동합니다.
pl: W przypadku wysyłania wiersza lub pustego zaznaczenia do narzędzia F # Interactive ta właściwość automatycznie przechodzi do następnego wiersza.
pt_br: Ao enviar uma linha ou uma seleção vazia para o F# interativo, esta propriedade avança automaticamente para a próxima linha.
ru: При отправке строки или пустого выбранного фрагмента F# Interactive это свойство автоматически переходит на следующую строку.
tr: Bir satırı ya da boş bir seçimi F# Etkileşimli'ye gönderirken, bu özellik otomatik olarak bir sonraki satıra ilerler.

source: When set, System.IO.FileSystemWatcher will use the default managed implementation (slow).
cs: Pokud je nastaveno, System.IO.FileSystemWatcher použije výchozí spravovanou implementaci (pomalou).
de: Falls aktiviert, verwendet System.IO.FileSystemWatcher die verwaltete Standardimplementierung (langsam).
es: Si se establece, System.IO.FileSystemWatcher usa la implementación administrada predeterminada (lento).
fr: En cas de sélection, System.IO.FileSystemWatcher utilise l’implémentation managée par défaut (lent).
it: Se impostata, System.IO.FileSystemWatcher usa l'implementazione gestita predefinita (opzione lenta).
ja: 設定すると、System.IO.FileSystemWatcher は、既定のマネージドされた実装 (低速) を使用します。
ko: 설정된 경우 System.IO.FileSystemWatcher는 기본 관리되는 구현(느림)을 사용합니다.
pl: Jeśli ta opcja jest ustawiona, klasa System.IO.FileSystemWatcher użyje domyślnej implementacji zarządzanej (powolne działanie).
pt_br: Quando definido, o System.IO.FileSystemWatcher usará a implementação padrão gerenciada (lenta).
ru: Когда параметр задан, System.IO.FileSystemWatcher использует управляемую реализацию по умолчанию (при этом работа замедляется).
tr: Ayarlandığında, System.IO.FileSystemWatcher varsayılan yönetilen uygulamayı kullanır (yavaş).
uk: Якщо встановити, System.IO.FileSystemWatcher використає типову керовану реалізацію (повільно).
zh_cn: 设置时，System.IO.FileSystemWatcher 将使用默认的托管实现(慢)。
zh_tw: 設定時，System.IO.FileSystemWatcher 將使用預設受管理實作 (慢速)。

source: When the the MONO_XDEBUG env var is set, debugging info for JITted code is emitted into a shared library, loadable into gdb. This enables, for example, to see managed frame names on gdb backtraces.
cs: Když je nastavená proměnná prostředí MONO_XDEBUG, generují se informace o kódu kompilovaného za běhu do sdílené knihovny s možností načtení do GDB. To umožňuje například zobrazení názvů spravovaných rámců u zpětných trasování GDB.
de: Wenn die MONO_XDEBUG-Umgebungsvariable festgelegt ist, werden Debuginformationen für Code, der mit JIT kompiliert wurde, in eine freigegebene Bibliothek ausgegeben. Die Informationen können in gdb geladen werden. Dadurch können beispielsweise die Namen verwalteter Frames in gdb-Backtraces angezeigt werden.
es: Cuando se establece la variable de entorno MONO_XDEBUG, la información de depuración del código compilado con JIT se emite en una biblioteca compartida que se puede cargar en GDB. Esto permite, por ejemplo, ver nombres de marco administrado en elementos backtrace de GDB.
fr: Lorsque la variable d’environnement MONO_XDEBUG est définie, les informations de débogage pour le code JIT sont émises dans une bibliothèque partagée, chargeable dans GDB. Cela permet, par exemple, d’afficher les noms de frames gérés sur des backtraces GDB.
it: Quando è impostata la variabile di ambiente MONO_XDEBUG, le informazioni di debug per codice sottoposto a JIT vengono create in una libreria condivisa, caricabile in GDB. In questo modo è possibile, ad esempio, visualizzare i nomi di frame gestiti in backtrace di GDB.
ja: MONO_XDEBUG 環境変数が設定された場合、gdb に読み込み可能な共有ライブラリに JITted コード用のデバッグ情報が発行されます。これにより、たとえば gdb バックトレースでマネージド フレーム名を表示できます。
ko: MONO_XDEBUG 환경 변수가 설정된 경우 JIT 컴파일된 코드의 디버깅 정보가 gdb로 로드 가능한 공유 라이브러리에 내보내집니다. 이에 따라 gdb 역추적에 관리되는 프레임 이름이 표시될 수 있는 등의 효과가 있습니다.
pl: W przypadku ustawienia zmiennej środowiskowej MONO_XDEBUG informacje dotyczące debugowania dla kodu w trybie JIT są emitowane do współdzielonej biblioteki i ładowalne do programu gdb. Umożliwia to na przykład wyświetlanie nazw zarządzanych ramek w śladach programu gdb.
pt_br: Quando o MONO_XDEBUG env var é definido, as informações de depuração para o código com compilação JIT são emitidas em uma biblioteca compartilhada, carregável em gdb. Isso permite, por exemplo, ver os nomes de quadro gerenciado em rastreamentos do gdb.
ru: Когда задана переменная среды MONO_XDEBUG, отладочная информация для кода с JIT выводится в общую библиотеку, которую можно загрузить в GDB. Это позволяет, например, просмотреть имена управляемых кадров в обратных трассировках GDB.
tr: MONO_XDEBUG ortam değişkeni ayarlandığında, gdb içinde yüklenebilen JITted kodu hata ayıklama bilgileri paylaşılan kitaplığa yayınlanır. Bu, örnek olarak, gdb geri izlemelerinde yönetilen çerçeve adlarını görmeyi etkinleştirir.
zh_cn: 设置 MONO_XDEBUG 环境变量后，实时编译代码的调试信息将发出到共享库并且可加载到 gdb 中。这将支持诸如查看 gdb backtraces 上的托管帧名称之类的操作。
zh_tw: 設定 MONO_XDEBUG 環境變數時，JITted 程式碼的偵錯資訊會發出到共用程式庫 (可載入到 gdb)。例如，這會啟用以查看 gdb backtrace 上的受管理框架名稱。

source: When to Take Action
cs: Kdy provést akci
de: Maßnahme erforderlich
es: Cuándo actuar
fr: Quand prendre une action
it: Quando intervenire
ja: アクションを実行するタイミング
ko: 작업을 수행할 경우
pl: Kiedy podjąć działanie
pt_br: Quando Tomar Ação
ru: Когда следует выполнить действие
tr: Ne Zaman İşlem Yapılmalı
uk: Коли виконати дію
zh_cn: 何时执行操作
zh_tw: 採取動作的時機

source: When using Git, it is not recommended to surpass the character count of {0} in the first line of the commit message
cs: Při použití Gitu se nedoporučuje překračovat počet znaků {0} na prvním řádku zprávy potvrzení.
de: Bei Verwendung von Git wird davon abgeraten, die Anzahl von {0} Zeichen in der ersten Zeile der Commitnachricht zu überschreiten.
es: Cuando se usa Git, se recomienda no superar el número de {0} caracteres en la primera línea del mensaje de confirmación
fr: Lors de l’utilisation de Git, il n’est pas recommandé de dépasser le nombre de {0} caractères dans la première ligne du message de validation
it: Quando si usa GIT, è consigliabile non superare {0} caratteri in totale per la prima riga del messaggio di commit
ja: Git を使用する場合、コミット メッセージの最初の行の文字数が {0} を超えないようにすることをお勧めします
ko: Git을 사용하는 경우 커밋 메시지의 첫 줄에서 문자 수가 {0}을(를) 초과하지 않는 것이 좋습니다.
pl: Podczas korzystania z narzędzia Git nie jest zalecane przekraczanie liczby znaków wynoszącej {0} w pierwszym wierszu komunikatu dotyczącego zatwierdzenia
pt_br: Ao usar Git, não é recomendável ultrapassar o número de caracteres {0} na primeira linha da mensagem de confirmação
ru: При использовании Git не рекомендуется превышать число символов ({0}) в первой строке сообщения фиксации
tr: Git kullanırken, yürütme iletisinin ilk satırında {0} karakter sayısının aşılması önerilmez
uk: При користуванні Git не рекомендується, щоб число символів у першому рядку повідомлення подачі перевищувало {0}
zh_cn: 使用 GIT 时，提交消息第一行的字符计数建议不要超过 {0} 个
zh_tw: 使用 Git 時，不建議大於認可訊息第一行中的字元計數 {0}

source: When using a Mono that has been compiled with LLVM support, it forces Mono to fallback to its JIT engine and not use the LLVM backend
cs: Použití rozhraní Mono zkompilovaného pomocí podpory LLVM vynutí návrat rozhraní Mono k modulu JIT a backend LLVM se nepoužije.
de: Wenn Mono mit LLVM-Unterstützung kompiliert wurde, wird erzwungen, dass Mono auf die zugehörige JIT-Engine zurückgreift, anstatt das LLVM-Back-End zu verwenden.
es: Cuando se usa un entorno de ejecución Mono que se ha compilado con funcionalidad LLVM, obliga a Mono a usar su motor JIT y no el back-end LLVM
fr: Lorsque vous utilisez un Mono qui a été compilé avec la prise en charge de LLVM, il force Mono à utiliser son moteur JIT et à ne pas utiliser le serveur principal de LLVM
it: Quando si usa un progetto Mono compilato con il supporto LLVM, forza Mono a eseguire il fallback al relativo motore JIT e a non usare il back-end di LLVM
ja: LLVM サポートでコンパイルした Mono を使用している場合、Mono はその JIT エンジンに強制的にフォールバックされ、LLVM バックエンドを使用しません
ko: LLVM 지원을 사용하여 컴파일된 Mono를 사용하는 경우 Mono가 JIT 엔진으로 대체하고 LLVM 백 엔드를 사용하지 않도록 합니다.
pl: W przypadku korzystania z narzędzia Mono skompilowanego z obsługą LLVM dla narzędzia Mono wymuszany jest powrót do aparatu JIT, a zaplecze LLVM nie jest używane.
pt_br: Ao usar um Mono que foi compilado com suporte a LLVM, força o Mono a fazer fallback para seu mecanismo JIT e não usar o back-end de LLVM
ru: При использовании среды Mono, скомпилированной с поддержкой LLVM, параметр вынуждает Mono выполнить откат на JIT-модуль и не использовать серверную часть LLVM
tr: LLVM desteği ile derlenmiş olan bir Mono kullanırken, Mono'yu kendi JIT altyapısına geri dönmesi ve LLVM arka ucunu kullanmaması için zorlar.
zh_cn: 如果所用的 Mono 已使用 LLVM 支持进行编译，它会强制 Mono 回退到其 JIT 引擎并且不使用 LLVM 后端
zh_tw: 使用已使用 LLVM 支援所編譯的 Mono 時，其會強制 Mono 回復至其 JIT 引擎，而且不會使用 LLVM 後端

source: When variable type is apparent
cs: Když je typ proměnné zjevný
de: Wenn der Variablentyp offensichtlich ist
es: Cuando el tipo de variable es aparente
fr: Quand le type de variable est apparent
ja: 変数の型が明らかな場合
ko: 변수 형식이 명백한 경우
pl: Gdy typ zmiennej jest oczywisty
pt_br: Quando o tipo de variável é aparente
ru: Если тип переменной очевиден
tr: Değişken türü görünür olduğunda

source: Where do you want to save this configuration?
cs: Kde chcete tuto konfiguraci uložit?
de: Wo soll diese Konfiguration gespeichert werden?
es: ¿Dónde quiere guardar esta configuración?
fr: Où voulez-vous enregistrer cette configuration ?
it: Specificare dove salvare questa configurazione:
ja: この構成をどこに保存しますか?
ko: 이 구성을 어디에 저장할까요?
pl: Gdzie chcesz zapisać tę konfigurację?
pt_br: Onde você deseja salvar esta configuração?
ru: Где вы хотите сохранить эту конфигурацию?
tr: Bu yapılandırmayı nereye kaydetmek istiyorsunuz?
uk: Куди слід зберегти дану конфігурацію?
zh_cn: 你想在哪里保存此配置?
zh_tw: 您要將此組態儲存於?

source: Where your app should listen for connections
cs: Kde má vaše aplikace naslouchat připojením
de: Gibt an, wo Ihre App auf Verbindungen lauschen soll.
es: Ubicación donde la aplicación debe escuchar las conexiones
fr: Emplacement où votre application doit écouter les connexions
ja: アプリが接続をリッスンする必要がある場所
ko: 앱이 연결을 수신하는 위치
pl: Gdzie aplikacja powinna nasłuchiwać połączeń
pt_br: Onde seu aplicativo deve escutar as conexões
ru: Где ваше приложение должно прослушивать подключения
tr: Uygulamanızın bağlantılar için dinleyeceği konum
