Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Replace usages of 'Count()' with call to 'Any()'
cs: Nahrazuje použití metody Count() pomocí volání metody Any().
de: Verwendungen von 'Count()' durch Any()-Aufruf ersetzen
es: Reemplazar usos de 'Count()' por llamada a 'Any()'
fr: Remplacer les utilisations de « Count() » par un appel de « Any() »
it: Sostituisci gli utilizzi di 'Count()' con la chiamata ad 'Any()'
ja: 'Count()' を 'Any()' に対する呼び出しで置き換えます
ko: 'Count()' 사용을 'Any()' 호출로 바꾸기
pl: Zastępuje użycia funkcji „Count()” wywołaniem funkcji „Any()”
pt_br: Substitui os usos de 'Count()' por uma chamada para 'Any()'
ru: Заменить использования "Count()" на вызов "Any()"
tr: 'Count()' kullanımlarını bir 'Any()' çağrısı ile değiştir
uk: Замінити використання 'Count()' викликом 'Any()'
zh_cn: 将使用 "Count()" 替换为对 "Any()" 的调用
zh_tw: 以呼叫 'Any()' 取代使用 'Count()'

source: Replace with '"{0}"'.
cs: Nahradit za "{0}"
de: Durch '"{0}"' ersetzen
es: Reemplazar por '"{0}"'.
fr: Remplacer par « "{0}" »
it: Sostituisci con '"{0}"'.
ja: '"{0}"' で置換
ko: '"{0}"'(으)로 바꾸기
pl: Zamień na element „"{0}"”.
pt_br: Substituir por '"{0}"'.
ru: Сборка с использованием "{0}".
tr: '"{0}"' ile değiştir.
uk: Замінити на '"{0}"'.
zh_cn: 替换为“"{0}"”。
zh_tw: 以 '"{0}"' 取代。

source: Replace with '&='
cs: Nahradit výrazem &=
de: Durch '&=' ersetzen
es: Reemplazar por '&='
fr: Remplacer par « &= »
it: Sostituisci con '&='
ja: '&=' で置換
ko: '&='으로 바꾸기
pl: Zamień na element „&=”
pt_br: Substituir por '&='
ru: Заменить на "&="
tr: '&=' ile değiştir
uk: Замінити на '&='
zh_cn: 替换为 "&="
zh_tw: 以 '&=' 取代

source: Replace with '='
cs: Nahradit výrazem =
de: Durch '=' ersetzen
es: Reemplazar por '='
fr: Remplacer par « = »
it: Sostituisci con '='
ja: '=' で置換
ko: '='으로 바꾸기
pl: Zamień na element „=”
pt_br: Substituir por '='
ru: Заменить на "="
tr: '=' ile değiştir
uk: Замінити на '='
zh_cn: 替换为 "="
zh_tw: 以 '=' 取代

source: Replace with '??'
cs: Nahradit výrazem ??
de: Durch '??' ersetzen
es: Reemplazar por '??'
fr: Remplacer par « ?? »
it: Sostituisci '??'
ja: '??' で置換
ko: '??'로 바꾸기
pl: Zamień na element „??”
pt_br: Substituir por '??'
ru: Заменить на "??"
tr: '??' ile değiştir
uk: Замінити на '??'
zh_cn: 替换为 "??"
zh_tw: 以 '??' 取代

source: Replace with 'OfType<T>()'
cs: Nahradit metodou OfType<T>()
de: Durch 'OfType<T>()' ersetzen
es: Reemplazar por 'OfType<T>()'
fr: Remplacer par « OfType<T>() »
it: Sostituisci con 'OfType<T>()'
ja: 'OfType<T>()' で置き換えます
ko: 'OfType<T>()'으로 바꾸기
pl: Zamień na element „OfType<T>()”
pt_br: Substituir por 'OfType<T>()'
ru: Заменить на "OfType<T>()"
tr: 'OfType<T>()' ile değiştir
uk: Замінити на 'OfType<T>()'
zh_cn: 替换为 "OfType<T>()"
zh_tw: 以 'OfType<T>()' 取代

source: Replace with 'OfType<T>().{0}()'
cs: Nahradit voláním OfType<T>().{0}()
de: Durch "OfType<T>().{0}()" ersetzen
es: Reemplazar por "OfType<T>().{0}()"
fr: Remplacer par « OfType<T>().{0}() »
ja: 'OfType<T>().{0}()' に置き換える
ko: 'OfType<T>().{0}()'로 바꾸기
pl: Zastąp wyrażeniem „OfType<T>().{0}()”
pt_br: Substituir por 'OfType<T>().{0}()'
ru: Заменить на "OfType<T>().{0}()"
tr: 'OfType<T>().{0}()' ile değiştir

source: Replace with 'if' statement
cs: Nahradit příkazem if
de: Durch if-Anweisung ersetzen
es: Reemplazar por una instrucción 'if'
fr: Remplacer par une instruction « if »
it: Sostituisci con l'istruzione 'if'
ja: 'if' ステートメントで置換
ko: 'if' 문으로 바꾸기
pl: Zamień na instrukcję „if”
pt_br: Substituir pela instrução 'if'
ru: Заменить на оператор "if"
tr: 'If' ifadesi ile değiştir
uk: Замінити інструкцією 'if'
zh_cn: 替换为 "if" 语句
zh_tw: 以 'if' 陳述式取代

source: Replace with '{0}'
cs: Nahradit výrazem {0}
de: Durch '{0}' ersetzen
es: Reemplazar por '{0}'
fr: Remplacer par « {0} »
it: Sostituisci con '{0}'
ja: '{0}' で置換
ko: '{0}'(으)로 바꾸기
pl: Zamień na element „{0}”
pt_br: Substituir por '{0}'
ru: Заменить на "{0}"
tr: '{0}' ile değiştir
uk: Замінити на '{0}'
zh_cn: 替换为“{0}”
zh_tw: 以 '{0}' 取代

source: Replace with call to FirstOrDefault<T>()
cs: Nahradit voláním metody FirstOrDefault<T>()
de: Durch FirstOrDefault<T>()-Aufruf ersetzen
es: Reemplazar por una llamada a FirstOrDefault<T>()
fr: Remplacer par un appel de FirstOrDefault<T>()
it: Sostituisci con la chiamata a FirstOrDefault<T>()
ja: FirstOrDefault<T>() に対する呼び出しで置き換えます
ko: FirstOrDefault<T>() 호출로 바꾸기
pl: Zamień na wywołanie elementu FirstOrDefault<T>()
pt_br: Substituir por uma chamada para FirstOrDefault<T>()
ru: Заменить на вызов FirstOrDefault<T>()
tr: FirstOrDefault<T>() çağrısıyla değiştir
uk: Замінити викликом FirstOrDefault<T>()
zh_cn: 替换为对 FirstOrDefault<T>() 的调用
zh_tw: 以對 FirstOrDefault<T>() 的呼叫取代

source: Replace with call to LastOrDefault<T>()
cs: Nahradit voláním metody LastOrDefault<T>()
de: Durch LastOrDefault<T>()-Aufruf ersetzen
es: Reemplazar por una llamada a LastOrDefault<T>()
fr: Remplacer par un appel de LastOrDefault<T>()
it: Sostituisci con la chiamata a LastOrDefault<T>()
ja: LastOrDefault<T>() に対する呼び出しで置き換えます
ko: LastOrDefault<T>() 호출로 바꾸기
pl: Zamień na wywołanie elementu LastOrDefault<T>()
pt_br: Substituir por uma chamada para LastOrDefault<T>()
ru: Заменить на вызов LastOrDefault<T>()
tr: LastOrDefault<T>() çağrısıyla değiştir
uk: Замінити викликом LastOrDefault<T>()
zh_cn: 替换为对 LastOrDefault<T>() 的调用
zh_tw: 以對 LastOrDefault<T>() 的呼叫取代

source: Replace with call to OfType<T>
cs: Nahradit voláním OfType<T>
de: Durch OfType<T>-Aufruf ersetzen
es: Reemplazar por una llamada a OfType<T>
fr: Remplacer par un appel de OfType<T>
it: Sostituisci con la chiamata a OfType<T>
ja: OfType<T> の呼び出しに置き換える
ko: OfType<T>에 대한 호출로 바꾸기
pl: Zastąp wywołaniem OfType<T>
pt_br: Substituir por uma chamada para OfType<T>
ru: Заменить на вызов OfType<T>
tr: OfType<T> çağrısıyla değiştir
uk: Замінити викликом OfType<T>
zh_cn: 替换为调用 OfType<T>
zh_tw: 以對 OfType<T> 的呼叫取代

source: Replace with call to OfType<T>().{0}()
cs: Nahradit voláním OfType<T>().{0}()
de: Durch OfType<T>().{0}()-Aufruf ersetzen
es: Reemplazar por una llamada a OfType<T>().{0}()
fr: Remplacer par un appel de OfType<T>().{0}()
it: Sostituisci con la chiamata a OfType<T>().{0}()
ja: OfType<T>().{0}() の呼び出しに置き換える
ko: OfType<T>().{0}()에 대한 호출로 바꾸기
pl: Zastąp wywołaniem OfType<T>().{0}()
pt_br: Substituir por chamada para OfType<T>().{0}()
ru: Заменить на вызов OfType<T>().{0}()
tr: OfType<T>().{0}() çağrısı ile değiştir
uk: Замінити викликом OfType<T>().{0}()
zh_cn: 替换为对 OfType<T>().{0}() 的调用
zh_tw: 以呼叫 OfType<T>().{0}() 取代

source: Replace with method group
cs: Nahradit skupinou metod
de: Durch Methodengruppe ersetzen
es: Reemplazar por grupo de métodos
fr: Remplacer par un groupe de méthodes
it: Sostituisci con il gruppo di metodi
ja: メソッド グループに置き換える
ko: 메서드 그룹으로 바꾸기
pl: Zastąp grupą metod
pt_br: Substituir pelo grupo de métodos
ru: Заменить группой методов
tr: Yöntem grubu ile değiştir
uk: Замінити групою методів
zh_cn: 替换为方法组
zh_tw: 以方法群組取代

source: Replace with simple assignment
cs: Nahradit jednoduchým přiřazením
de: Durch einfache Zuweisung ersetzen
es: Reemplazar por asignación simple
fr: Remplacer par une attribution simple
it: Sostituisci con l'assegnazione semplice
ja: 単純な代入で置換
ko: 간단한 할당으로 바꾸기
pl: Zamień na przypisanie proste
pt_br: Substituir por atribuição simples
ru: Заменить на простое назначение
tr: Basit atama ile değiştir
uk: Замінити простим присвоєнням
zh_cn: 替换为简单赋值
zh_tw: 以簡單指派取代

source: Replace with single call to '{0}()'
cs: Nahradit jedním voláním {0}()
de: Durch einzelnen Aufruf an "{0}()" ersetzen
es: Reemplazar por una única llamada a "{0}()"
fr: Remplacer par un appel à « {0}() »
ja: '{0}()' の単一の呼び出しに置き換える
ko: '{0}()'에 대한 단일 호출로 바꾸기
pl: Zamień na jedno wywołanie elementu „{0}()”
pt_br: Substituir por chamada única para '{0}()'
ru: Заменить на отдельный вызов "{0}()"
tr: Tek bir '{0}()' çağrısıyla değiştir

source: Replaced {0}.
cs: Nahradil se soubor {0}.
de: {0} ersetzt.
es: Se reemplazó {0}.
fr: {0} remplacé.
it: {0} è stato sostituito.
ja: {0} を置換しました。
ko: {0}을(를) 바꿨습니다.
pl: Zamieniono element {0}.
pt_br: {0} substituído.
ru: Выполнена замена {0}.
tr: {0} değiştirildi.
uk: Замінено {0}.
zh_cn: 已替换 {0}。
zh_tw: 已取代 {0}。

source: Replacing {0}
cs: Nahrazování {0}
de: {0} wird ersetzt
es: Reemplazando {0}
fr: Remplacement de {0}
it: Sostituzione di {0}
ja: 置換しています {0}
ko: {0}을(를) 바꾸는 중
pl: Zamienianie {0}
pt_br: Substituindo {0}
ru: Выполняется замена {0}
tr: {0} değiştiriliyor
uk: Заміна {0}
zh_cn: 正在替换 {0}
zh_tw: 正在取代 {0}

source: Replacing '{0}' in all open documents
cs: Nahrazuje se {0} ve všech otevřených dokumentech
de: In allen geöffneten Dokumenten wird '{0}' ersetzt
es: Reemplazando '{0}' en todos los documentos abiertos
fr: Remplacement de « {0} » dans tous les documents ouverts
it: Sostituzione di '{0}' in tutti i documenti aperti
ja: すべての開いているドキュメントで '{0}' を置換しています
ko: 모든 열린 문서에서 '{0}'을(를) 바꾸는 중
pl: Zamienianie elementu „{0}” we wszystkich otwartych dokumentach
pt_br: Substituindo '{0}' em todos os documentos abertos
ru: Замена "{0}" во всех открытых документах
tr: Tüm açık belgelerde '{0}' değiştiriliyor
uk: Заміна '{0}' у всіх відкритих документах
zh_cn: 正在所有已打开文档中替换“{0}”
zh_tw: 正在取代所有開啟中之文件內的 '{0}'

source: Replacing '{0}' in all projects
cs: Nahrazuje se {0} ve všech projektech
de: In allen Projekten wird '{0}' ersetzt
es: Reemplazando '{0}' en todos los proyectos
fr: Remplacement de « {0} » dans tous les projets
it: Sostituzione di '{0}' in tutti i progetti
ja: すべてのプロジェクトで '{0}' を置換しています
ko: 모든 프로젝트에서 '{0}'을(를) 바꾸는 중
pl: Zamienianie elementu „{0}” we wszystkich projektach
pt_br: Substituindo '{0}' em todos os projetos
ru: Замена "{0}" во всех проектах
tr: Tüm projelerde '{0}' değiştiriliyor
uk: Заміна '{0}' у всіх проектах
zh_cn: 正在所有项目中替换“{0}”
zh_tw: 正在取代所有專案中的 '{0}'

source: Replacing '{0}' in current document
cs: Nahrazuje se {0} v aktuálním dokumentu
de: Im aktuellen Dokument wird '{0}' ersetzt
es: Reemplazando '{0}' en el documento actual
fr: Remplacement de « {0} » dans le document actif
it: Sostituzione di '{0}' nel documento corrente
ja: 現在のドキュメントで '{0}' を置換しています
ko: 현재 문서에서 '{0}'을(를) 바꾸는 중
pl: Zamienianie elementu „{0}” w bieżącym dokumencie
pt_br: Substituindo '{0}' no documento atual
ru: Замена "{0}" в текущем документе
tr: Geçerli belgede '{0}' değiştiriliyor
uk: Заміна '{0}' у поточному документі
zh_cn: 正在当前文档中替换“{0}”
zh_tw: 正在取代目前文件內的 '{0}'

source: Replacing '{0}' in current selection
cs: Nahrazuje se {0} v aktuálním výběru
de: In aktueller Auswahl wird '{0}' ersetzt
es: Reemplazando '{0}' en la selección actual
fr: Remplacement de « {0} » dans la sélection active
it: Sostituzione di '{0}' nella selezione corrente
ja: 現在の選択範囲で '{0}' を置換しています
ko: 현재 선택 영역에서 '{0}'을(를) 바꾸는 중
pl: Zamienianie elementu „{0}” w bieżącym zaznaczeniu
pt_br: Substituindo '{0}' na seleção atual
ru: Замена "{0}" в текущем выбранном фрагменте
tr: Geçerli seçimde '{0}' değiştiriliyor
uk: Заміна '{0}' у вибраному
zh_cn: 正在当前选定内容中替换“{0}”
zh_tw: 正在取代目前選取範圍中的 '{0}'

source: Replacing '{0}' in directory '{1}'
cs: Nahrazuje se {0} v adresáři {1}
de: Im Verzeichnis '{1}' wird '{0}' ersetzt
es: Reemplazando '{0}' en el directorio '{1}'
fr: Remplacement de « {0} » dans le répertoire « {1} »
it: Sostituzione di '{0}' nella directory '{1}'
ja: ディレクトリ '{1}' で '{0}' を置換しています
ko: '{1}' 디렉터리에서 '{0}'을(를) 바꾸는 중
pl: Zamienianie elementu „{0}” w katalogu „{1}”
pt_br: Substituindo '{0}' no diretório '{1}'
ru: Замена "{0}" в каталоге "{1}"
tr: {1} dizininde '{0}' değiştiriliyor
uk: Заміна '{0}' у теці '{1}'
zh_cn: 正在目录“{1}”中替换“{0}”
zh_tw: 正在取代目錄 '{1}' 中的 '{0}'

source: Replacing '{0}' in project '{1}'
cs: Nahrazuje se {0} v projektu {1}
de: In Projekt '{1}' wird '{0}' ersetzt
es: Reemplazando '{0}' en el proyecto '{1}'
fr: Remplacement de « {0} » dans le projet « {1} »
it: Sostituzione di '{0}' nel progetto '{1}'
ja: プロジェクト '{1}' で '{0}' を置換しています
ko: '{1}' 프로젝트에서 '{0}'을(를) 바꾸는 중
pl: Zamienianie elementu „{0}” w projekcie „{1}”
pt_br: Substituindo '{0}' no projeto '{1}'
ru: Замена "{0}" в проекте "{1}"
tr: '{1}' projesinde '{0}' değiştiriliyor
uk: Заміна '{0}' у проекті '{1}'
zh_cn: 正在项目“{1}”中替换“{0}”
zh_tw: 正在取代專案 '{1}' 中的 '{0}'

source: Replacing {0}: existing file is older.
cs: Nahrazuje se soubor {0}: stávající soubor je starší.
de: {0} wird ersetzt: Vorhandene Datei ist älter.
es: Reemplazando {0}: el archivo existente es más antiguo.
fr: Remplacement de {0} : le fichier existant est plus ancien.
it: Sostituzione di {0}: il file esistente è meno recente.
ja: {0} を置換しています。既存のファイルの方が古いです。
ko: {0}을(를) 바꾸는 중: 기존 파일이 이전 버전입니다.
pl: Zamienianie elementu {0}: istniejący plik jest starszy.
pt_br: Substituindo {0}: o arquivo existente é mais antigo.
ru: Замена {0}: существующий файл более старый.
tr: {0} değiştiriliyor: Mevcut dosya daha eski.
uk: Замінюється {0}: наявний файл застарів.
zh_cn: 正在替换 {0}: 现有文件较旧。
zh_tw: 正在取代 {0}: 現有的檔案比較舊。

source: Replay Session...
cs: Přehrát relaci...
de: Sitzung erneut wiedergeben...
es: _Reproducir sesión...
fr: Relire la session...
it: Riproduci sessione...
ja: セッションの再生...
ko: 세션 재생...
pl: Odtwórz ponownie sesję...
pt_br: Reproduzir Sessão...
ru: Воспроизвести сеанс...
tr: Oturumu Yeniden Yürüt...
uk: Програти сеанс...
zh_cn: 重播会话...
zh_tw: 重新執行工作階段...

source: Report Problem...
cs: Nahlásit problém...
de: Problem melden...
es: Notificar problema...
fr: Signaler un problème...
it: Segnala problema...
ja: 問題の報告...
ko: 문제 보고...
pl: Zgłoś problem...
pt_br: Relatar Problema...
ru: Сообщить о проблеме...
tr: Sorun Bildir...
zh_cn: 报告问题...
zh_tw: 報告問題...

source: Report errors and usage information to help {0} improve my experience.
cs: Zasílat chyby a informace o využití a pomoct tak zlepšit používání produktu {0}.
de: Fehler und Syntaxinformationen automatisch melden, damit {0} die Benutzerfreundlichkeit für mich verbessern kann.
es: Enviar informes de errores y utilización para ayudar a {0} a mejorar la experiencia del usuario.
fr: Signaler les erreurs et les informations d’utilisation pour aider {0} à améliorer mon expérience.
it: Segnala gli errori e invia informazioni sull'utilizzo per consentire a {0} di migliorare l'esperienza.
ja: {0} のエクスペリエンスを改善するのに役立つようエラーと使用法を報告する。
ko: {0}이 환경을 개선할 수 있도록 오류 및 사용 정보를 보고합니다.
pl: Raportuj błędy i informacje dotyczące użycia, aby ułatwić udoskonalanie programu {0}.
pt_br: Relatar erros e informações de uso para ajudar o {0} a melhorar minha experiência.
ru: Сообщать об ошибках и предоставлять сведения об использовании, чтобы компания {0} могла улучшить продукт
tr: {0} kullanım deneyimimin geliştirilmesine yardımcı olmak için hata ve kullanım bilgilerini raporla.
uk: Повідомляти про помилки та дані щодо використання, щоб допомогти {0} покращити роботу.
zh_cn: 报告错误和使用情况信息以帮助 {0} 改善我的体验。
zh_tw: 報告錯誤和使用資訊，協助 {0} 改善我的體驗。

source: Reporting results...
cs: Hlášení výsledků...
de: Ergebnisbericht wird erstellt...
es: Informando de los resultados...
fr: Rapport des résultats...
it: Restituzione dei risultati...
ja: 結果を報告しています...
ko: 결과를 보고하는 중...
pl: Trwa raportowanie wyników...
pt_br: Relatando os resultados...
ru: Составление отчета о результатах...
tr: Sonuçlar bildiriliyor...
zh_cn: 正在报告结果...
zh_tw: 正在報告結果...

source: Repository
cs: Úložiště
es: Repositorio
fr: Référentiel
ja: リポジトリ
ko: 리포지토리
pl: Repozytorium
pt_br: Repositório
ru: Репозиторий
tr: Depo
uk: Сховище
zh_cn: 存储库
zh_tw: 存放庫

source: Repository Certified by an Unknown Authority
cs: Úložiště je certifikované neznámou autoritou.
de: Repository von unbekannter Stelle zertifiziert
es: Repositorio certificado por una autoridad desconocida
fr: Référentiel certifié par une autorité inconnue
it: Repository certificato da un'autorità sconosciuta
ja: 不明な機関によって証明されたリポジトリ
ko: 리포지토리가 알 수 없는 기관에서 인증되었습니다.
pl: Repozytorium certyfikowane przez nieznany urząd
pt_br: Repositório Certificado por uma Autoridade Desconhecida
ru: Репозиторий сертифицирован неизвестной системой
tr: Bilinmeyen bir Kurum Tarafından Sağlanmış Sertifika
uk: Сховище сертифіковано невідомим джерелом
zh_cn: 存储库由未知颁发机构认证
zh_tw: 由未知授權單位認證的存放庫

source: Repository Configuration
cs: Konfigurace úložiště
de: Repositorykonfiguration
es: Configuración del repositorio
fr: Configuration du référentiel
it: Configurazione repository
ja: リポジトリの構成
ko: 리포지토리 구성
pl: Konfiguracja repozytorium
pt_br: Configuração de Repositório
ru: Конфигурация репозитория
tr: Depo Yapılandırması
uk: Конфігурація сховища
zh_cn: 存储库配置
zh_tw: 存放庫組態

source: Repository version
cs: Verze v úložišti
es: Versión del repositorio
fr: Version du référentiel
it: Versione del repository
ja: リポジトリのバージョン
ko: 리포지토리 버전
pl: Wersja repozytorium
pt_br: Versão de repositório
ru: Версия репозитория
tr: Depo sürümü
uk: Версія у сховищі
zh_cn: 存储库版本
zh_tw: 存放庫版本

source: Repository:
cs: Úložiště:
es: Repositorio:
fr: Référentiel :
ja: リポジトリ:
ko: 리포지토리:
pl: Repozytorium:
pt_br: Repositório:
ru: Репозиторий:
tr: Depo:
uk: Сховище:
zh_cn: 存储库:
zh_tw: 存放庫:

source: Require Client Certificates
cs: Vyžadovat klientské certifikáty
de: Clientzertifikate erforderlich
es: Requerir certificados de cliente
fr: Exiger les certificats clients
it: Richiedi certificati client
ja: クライアント証明書を要求する
ko: 클라이언트 인증서 필요
pl: Wymagaj certyfikatów klienta
pt_br: Exigir Certificados de Clientes
ru: Требовать сертификаты клиентов
tr: İstemci Sertifikası Gerektir
uk: Потрібен клієнтський сертифікат
zh_cn: 需要客户端证书
zh_tw: 需要用戶端憑證

source: Require License Acceptance:
cs: Vyžadovat přijetí licence:
de: Zustimmung zur Lizenz anfordern:
es: Requerir aceptación de licencia:
fr: Obliger à accepter la licence :
it: Accettazione della licenza
ja: ライセンスの同意が必要:
ko: 라이선스 승인 필요:
pl: Wymagaj zaakceptowania licencji:
pt_br: Requer Aceitação da Licença:
ru: Требовать принятия условий лицензии:
tr: Lisans Kabulü İste:

source: Require Specific Version
cs: Vyžadovat konkrétní verzi
de: Spezifische Version anfordern
es: Requerir una versión específica
fr: Exiger une version spécifique
it: Richiedi versione specifica
ja: 特定のバージョンが必要
ko: 특정 버전 필요
pl: Wymagaj określonej wersji
pt_br: Exigir Versão Específica
ru: Требовать конкретную версию
tr: Belirli Bir Sürüm Gerektir
uk: Потрібна особлива версія
zh_cn: 需要特定的版本
zh_tw: 需要特定版本

source: Require a specific version of the assembly. A warning will be issued if the specific version is not found in the system.
cs: Vyžadovat určitou verzi sestavení. Pokud se v systému nenajde určitá verze, zobrazí se upozornění.
de: Erfordert eine bestimmte Assemblyversion. Wenn die jeweilige Version nicht im System gefunden wird, wird eine Warnung ausgegeben.
es: Requiere una versión específica del ensamblado. Si no se encuentra la versión específica en el sistema, se muestra una advertencia.
fr: Exigez une version spécifique de l’assembly. Si la version spécifique est introuvable dans le système, un avertissement est émis.
it: Richiede una versione specifica dell'assembly. Verrà visualizzato un avviso se la versione specifica non viene trovata nel sistema.
ja: 特定バージョンのアセンブリが必要です。特定バージョンがシステム内に見つからない場合、警告が発行されます。
ko: 특정 버전의 어셈블리가 필요합니다. 특정 버전이 시스템에 없으면 경고가 발생합니다.
pl: Wymagaj określonej wersji zestawu. Jeśli określona wersja nie zostanie odnaleziona w systemie, zostanie wygenerowane ostrzeżenie.
pt_br: Requer uma versão específica do assembly. Um aviso será emitido se a versão específica não for encontrada no sistema.
ru: Запрашивать конкретную версию сборки. Если соответствующая версия в системе не найдена, отображается предупреждение.
tr: Bütünleştirilmiş kodun belirli bir sürümünü gerektirin. Belirli sürüm sistemde bulunamazsa bir uyarı verilir.
uk: Вимагає особливої версії збірки. Якщо особлива версія не буде знайдена у системі, з'явиться попередження.
zh_cn: 需要特定版本的程序集。如果在系统中找不到该特定版本，将发出警告。
zh_tw: 需要特定版本的組件。如果在系統中找不到特定版本，將會發出警告。

source: Required for ASP.NET controls.
cs: Vyžadováno pro ovládací prvky ASP.NET
de: Für ASP.NET-Steuerelemente erforderlich
es: Requerido para los controles ASP.NET.
fr: Requis pour les contrôles ASP.NET.
it: Obbligatorio per i controlli ASP.NET.
ja: ASP.NET コントロールに必要です。
ko: ASP.NET 컨트롤에 필요합니다.
pl: Wymagane przez formanty ASP.NET.
pt_br: Exigido para controles ASP.NET.
ru: Требуется для элементов управления ASP.NET.
tr: ASP.NET denetimleri için gereklidir.
uk: Необхідно для елементів керування ASP.NET.
zh_cn: ASP.NET 控件需要。
zh_tw: ASP.NET 控制項的必要項目。

source: Required: {0} v{1}, found v{2}
cs: Požadovalo se: {0} verze {1}, našla se verze {2}.
de: Erforderlich: {0} v{1}, gefunden v{2}
es: Requerida: {0} v{1}, encontrada v{2}
fr: Requis : {0} v{1}, trouvé v{2}
it: Richiesta: {0} versione {1}: Versione trovata: {2}
ja: 必須: {0} v{1}、検索結果 v{2}
ko: 필수: {0} v{1}, v{2}을(를) 찾음
pl: Wymagane: {0} {1}, znaleziono wersję {2}
pt_br: Obrigatório: {0} v{1}, encontrado v{2}
ru: Требуется: {0} версии {1}, найдена версия {2}
tr: Gerekli: {0} v{1}, bulunan v{2}
uk: Потрібно: {0} v{1}, виявлено v{2}
zh_cn: 需要的是 {0} v{1}，但找到的是 v{2}
zh_tw: 需要: {0} {1} 版，卻找到 {2} 版

source: Rerun Tests
cs: Znovu spustit testy
de: Tests erneut ausführen
es: Vuelva a ejecutar las pruebas
fr: Réexécuter les tests
it: Esegui di nuovo i test
ja: テストの再実行
ko: 테스트 다시 실행
pl: Uruchom ponownie testy
pt_br: Executar Testes Novamente
ru: Перезапустить тесты
tr: Testleri Yeniden Çalıştır
uk: Перезапустити тести
zh_cn: 重新运行测试
zh_tw: 重新執行測試

source: Rerun test
cs: Znovu spustit test
de: Test erneut ausführen
es: Volver a ejecutar la prueba
fr: Réexécuter le test
it: Esegui di nuovo il test
ja: テストの再実行
ko: 테스트 다시 실행
pl: Uruchom ponownie test
pt_br: Executar teste novamente
ru: Перезапустить тест
tr: Testi yeniden çalıştır
uk: Перезапустити тест
zh_cn: 重新运行测试
zh_tw: 重新執行測試

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 다시 설정
pl: Resetuj
pt_br: Redefinir
ru: Сброс
tr: Sıfırla
zh_cn: 重置
zh_tw: 重設

source: Reset Options
cs: Resetovat možnosti
de: Optionen zurücksetzen
es: Restablecer opciones
fr: Réinitialiser les options
it: Reimposta opzioni
ja: オプションのリセット
ko: 옵션 다시 설정
pl: Resetuj opcje
pt_br: Redefinir Opções
ru: Параметры сброса
tr: Sıfırlama Seçenekleri
uk: Скинути настройки
zh_cn: 重置选项
zh_tw: 重設選項

source: Reset condition
cs: Resetovat podmínku
de: Bedingung zurücksetzen
es: Restablecer condición
fr: Condition de réinitialisation
it: Reimposta la condizione
ja: 条件をリセットする
ko: 조건 다시 설정
pl: Resetuj warunek
pt_br: Redefinir condição
ru: Сброс условия
tr: Koşulu sıfırla
uk: Скинути умову
zh_cn: 重置条件
zh_tw: 重設條件

source: Resets zoom to default
cs: Vrátí se k výchozímu zobrazení.
de: Standardzoom wiederherstellen
es: Restablece el zoom predeterminado
fr: Rétablit le zoom par défaut
it: Ripristina il valore predefinito per lo zoom
ja: ズームを既定にリセットします
ko: 확대/축소를 기본값으로 다시 설정합니다.
pl: Przywraca domyślne powiększenie
pt_br: Redefine o zoom para o padrão
ru: Сбрасывает масштаб в значение по умолчанию
tr: Yakınlaştırmayı varsayılan değere sıfırlar
uk: Відновити стандартний масштаб
zh_cn: 将缩放重置为默认值
zh_tw: 將縮放重設為預設值

source: Resolve Conflicts
cs: Vyřešit konflikty
de: Konflikte auflösen
es: Resolver conflictos
fr: Résoudre les conflits
it: Risolvi conflitti
ja: 競合の解決
ko: 충돌 해결
pl: Rozwiąż konflikty
pt_br: Resolver Conflitos
ru: разрешить конфликты
tr: Çakışmaları Çöz
uk: Розв'язати конфлікти
zh_cn: 解决冲突
zh_tw: 解決衝突

source: Resolved conflict state of '{0}'
cs: Vyřešený konfliktní stav pro {0}
de: Konfliktzustand von '{0}' aufgelöst
es: Conflicto de '{0}' resuelto
fr: État de conflit résolu de « {0} »
it: Conflitto di stato di '{0}' risolto
ja: '{0}' の競合状態を解決しました
ko: '{0}'의 충돌 상태를 해결함
pl: Rozwiązano stan konfliktu elementu „{0}”
pt_br: Estado de conflito de '{0}' resolvido
ru: Разрешено состояние конфликта "{0}"
tr: '{0}' öğesinin çakışma durumu çözüldü
uk: Розв'язано конфліктний стан '{0}'
zh_cn: 已解决“{0}”的冲突状态
zh_tw: 已解決衝突狀態 '{0}'

source: Resolving symbol…
cs: Překládá se symbol…
de: Symbol wird aufgelöst...
es: Resolviendo el símbolo…
fr: Résolution du symbole…
it: Risoluzione del simbolo…
ja: シンボルを解決しています...
ko: 기호를 확인하는 중...
pl: Rozpoznawanie symbolu…
pt_br: Resolvendo símbolo…
ru: Идет разрешение символа…
tr: Semboller Çözümleniyor…
zh_cn: 正在解析符号…
zh_tw: 正在解析符號...
