Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: <b>Single project ChangeLog</b> All changes made in the project files will be logged in a single ChangeLog file, located at the project root directory. The ChangeLog file will be created if it doesn't exist.
cs: <b>Protokol změn jednoho projektu</b> Všechny změny provedené v souborech projektu se zaprotokolují do jednoho souboru protokolu změn umístěného v kořenovém adresáři projektu. Pokud soubor protokolu změn neexistuje, vytvoří se.
de: <b>Einzelne ChangeLog-Projektdatei</b> Alle Änderungen an den Projektdateien werden in einer einzelnen ChangeLog-Datei im Projektstammverzeichnis protokolliert. Die ChangeLog-Datei wird erstellt, falls noch nicht vorhanden.
es: <b>Un solo registro de cambios para el proyecto</b> Todos los cambios realizados en los archivos del proyecto se registrarán en un único archivo de registro de cambios, ubicado en el directorio raíz del proyecto. Si no existe el archivo de registro de cambios, se creará.
fr: <b>Journal des modifications unique du projet</b> Tous les changements apportés aux fichiers projet sont consignés dans un seul journal des modifications, situé dans le répertoire racine du projet. Si le fichier journal des modifications n'existe pas, il est créé.
ja: <b>単一のプロジェクト ChangeLog</b> プロジェクト ファイルで行われたすべての変更が、プロジェクト ルート ディレクトリにある単一の ChangeLog ファイルに記録されます。ChangeLog ファイルが存在しない場合には、作成されます。
ko: <b>단일 프로젝트 변경 로그</b> 프로젝트 파일에서 수행된 모든 변경 내용이 프로젝트 루트 디렉터리에 있는 단일 변경 로그 파일에 기록됩니다. 변경 로그 파일이 없는 경우 만들어집니다.
pl: <b>Pojedynczy dziennik zmian projektu</b> Wszystkie zmiany wprowadzane w plikach projektu będą rejestrowane w pojedynczym pliku dziennika zmian znajdującym się w katalogu głównym projektu. Plik dziennika zmian zostanie utworzony, jeśli nie istnieje.
pt_br: <b>ChangeLog de projeto único</b> Todas as alterações feitas nos arquivos do projeto serão registradas em um único arquivo ChangeLog localizado no diretório raiz do projeto. O arquivo ChangeLog será criado se já não existir.
ru: <b>Единый журнал изменений проекта</b> Все изменения, внесенные в файлы проекта, регистрируются в одном файле журнала изменений, расположенном в корневом каталоге проекта. Если файл журнала изменений не существует, он будет создан.
tr: <b>Tek proje ChangeLog'u</b> Proje dosyalarında yapılan tüm değişiklikler, proje kök dizininde bulunan tek bir ChangeLog dosyasına kaydedilir. ChangeLog dosyası yoksa oluşturulur.

source: <b>Start</b>
de: <b>Starten</b>
es: <b>Iniciar</b>
fr: <b>Démarrer</b>
ja: <b>開始</b>
ko: <b>시작</b>
pl: <b>Uruchom</b>
pt_br: <b>Iniciar</b>
ru: <b>Запустить</b>
tr: <b>Başlat</b>

source: <b>Switch list</b>
cs: <b>Seznam přepínačů</b>
de: <b>Schalterliste</b>
es: <b>Lista de modificadores</b>
fr: <b>Liste de commutateurs</b>
it: <b>Elenco opzioni</b>
ja: <b>スイッチのリスト</b>
ko: <b>스위치 목록</b>
pl: <b>Lista przełączania</b>
pt_br: <b>Lista de opções</b>
ru: <b>Список параметров</b>
tr: <b>Anahtar listesi</b>
uk: <b>Список перемикачів</b>
zh_cn: <b>开关列表</b>
zh_tw: <b>切換清單</b>

source: <b>Task Priorities Foreground Colors</b>
cs: <b>Barvy popředí priorit úkolů</b>
de: <b>Vordergrundfarben für Aufgabenprioritäten</b>
es: <b>Colores de primer plano para prioridades de las tareas</b>
fr: <b>Couleurs de premier plan indiquant la priorité des tâches</b>
it: <b>Colori primo piano per priorità attività</b>
ja: <b>タスク優先度の前景色</b>
ko: <b>작업 우선 순위 전경색</b>
pl: <b>Kolory priorytetów zadań na pierwszym planie</b>
pt_br: <b>Cores de Primeiro Plano das Prioridades de Tarefas</b>
ru: <b>Цвета переднего плана для приоритетности задач</b>
tr: <b>Görev Önceliklerinin Ön Plan Renkleri</b>
uk: <b>Кольори, що позначають пріоритет завдань</b>
zh_cn: <b>任务优先级前景色</b>
zh_tw: <b>工作優先順序前景色彩</b>

source: <b>The file "{0}" has been changed outside of {1}.</b> Do you want to keep your changes, or reload the file from disk?
cs: <b>Soubor {0} byl změněn mimo aplikaci {1}.</b> Chcete zachovat vaše změny, nebo načíst soubor znovu z disku?
de: <b>Die Datei "{0}" wurde außerhalb von {1} geändert.</b> Möchten Sie Ihre Änderungen beibehalten oder die Datei vom Datenträger neu laden?
es: <b>El archivo "{0}" se ha cambiado fuera de {1}.</b> ¿Quiere conservar sus cambios o recargar el archivo del disco?
fr: <b>Le fichier "{0}" a été modifié hors de {1}. </b> Voulez-vous conserver vos modifications ou recharger le fichier à partir du disque ?
it: <b>Il file "{0}" non è stato modificato in {1}.</b> Mantenere le modifiche o ricaricare il file dal disco?
ja: <b>ファイル "{0}" は {1} 外で変更されました。</b> 変更を維持しますか? それともファイルをディスクから再読み込みしますか?
ko: <b>"{0}" 파일이 {1} 외부에서 변경되었습니다.</b> 변경 내용을 유지할까요, 아니면 파일을 디스크에서 다시 로드할까요?
pl: <b>Plik „{0}” został zmieniony poza obszarem {1}.</b> Zachować zmiany czy ponownie załadować plik z dysku?
pt_br: <b>O arquivo "{0}" foi alterado fora do {1}. </b> Deseja manter as alterações ou recarregar o arquivo do disco?
ru: <b>Файл "{0}" был изменен за пределами {1}.</b> Вы хотите сохранить изменения или повторно загрузить файл с диска?
tr: <b>"{0}" dosyası {1} dışında değiştirilmiş.</b> Değişiklikleri tutmak mı, dosyayı diskten yeniden yüklemek mi istiyorsunuz?
uk: <b>Цей файл "{0}" змінено за межами {1}.</b> Бажаєте зберегти свої зміни чи перезавантажити файл з диска?
zh_cn: <b>文件“{0}”已在 {1} 外部更改。</b> 是要保存你的更改，还是要从磁盘重载该文件?
zh_tw: <b>檔案 "{0}" 已在 {1} 以外變更。</b> 要保留變更，或是從磁碟重新載入檔案?

source: <b>Update nearest ChangeLog</b> The nearest ChangeLog file in the directory hierarchy will be updated (below the commit directory). If none is found, a warning message will be shown. ChangeLog files will never be automatically created.
cs: <b>Aktualizovat nejbližší protokol změn</b> Nejbližší soubor protokolu změn v hierarchii adresáře se aktualizuje (pod adresářem potvrzení). Pokud se žádný nenajde, zobrazí se zpráva s upozorněním. Soubory protokolu změn se nikdy nevytvoří automaticky.
de: <b>Nächste ChangeLog-Datei aktualisieren</b> Die nächstgelegene ChangeLog-Datei in der Verzeichnishierarchie (unter dem Commitverzeichnis) wird aktualisiert. Falls keine Datei gefunden wird, wird eine Warnmeldung eingeblendet. ChangeLog-Dateien werden niemals automatisch erstellt.
es: <b>Actualizar el registro de cambios más cercano</b> Se actualizará el archivo de registro de cambios más cercano en la jerarquía de directorios (debajo del directorio de confirmación). Si no se encuentra ninguno, se mostrará un mensaje de advertencia. Los archivos de registro de cambios no se crearán automáticamente nunca.
fr: <b>Mettre à jour le journal des modifications le plus proche</b> Le fichier de journal des modifications le plus proche dans la hiérarchie du répertoire est mis à jour (sous le répertoire de validation). Si aucun fichier n’est trouvé, un message d’avertissement s’affiche. Des fichiers de journal des modifications ne sont jamais créés automatiquement.
it: <b>Aggiorna log delle modifiche più vicino</b> Verrà aggiornato il file del log delle modifiche più vicino nella gerarchia delle directory (sotto la directory dei commit). Se non ne viene trovato nessuno, verrà visualizzato un messaggio di avviso. I file del log delle modifiche non verranno mai creati automaticamente.
ja: <b>最新の ChangeLog の更新</b> ディレクトリ階層にある最新の ChangeLog ファイルが更新されます (コミット ディレクトリの下)。見つからない場合には、警告メッセージが表示されます。ChangeLog ファイルが自動的に作成されることはありません。
ko: <b>가장 가까운 변경 로그 업데이트</b> 디렉터리 계층 구조에서 가장 가까운 변경 로그 파일이 업데이트됩니다(커밋 디렉터리 아래). 파일을 찾을 수 없으면 경고 메시지가 표시됩니다. 변경 로그 파일이 자동으로 만들어지지 않습니다.
pl: <b>Zaktualizuj najbliższy dziennik zmian</b> Najbliższy plik dziennika zmian w hierarchii katalogów zostanie zaktualizowany (poniżej katalogu zatwierdzenia). Jeśli nie zostanie znaleziony, zostanie wyświetlony komunikat ostrzegawczy. Pliki dziennika zmian nie będą nigdy tworzone automatycznie.
pt_br: <b>Atualizar ChangeLog mais próximo</b> O arquivo de ChangeLog mais próximo na hierarquia de diretório será atualizado (abaixo do diretório de confirmação). Se nenhuma correspondência for encontrada, uma mensagem de aviso aparecerá. Arquivos de ChangeLog nunca são criados automaticamente.
ru: <b>Обновить ближайший журнал изменений</b> Будет обновлен ближайший файл журнала изменений в иерархии каталогов (ниже каталога фиксации). Если такой отсутствует, отображается предупреждение. Файлы журнала изменений никогда не создаются автоматически.
tr: <b>En yakın ChangeLog'u güncelleştir</b> Dizin hiyerarşisindeki en yakın ChangeLog dosyası güncelleştirilir (yürütme dizininin altında). Dosya bulunamazsa, bir uyarı iletisi gösterilir. ChangeLog dosyaları hiçbir zaman otomatik olarak oluşturulmaz.
uk: <b>Доповнити найближчий журнал змін</b> Буде доповнено журнал змін, найближчий у дереві тек (нижче теки подачі). Якщо такого не знайдено, буде виведено попередження. Файли журналів змін автоматично не створюватимуться.
zh_cn: <b>更新最近的 ChangeLog</b> 将更新目录层次结构中最近的 ChangeLog 文件(在提交目录下)。如果找不到 ChangeLog 文件，将显示警告消息。系统永远不会自动创建 ChangeLog 文件。
zh_tw: <b>更新最近的變更記錄</b> 即將更新目錄階層中的最近變更記錄檔 (在認可目錄下)。若找不到，則會顯示警告訊息。一律不自動建立變更記錄檔。

source: <b>Use _Visual Studio-style resource names</b> Visual Studio generates a default ID for embedded resources, instead of simply using the resource's filename.
cs: <b>Použít názvy prostředků ve stylu _Visual Studia</b> Visual Studio vygeneruje výchozí ID pro vložené prostředky místo toho, aby jednoduše použilo název souboru prostředku.
de: <b>Ressourcennamen im Stil von _Visual Studio verwenden</b> Visual Studio generiert eine Standard-ID für eingebettete Ressourcen, anstatt einfach nur den Dateinamen der Ressource zu verwenden.
es: <b>Usar _nombres de recurso al estilo de Visual Studio</b> Visual Studio genera un identificador predeterminado para los recursos insertados, en lugar de simplemente usar el nombre de archivo del recurso.
fr: <b>Utiliser des noms de ressource de style _Visual Studio</b> Visual Studio génère un ID par défaut pour les ressources incorporées, au lieu d’utiliser simplement le nom de fichier de la ressource.
it: <b>Usa nomi di risorsa di tipo _Visual Studio</b> Visual Studio genera un ID predefinito per le risorse incorporate invece di usare semplicemente il nome file della risorsa.
ja: <b>Visual Studio スタイルのリソース名を使用する(_V)</b> Visual Studio は、リソースのファイル名を使用する代わりに、 組み込みリソースの既定 ID を生成します。
ko: <b>Visual Studio 스타일 리소스 이름 사용(_V)</b> Visual Studio는 리소스의 파일 이름을 사용하는 대신 포함 리소스의 기본 ID를 생성합니다.
pl: <b>Użyj nazw zasobów w formacie programu _Visual Studio</b> Program Visual Studio generuje domyślny identyfikator dla osadzonych zasobów i nie korzysta z nazwy pliku zasobu.
pt_br: <b>Usar nomes de recursos de estilo do _Visual Studio</b> O Visual Studio gera uma ID padrão para recursos inseridos, em vez de simplesmente usar o nome do arquivo do recurso.
ru: <b>Ис_пользовать имена ресурсов в стиле Visual Studio</b> Visual Studio создает идентификатор по умолчанию для внедренных ресурсов, вместо того чтобы просто использовать имя файла ресурса.
tr: <b>_Visual Studio stili kaynak adları kullan</b> Visual Studio, basitçe kaynakların dosya adını kullanmak yerine gömülü kaynaklar için varsayılan bir Kimlik üretir.
uk: <b>Використати назви ресурсів у стилі _Visual Studio</b> Visual Studio генерує для вбудованих ресурсів стандартні ідентифікатори замість простого використання назв файлів.
zh_cn: <b>使用 Visual Studio 样式的资源名称(_V)</b> Visual Studio 将为嵌入资源生成一个默认 ID， 而不是简单地使用资源的文件名。
zh_tw: <b>使用 Visual Studio 樣式資源名稱(_V)</b> Visual Studio 會為內嵌資源產生預設識別碼， 而不是只使用資源的檔案名稱。

source: <b>Use _Visual Studio-style resource names</b> Visual Studio generates a default ID for embedded resources, instead of simply using the resource's filename.
cs: <b>Použít názvy prostředků ve stylu sady _Visual Studio</b> Visual Studio vygeneruje výchozí ID pro vložené prostředky místo toho, aby jednoduše použilo název souboru prostředku.
de: <b>Ressourcennamen im Stil von _Visual Studio verwenden</b> Visual Studio generiert eine Standard-ID für eingebettete Ressourcen, anstatt einfach nur den Dateinamen der Ressource zu verwenden.
es: <b>Usar _nombres de recurso del estilo de Visual Studio</b> Visual Studio genera un identificador predeterminado para los recursos insertados, en lugar de simplemente usar el nombre de archivo del recurso.
fr: <b>Utiliser des noms de ressource de style _Visual Studio</b> Visual Studio génère un ID par défaut pour les ressources incorporées, au lieu d’utiliser simplement le nom de fichier de la ressource.
it: <b>Usa nomi di risorsa di tipo _Visual Studio</b> Visual Studio genera un ID predefinito per le risorse incorporate invece di usare semplicemente il nome file della risorsa.
ja: <b>Visual Studio スタイルのリソース名を使用する(_V)</b> Visual Studio は、リソースのファイル名を使用する代わりに、組み込みリソースの既定 ID を生成します。
ko: <b>Visual Studio 스타일 리소스 이름 사용(_V)</b> Visual Studio는 리소스의 파일 이름을 사용하는 대신 포함 리소스의 기본 ID를 생성합니다.
pl: <b>Użyj nazw zasobów w formacie programu _Visual Studio</b> Program Visual Studio generuje domyślny identyfikator dla osadzonych zasobów i nie korzysta z nazwy pliku zasobu.
pt_br: <b>Usar nomes de recursos de estilo do _Visual Studio</b> O Visual Studio gera uma ID padrão para recursos inseridos, em vez de simplesmente usar o nome do arquivo do recurso.
ru: <b>Ис_пользовать имена ресурсов в стиле Visual Studio</b> Visual Studio создает идентификатор по умолчанию для внедренных ресурсов, вместо того чтобы просто использовать имя файла ресурса.
tr: <b>_Visual Studio stili kaynak adları kullan</b> Visual Studio, basitçe kaynakların dosya adını kullanmak yerine gömülü kaynaklar için varsayılan bir Kimlik üretir.
uk: <b>Використати назви ресурсів у стилі _Visual Studio</b> Visual Studio генерує для вбудованих ресурсів стандартні ідентифікатори замість простого використання назв файлів.
zh_cn: <b>使用 Visual Studio 样式的资源名称(_V)</b> Visual Studio 将为嵌入资源生成一个默认 ID，而不是简单地使用资源的文件名。
zh_tw: <b>使用 Visual Studio 樣式資源名稱(_V)</b> Visual Studio 會為內嵌資源產生預設識別碼，而不是只使用資源的檔案名稱。

source: <b>Use the _newest file</b>
cs: <b>Použít _nejnovější soubor</b>
de: <b>_Neueste Datei verwenden</b>
es: <b>Usar el archivo más _reciente</b>
fr: <b>Utiliser le fichier le plus réce_nt</b>
it: <b>Usa il file _più recente</b>
ja: <b>最新のファイルを使用する(_N)</b>
ko: <b>최신 파일 사용(_N)</b>
pl: <b>Użyj _najnowszego pliku</b>
pt_br: <b>Usar o arquivo mais _recente</b>
ru: <b>Использовать самый _новый файл</b>
tr: <b>_En yeni dosyayı kullan</b>
uk: <b>Використати _найновіший файл</b>
zh_cn: <b>使用最新文件(_N)</b>
zh_tw: <b>使用最新的檔案(_N)</b>

source: <b>User credentials are required to access the Subversion repository.</b>
cs: <b>Pro přístup k úložišti Subversion se vyžadují přihlašovací údaje uživatele.</b>
de: <b>Benutzeranmeldeinformationen sind für den Zugriff auf dieses Subversionsrepository erforderlich.</b>
es: <b>Se requieren credenciales de usuario para acceder al repositorio de Subversion.</b>
fr: <b>Les informations d’identification de l’utilisateur sont requises pour accéder au référentiel Subversion.</b>
it: <b>Per accedere al repository Subversion, sono necessarie le credenziali utente.</b>
ja: <b>Subversion リポジトリにアクセスするには、ユーザー資格情報が必要です。</b>
ko: <b>Subversion 리포지토리에 액세스하려면 사용자 자격 증명이 필요합니다.</b>
pl: <b>Poświadczenia użytkownika są wymagane do uzyskania dostępu do repozytorium systemu Subversion.</b>
pt_br: <b>Credenciais de usuário são necessárias para acessar o repositório do Subversion.</b>
ru: <b>Для доступа к репозиторию Subversion необходимы учетные данные пользователя.</b>
tr: <b>Bu Subversion deposuna erişmek için kullanıcı yetkilendirmesi gerekiyor.</b>
uk: <b>Для доступу до сховища Subversion необхідно вказати реєстраційні дані користувача.</b>
zh_cn: <b>需要提供用户凭据才能访问 Subversion 存储库。</b>
zh_tw: <b>必須有使用者認證才能存取 Subversion 儲存機制。</b>

source: <b>Warning</b>: {0}
cs: <b>Upozornění:</b> {0}
de: <b>Warnung</b>: {0}
es: <b>Advertencia</b>: {0}
fr: <b>Avertissement</b> : {0}
it: <b>Avviso</b>: {0}
ja: <b>警告</b>: {0}
ko: <b>경고</b>: {0}
pl: <b>Ostrzeżenie</b>: {0}
pt_br: <b>Aviso</b>:{0}
ru: <b>Предупреждение</b>: {0}
tr: <b>Uyarı</b>: {0}
uk: <b>Попередження</b>: {0}
zh_cn: <b>警告</b>: {0}
zh_tw: <b>警告</b>: {0}

source: <b>Warnings</b>
cs: <b>Upozornění</b>
de: <b>Warnungen</b>
es: <b>Advertencias</b>
fr: <b>Avertissements</b>
it: <b>Avvisi</b>
ja: <b>警告</b>
ko: <b>경고</b>
pl: <b>Ostrzeżenia</b>
pt_br: <b>Avisos</b>
ru: <b>Предупреждения</b>
tr: <b>Uyarılar</b>
uk: <b>Попередження</b>
zh_cn: <b>警告</b>
zh_tw: <b>警告</b>

source: <b>Whitespace</b>
cs: <b>Prázdné znaky</b>
de: <b>Leerzeichen</b>
es: <b>Espacio en blanco</b>
fr: <b>Espace blanc</b>
it: <b>Spazio vuoto</b>
ja: <b>空白</b>
ko: <b>공백</b>
pl: <b>Białe znaki</b>
pt_br: <b>Espaço em branco</b>
ru: <b>Пустое пространство</b>
tr: <b>Boşluk</b>
uk: <b>Пропуски</b>
zh_cn: <b>空格</b>
zh_tw: <b>空白字元</b>

source: <b>_Keep existing target file</b>
cs: <b>Zachovat _stávající cílový soubor</b>
de: <b>Vorhandene Zieldatei _beibehalten </b>
es: <b>_Mantener el archivo de destino existente</b>
fr: <b>_Conserver le fichier cible existant</b>
it: <b>_Mantieni file di destinazione esistente</b>
ja: <b>既存のターゲット ファイルを維持する(_K)</b>
ko: <b>기존 대상 파일 유지(_K)</b>
pl: <b>Zachowaj istniejący pli_k docelowy</b>
pt_br: <b>_Manter arquivo de destino existente</b>
ru: <b>_Сохранить текущий конечный файл</b>
tr: <b>_Mevcut hedef dosyayı koru</b>
uk: <b>_Зберегти наявний цільовий файл</b>
zh_cn: <b>保存现有目标文件(_K)</b>
zh_tw: <b>保留現有的目標檔案(_K)</b>

source: <b>_Replace with source file</b>
cs: <b>Nahradit _zdrojovým souborem</b>
de: <b>Mit Quelldatei e_rsetzen</b>
es: <b>_Reemplazar por el archivo origen</b>
fr: <b>_Remplacer par le fichier source</b>
it: <b>_Sostituisci con file di origine</b>
ja: <b>ソース ファイルで置き換える(_R)</b>
ko: <b>소스 파일로 바꾸기(_R)</b>
pl: <b>Zastąp plikiem ź_ródłowym</b>
pt_br: <b>_Substituir pelo arquivo de origem</b>
ru: <b>_Заменить на исходный файл</b>
tr: <b>_Kaynak dosya ile değiştir</b>
uk: <b>_Замінити джерельним файлом</b>
zh_cn: <b>替换为源文件(_R)</b>
zh_tw: <b>以來源檔案取代(_R)</b>

source: <b>{0}</b> has been thrown
cs: Vyvolalo se: <b>{0}</b>
de: <b>{0}</b> wurde ausgelöst.
es: Se ha iniciado <b>{0}</b>
fr: <b>{0}</b> a été levée
it: È stata generata l'eccezione <b>{0}</b>
ja: <b>{0}</b> がスローされました
ko: <b>{0}</b>이(가) throw되었습니다.
pl: Zgłoszono wyjątek <b>{0}</b>
pt_br: <b>{0}</b> foi gerado
ru: Возникло исключение <b>{0}</b>
tr: <b>{0}</b> oluşturuldu
uk: Було кинуто <b>{0}</b>
zh_cn: <b>{0}</b> 被引发
zh_tw: <b>{0}</b> 已擲回

source: <big><b>Package Settings</b></big>
cs: <big><b>Nastavení balíčku</b></big>
de: <big><b>Paketeinstellungen</b></big>
es: <big><b>Configuración de paquete</b></big>
fr: <big><b>Paramètres du paquet</b></big>
it: <big><b>Impostazioni del pacchetto</b></big>
ja: <big><b>パッケージ設定</b></big>
ko: <big><b>패키지 설정</b></big>
pl: <big><b>Ustawienia pakietu</b></big>
pt_br: <big><b>Definições de Pacote</b></big>
ru: <big><b>Параметры пакета</b></big>
tr: <big><b>Paket Ayarları</b></big>
uk: <big><b>Параметри пакета</b></big>
zh_cn: <big><b>包设置</b></big>
zh_tw: <big><b>封裝設定</b></big>

source: <big><b>Package Type</b></big>
cs: <big><b>Typ balíčku</b></big>
de: <big><b>Pakettyp</b></big>
es: <big><b>Tipo de paquete</b></big>
fr: <big><b>Type de paquet</b></big>
it: <big><b>Tipo di pacchetto</b></big>
ja: <big><b>パッケージの種類</b></big>
ko: <big><b>패키지 형식</b></big>
pl: <big><b>Typ pakietu</b></big>
pt_br: <big><b>Tipo de Pacote</b></big>
ru: <big><b>Тип пакета</b></big>
tr: <big><b>Paket Türü</b></big>
uk: <big><b>Тип пакета</b></big>
zh_cn: <big><b>包类型</b></big>
zh_tw: <big><b>封裝類型</b></big>

source: <big><b>Save Package Configuration</b></big>
cs: <big><b>Uložit konfiguraci balíčku</b></big>
de: <big><b>Paketkonfiguration speichern</b></big>
es: <big><b>Guardar configuración de paquete</b></big>
fr: <big><b>Enregistrer la configuration du paquet</b></big>
it: <big><b>Salva configurazione di pacchetto</b></big>
ja: <big><b>パッケージ構成を保存</b></big>
ko: <big><b>패키지 구성 저장</b></big>
pl: <big><b>Zapisz konfigurację pakietu</b></big>
pt_br: <big><b>Salvar Configuração de Pacote</b></big>
ru: <big><b>Сохранить конфигурацию пакета</b></big>
tr: <big><b>Paket Yapılandırmasını Kaydet</b></big>
uk: <big><b>Зберегти конфігурацію пакета</b></big>
zh_cn: <big><b>保存包配置</b></big>
zh_tw: <big><b>儲存封裝組態</b></big>

source: <big><b>Select Project</b></big>
cs: <big><b>Vybrat projekt</b></big>
de: <big><b>Projekt auswählen</b></big>
es: <big><b>Seleccionar proyecto</b></big>
fr: <big><b>Sélectionner un projet</b></big>
it: <big><b>Seleziona progetto</b></big>
ja: <big><b>プロジェクトを選択</b></big>
ko: <big><b>프로젝트 선택</b></big>
pl: <big><b>Wybierz projekt</b></big>
pt_br: <big><b>Selecionar Projeto</b></big>
ru: <big><b>Выберите проект</b></big>
tr: <big><b>Proje Seçin</b></big>
uk: <big><b>Виберіть проект</b></big>
zh_cn: <big><b>选择项目</b></big>
zh_tw: <big><b>選取專案</b></big>

source: <i><b>Note:</b> Only Letters, Digits and Underscore are allowed.</i>
cs: <i><b>Poznámka:</b> Můžete použít jenom písmena, číslice a podtržítka.</i>
de: <i><b>Hinweis:</b> Nur Buchstaben, Ziffern und Unterstriche sind zulässig.</i>
es: <i><b>Nota:</b> Solo se permiten letras, dígitos y el carácter de subrayado.</i>
fr: <i><b>Remarque :</b> les seuls caractères autorisés sont les lettres, les chiffres et le trait de soulignement.</i>
it: <i><b>Nota:</b> sono consentiti solo lettere, cifre e carattere di sottolineatura.</i>
ja: <i><b>注:</b> 使用できるのは、英字、数字、アンダースコアだけです。</i>
ko: <i><b>참고:</b> 문자, 숫자 및 밑줄만 허용됩니다.</i>
pl: <i><b>Uwaga:</b> Dozwolone są tylko litery, cyfry i znaki podkreślenia.</i>
pt_br: <i><b>Observação:</b> apenas letras, dígitos e sublinhados são permitidos.</i>
ru: <i><b>Примечание.</b> Разрешены только буквы, цифры и символы подчеркивания.</i>
tr: <i><b>Not:</b> Yalnızca Harfler, Rakamlar ve alt çizgilere izin verilir.</i>
uk: <i><b>Примітка:</b> Допускаються лише букви, цифри і знаки підкреслювання.</i>
zh_cn: <i><b>注意:</b> 只允许使用字母、数字和下划线。</i>
zh_tw: <i><b>注意:</b> 只允許字母、數字和底線。</i>

source: <i>No selection</i>
cs: <i>Žádný výběr</i>
de: <i>Keine Auswahl</i>
es: <i>Ninguna selección</i>
fr: <i>Aucune sélection</i>
ja: <i>選択なし</i>
ko: <i>선택 항목 없음</i>
pl: <i>Nie wybrano</i>
pt_br: <i>Nenhuma seleção</i>
ru: <i>Нет выделенных элементов</i>
tr: <i>Seçim yok</i>

source: <span size='smaller' color='grey'>Add a Unit Test Project for testing the Web Project using NUnit</span>
cs: <span size='smaller' color='grey'>Přidat projekt testu jednotek pro testování webového projektu pomocí NUnitu</span>
de: <span size='smaller' color='grey'>Hinzufügen eines Komponententestprojekts zum Testen des Webprojekts mithilfe von NUnit</span>
es: <span size='smaller' color='grey'>Agregar un proyecto de prueba unitaria para probar el proyecto web mediante NUnit</span>
fr: <span size='smaller' color='grey'>Ajouter un projet de test unitaire pour tester le projet web à l’aide de NUnit</span>
it: <span size='smaller' color='grey'>Aggiunge un progetto unit test per il test del progetto Web con NUnit</span>
ja: <span size='smaller' color='grey'>NUnit を使用して Web プロジェクトをテストするために単体テスト プロジェクトを追加する</span>
ko: <span size='smaller' color='grey'>NUnit을 사용하여 웹 프로젝트를 테스트하기 위해 단위 테스트 프로젝트 추가</span>
pl: <span size='smaller' color='grey'>Dodaj projekt testu jednostkowego w celu testowania projektu sieci Web przy użyciu narzędzia NUnit</span>
pt_br: <span size='smaller' color='grey'>Adicionar um Projeto de Teste de Unidade ao Projeto Web usando NUnit</span>
ru: <span size='smaller' color='grey'>Добавить проект модульных тестов для тестирования веб-проекта с использованием NUnit</span>
tr: <span size='smaller' color='grey'>Web Projesini NUnit kullanarak test etmek için bir Birim Test Projesi ekleyin</span>
zh_cn: <span size='smaller' color='grey'>添加使用 NUnit 测试 Web 项目的单元测试项目</span>
zh_tw: <span size='smaller' color='grey'>新增單元測試專案以使用 NUnit 測試 Web 專案</span>
