Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Key Binding:
cs: Klávesová zkratka:
de: Tastenzuordnung:
es: Enlace de teclado:
fr: Combinaison de touches :
it: Tasto di scelta rapida:
ja: キー バインド:
ko: 키 바인딩:
pl: Powiązanie klawiszy:
pt_br: Associação de Teclas:
ru: Настраиваемое сочетание клавиш:
tr: Tuş Bağlama:

source: Key Bindings
cs: Klávesové zkratky
de: Tastenzuordnungen
es: Enlaces de teclado
fr: Combinaisons de touches
it: Tasti di scelta rapida
ja: キー バインド
ko: 키 바인딩
pl: Powiązania klawiszy
pt_br: Associações de Teclas
ru: Настраиваемые сочетания клавиш
tr: Tuş Bağlamaları
uk: Сполучення клавіш
zh_cn: 键绑定
zh_tw: 按鍵繫結關係

source: Key file:
cs: Soubor klíče:
de: Schlüsseldatei:
es: Archivo de clave:
fr: Fichier de clé :
it: File di chiave:
ja: キー ファイル:
ko: 키 파일:
pl: Plik klucza:
pt_br: Arquivo de chave:
ru: Файл ключа:
tr: Anahtar dosyası:
uk: Ключовий файл:
zh_cn: 密钥文件:
zh_tw: 金鑰檔案:

source: Key type:
cs: Typ klíče:
de: Schlüsseltyp:
es: Tipo de clave:
fr: Type de clé :
it: Tipo di chiave:
ja: キーの種類:
ko: 키 형식:
pl: Typ klucza:
pt_br: Tipo de chave:
ru: Тип ключа:
tr: Anahtar türü:
uk: Тип ключа:
zh_cn: 密钥类型:
zh_tw: 金鑰類型:

source: Korean
cs: Korejština
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
pl: Koreański
pt_br: Coreano
ru: Корейский
tr: Korece
uk: Корейське
zh_cn: 朝鲜语
zh_tw: 韓文

source: LESS Style Sheet
cs: Šablona stylů LESS
es: Hoja de estilos LESS
fr: Feuille de style LESS
ja: LESS スタイル シート
ko: LESS 스타일 시트
pl: Arkusz stylów LESS
pt_br: Folha de Estilos LESS
ru: Таблица стилей LESS
tr: LESS Stil Sayfası

source: LESS is a language that compiles into CSS.
cs: LESS je jazyk, jehož kompilací vznikají šablony stylů CSS.
de: LESS ist eine Sprache, die in CSS kompiliert wird.
es: LESS es un lenguaje que se compila en CSS.
fr: LESS est un langage compilable en CSS.
ja: LESS は CSS にコンパイルされる言語です。
ko: LESS는 CSS로 컴파일되는 언어입니다.
pl: LESS to język kompilowany na język CSS.
pt_br: LESS é uma linguagem compilada em CSS.
ru: LESS — это язык, который компилируется в CSS.
tr: LESS, CSS olarak derlenen bir dildir.

source: LESS, CSS document
cs: Dokument LESS CSS
de: LESS-, CSS-Dokument
es: MENOS, documento CSS
fr: Document LESS, CSS
it: LESS, documento CSS
ja: LESS、CSS ドキュメント
ko: LESS, CSS 문서
pl: LESS, dokument CSS
pt_br: LESS, documento CSS
ru: LESS, документ CSS
tr: LESS, CSS belgesi
uk: Документ LESS, CSS
zh_cn: LESS、CSS 文档
zh_tw: LESS、CSS 文件

source: LGPL 2.1 License
cs: Licence LGPL 2.1
de: LGPL 2.1-Lizenz
es: Licencia LGPL 2.1
fr: Licence LGPL 2.1
it: Licenza LGPL 2.1
ja: LGPL 2.1 ライセンス
ko: LGPL 2.1 라이선스
pl: Licencja LGPL 2.1
pt_br: Licença LGPL 2.1
ru: Лицензия LGPL 2.1
tr: LGPL 2.1 Lisansı
uk: Ліцензія LGPL 2.1
zh_cn: LGPL 2.1 许可证
zh_tw: LGPL 2.1 授權

source: LGPL 3 License
cs: Licence LGPL 3
de: LGPL 3-Lizenz
es: Licencia LGPL 3
fr: Licence LGPL 3
it: Licenza LGPL 3
ja: LGPL 3 ライセンス
ko: LGPL 3 라이선스
pl: Licencja LGPL 3
pt_br: Licença LGPL 3
ru: Лицензия LGPL 3
tr: LGPL 3 Lisansı
uk: Ліцензія LGPL 3
zh_cn: LGPL 3 许可证
zh_tw: LGPL 3 授權

source: L_anguage group e-mail:
cs: E-m_ail jazykové skupiny:
de: E-Mail der S_prachgruppe:
es: _Correo electrónico del grupo de idioma:
fr: Adresse e-mail du groupe parlant la l_angue :
it: Indiri_zzo di posta elettronica del gruppo di localizzazione:
ja: 言語チームのメール(_A):
ko: 언어 그룹 전자 메일(_A):
pl: _Adres e-mail grupy językowej:
pt_br: Email do grupo de l_inguagens:
ru: Э_лектронная почта группы по языку:
tr: D_il grubu e-posta adresi:
uk: E-mail команди перекладу:
zh_cn: 语言组电子邮件地址(_A):
zh_tw: 語言群組電子郵件(_A):

source: L_ocale:
cs: Nár_odní prostředí:
de: _Gebietsschema:
es: C_onfiguración regional:
fr: Paramètres régi_onaux :
it: _Impostazioni locali:
ja: ロケール(_O):
ko: 로캘(_O):
pl: _Ustawienia regionalne:
pt_br: L_ocalidade:
ru: Язы_ковой стандарт:
tr: Y_erel Ayar:
uk: _Переклад:
zh_cn: 区域设置(_O):
zh_tw: 地區設定(_O):

source: L_ocation:
cs: U_místění:
de: Speicher_ort:
es: _Ubicación:
fr: _Emplacement :
it: _Percorso:
ja: 場所(_O):
ko: 위치(_O):
pl: _Lokalizacja:
pt_br: L_ocal:
ru: Р_асположение:
tr: K_onum:
uk: _Розташування:
zh_cn: 位置(_O):
zh_tw: 位置(_O):

source: Label indentation
cs: Odsazení návěští
de: Bezeichnungseinzug
es: Sangría de etiquetas
fr: Mise en retrait d’étiquette
it: Rientro etichetta
ja: ラベルのインデント
ko: 레이블 들여쓰기
pl: Wcięcia etykiet
pt_br: Recuo de rótulo
ru: Отступ для меток
tr: Etiket girintileme
uk: Відступи міток
zh_cn: 标签缩进
zh_tw: 標籤縮排

source: Lambda expression can be simplified to method group
cs: Výraz lambda se dá zjednodušit na skupinu metod.
de: Lambdaausdruck kann in Methodengruppe vereinfacht werden.
es: La expresión lambda se puede simplificar a grupo de métodos
fr: Une expression lambda peut être simplifiée en groupe de méthodes
it: L'espressione lambda può essere semplificata nel gruppo di metodi
ja: ラムダ式はメソッド グループに簡略化することができます
ko: 람다 식을 메서드 그룹으로 단순화할 수 있습니다.
pl: Wyrażenie lambda może być uproszczone do grupy metod
pt_br: A expressão lambda pode ser simplificada para o grupo de métodos
ru: Лямбда-выражение можно упростить до группы методов
tr: Lambda ifadesi, yöntem grubuna basitleştirilebilir
uk: Лямбда-вираз можна спростити до групи методів
zh_cn: Lambda 表达式可以简化为方法组
zh_tw: Lambda 運算式可以簡化成方法群組

source: Language
cs: Jazyk
de: Sprache
es: Lenguaje
fr: Langue
it: Linguaggio
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
zh_cn: 语言
zh_tw: 語言

source: Language '{0}' could not be added:
cs: Jazyk {0} nešlo přidat:
de: Sprache '{0}' konnte nicht hinzugefügt werden:
es: No se puede agregar el idioma '{0}':
fr: Nous n’avons pas pu ajouter la langue « {0} » :
it: Non è stato possibile aggiungere la lingua '{0}':
ja: 言語 '{0}' を追加できませんでした:
ko: '{0}' 언어를 추가할 수 없습니다.
pl: Nie można dodać języka „{0}”:
pt_br: O idioma '{0}' não pôde ser adicionado:
ru: Не удалось добавить язык "{0}":
tr: '{0}' dili eklenemedi:
uk: Мову '{0}' додати не вдалось:
zh_cn: 无法添加语言“{0}”:
zh_tw: 無法新增語言 '{0}':

source: Language '{0}' not found
cs: Jazyk {0} se nenašel.
de: Die Programmiersprache '{0}' wurde nicht gefunden.
es: No se encuentra el lenguaje '{0}'
fr: Langage '{0}' introuvable
it: Il linguaggio '{0}' non è stato trovato
ja: '{0}' 言語が見つかりません
ko: '{0}' 언어를 찾을 수 없습니다.
pl: Nie znaleziono języka {0}
pt_br: A linguagem '{0}' não foi encontrado
ru: Язык "{0}" не найден
tr: '{0}' dili bulunamadı
zh_cn: 找不到语言“{0}”
zh_tw: 找不到語言 '{0}'

source: Language '{0}' successfully added.
cs: Jazyk {0} se úspěšně přidal.
de: Sprache '{0}' erfolgreich hinzugefügt.
es: El idioma '{0}' se ha agregado correctamente.
fr: Langue « {0} » correctement ajoutée.
it: La lingua '{0}' è stata aggiunta.
ja: 言語 '{0}' は正しく追加されました。
ko: '{0}' 언어가 추가되었습니다.
pl: Dodano język „{0}”.
pt_br: Idioma '{0}' adicionado com sucesso.
ru: Язык "{0}" успешно добавлен.
tr: '{0}' dili başarıyla eklendi.
uk: Мову '{0}' успішно додано.
zh_cn: 已成功添加语言“{0}”。
zh_tw: 已成功新增語言 '{0}'。

source: Language Bundles
cs: Jazykové sady
de: Sprachbündel
es: Paquetes de idioma
fr: Bundles de langage
ja: 言語バンドル
ko: 언어 번들
pl: Pakiety językowe
pt_br: Pacotes de idioma
ru: Языковые пакеты
tr: Dil Paketi Grupları

source: Language bundles can provide new editor themes, code snippets, code completion items and other information to improve the editing experience of specific languages. Visual Studio for Mac supports: <b>TextMate (.tmBundle)</b> and <b>Sublime 3 (.sublime)</b> package files.
cs: Jazykové sady poskytují nové motivy editoru, fragmenty kódu, položky dokončování kódu a další informace za účelem vylepšení prostředí konkrétních jazyků pro úpravy. Visual Studio pro Mac podporuje: soubory balíčku<b>TextMate (.tmBundle)</b> a <b>Sublime 3 (.sublime)</b>.
de: Sprachpakete können neue Editor-Designs, Codeausschnitte, Elemente für die Codevervollständigung und weitere Informationen zum Verbessern der Bearbeitung bestimmter Sprachen bereitstellen. Visual Studio für Mac unterstützt folgende Paketdateien: <b>TextMate (.tmBundle)</b> und <b>Sublime 3 (.sublime)</b>.
es: Los paquetes de idioma pueden proporcionar nuevos temas del editor, fragmentos de código, elementos para autocompletar código y otra información destinada a mejorar la experiencia de edición de lenguajes específicos. Visual Studio para Mac admite los paquetes de idioma: <b>TextMate (.tmBundle)</b> y <b>Sublime 3 (.sublime)</b>.
fr: Les bundles de langages peuvent fournir de nouveaux thèmes d'éditeur, extraits de code, éléments de complétion de code et autres informations pour améliorer l'expérience utilisateur liée à l'édition de langages spécifiques. Visual Studio pour Mac prend en charge les fichiers de package <b>TextMate (.tmBundle)</b> et <b>Sublime 3 (.sublime)</b>.
ja: 言語バンドルは、エディターの新しいテーマ、コード スニペット、コードの入力候補項目、特定言語の編集の操作性を向上させるその他の情報を提供します。Visual Studio for Mac は次のものをサポートします: <b>TextMate (.tmBundle)</b> と <b>Sublime 3 (.sublime)</b> のパッケージ ファイル。
ko: 언어 번들은 새 편집기 테마, 코드 조각, 코드 완성 항목 및 기타 정보를 제공하여 특정 언어의 편집 환경을 개선할 수 있습니다. Mac용 Visual Studio는 <b>TextMate(.tmBundle)</b> 및 <b>Sublime 3(.sublime)</b> 패키지 파일을 지원합니다.
pl: Pakiety językowe mogą udostępniać nowe motywy edytora, fragmenty kodu, elementy uzupełniania kodu i inne dane ulepszające środowisko edycji konkretnych języków. Program Visual Studio dla komputerów Mac obsługuje pliki pakietów <b>TextMate (tmBundle)</b> i <b>Sublime 3 (sublime)</b>.
pt_br: Pacotes de idioma podem fornecer novos temas do editor, snippets de código, itens de conclusão de código e outras informações para melhorar a experiência de edição de idiomas específicos. O Visual Studio para Mac é compatível com: arquivos de pacote <b>TextMate (.tmBundle)</b> e <b>Sublime 3 (.sublime)</b>.
ru: Языковые пакеты могут содержать новые темы для редактора, фрагменты кода, элементы завершения кода и другие сведения для улучшения редактирования кода на определенных языках. Visual Studio для Mac поддерживает языковые пакеты <b>TextMate (.tmBundle)</b> и <b>Sublime 3 (.sublime)</b>.
tr: Dil paketi grupları, belirli dillerin düzenleme deneyimini iyileştirmeye yönelik yeni düzenleyici temaları, kod parçacıkları, kod tamamlama öğeleri ve başka bilgiler sağlayabilir. Mac için Visual Studio şunları destekler: <b>TextMate (.tmBundle)</b> ve <b>Sublime 3 (.sublime)</b> paket dosyaları.

source: Language not defined in CodeDom based template.
cs: V šabloně založené na CodeDom není definovaný jazyk.
de: In der CodeDom-basierten Vorlage wurde keine Programmiersprache definiert.
es: Lenguaje no definido en la plantilla basada en CodeDom.
fr: Langage non défini dans le modèle basé sur CodeDom.
it: Il linguaggio non è definito nel modello basato su CodeDom.
ja: CodeDom ベースのテンプレートで言語が定義されていません。
ko: CodeDom 기반 템플릿에 언어가 정의되어 있지 않습니다.
pl: Nie zdefiniowano języka w szablonie opartym na obiekcie CodeDom.
pt_br: Linguagem não definida no modelo base do CodeDom.
ru: Не определен язык в шаблоне на базе CodeDom.
tr: CodeDom tabanlı şablonda dil tanımlanmamış.
zh_cn: 基于 CodeDom 的模板中未定义语言。
zh_tw: CodeDom 範本中未定義語言。

source: Language settings
cs: Nastavení jazyka
de: Spracheinstellungen
es: Configuración de idioma
fr: Paramètres de langue
it: Impostazioni della lingua
ja: 言語設定
ko: 언어 설정
pl: Ustawienia języka
pt_br: Definições de idiomas
ru: Параметры языка
tr: Dil ayarları
uk: Мовні параметри
zh_cn: 语言设置
zh_tw: 語言設定

source: Language:
cs: Jazyk:
de: Sprache:
es: Idioma:
fr: Langue :
it: _Lingua:
ja: 言語:
ko: 언어:
pl: Język:
pt_br: Idioma:
ru: Язык:
tr: Dil:

source: Last Trace
cs: Poslední trasování
de: Letzte Ablaufverfolgung
es: Último seguimiento
fr: Dernière trace
it: Ultima traccia
ja: 最後のトレース
ko: 마지막 추적
pl: Ostatni ślad
pt_br: Último Rastreamento
ru: Последняя трассировка
tr: Son İzleme
uk: Останнє трасування
zh_cn: 上次跟踪
zh_tw: 上次追蹤

source: Last modification:
cs: Poslední změna:
de: Letzte Änderung:
es: Última modificación:
fr: Dernière modification :
it: Data dell'ultima modifica:
ja: 最終更新:
ko: 마지막 수정:
pl: Ostatnia modyfikacja:
pt_br: Última modificação:
ru: Последнее изменение:
tr: Son değiştirme:
uk: Остання зміна:
zh_cn: 上次修改时间:
zh_tw: 上次修改:

source: Last opened less than a minute ago
cs: Naposledy otevřeno před méně než minutou
de: Zuletzt vor weniger als einer Minute geöffnet
es: Se abrió por última vez hace menos de un minuto
fr: Dernière ouverture il y a de moins d’une minute
it: Ultima apertura: meno di un minuto fa
ja: 過去 1 分未満に最後に開かれました
ko: 지난 1분 이내에 마지막으로 열림
pl: Ostatnio otwarto mniej niż minutę temu
pt_br: Aberto pela última vez há menos de um minuto
ru: Последнее открытие: меньше минуты назад
tr: En son bir dakikadan kısa bir süre önce açıldı
uk: Востаннє відкрито менше ніж хвилину тому
zh_cn: 距上次打开不到一分钟
zh_tw: 上次開啟未超過一分鐘

source: Last opened {0} day ago
cs: Naposledy otevřeno před {0} dny
de: Zuletzt vor {0} Tagen geöffnet
es: Se abrió por última vez hace {0} días
fr: Dernière ouverture il y a {0} jours
ja: {0} 日前に最後に開かれました
ko: {0}일 전에 마지막으로 열림
pl: Ostatnio otwarte {0} dni temu
pt_br: Aberto pela última vez {0} dias atrás
ru: Последнее открытие: {0} дн. назад
tr: En son {0} gün önce açıldı

source: Last opened {0} hour ago
cs: Naposledy otevřeno před {0} hodinami
de: Vor {0} Stunden zuletzt geöffnet
es: Se abrió por última vez hace {0} horas
fr: Dernière ouverture il y a {0} heures
it: Ultima apertura: {0} ore fa
ja: {0} 時間前に最後に開かれました
ko: {0}시간 전에 마지막으로 열림
pl: Ostatnio otwarte {0} godz. temu
pt_br: Aberto pela última vez {0} horas atrás
ru: Последнее открытие: {0} ч назад
tr: En son {0} saat önce açıldı
uk: Востаннє відкрито {0} годину тому
zh_cn: 上次打开时间为 {0} 小时前
zh_tw: 上次開啟時間為 {0} 小時前

source: Last opened {0} minute ago
cs: Naposledy otevřeno před {0} minutami
de: Vor {0} Minuten zuletzt geöffnet
es: Se abrió por última vez hace {0} minutos
fr: Dernière ouverture il y a {0} minutes
it: Ultima apertura: {0} minuti fa
ja: {0} 分前に最後に開かれました
ko: {0}분 전에 마지막으로 열림
pl: Ostatnio otwarte {0} min temu
pt_br: Aberto pela última vez {0} minutos atrás
ru: Последнее открытие: {0} мин назад
tr: En son {0} dakika önce açıldı
uk: Востаннє відкрито {0} хвилину тому
zh_cn: 上次打开时间为 {0} 分钟前
zh_tw: 上次開啟時間為 {0} 分鐘前

source: Latest
cs: Nejnovější
de: Neueste
es: Más reciente
fr: Dernier
ja: 最新
ko: 최신
pl: Najnowsze
pt_br: Mais Recente
ru: Последний
tr: En son

source: Latest Major
cs: Nejnovější hlavní
de: Neueste Hauptversion
es: Principal más reciente
fr: Dernière version principale
ja: 最新のメジャー
ko: 최신 주
pl: Najnowsza główna
pt_br: Principal Mais Recente
ru: Последняя основная версия
tr: Son Birincil Sürüm

source: Launch script for {0}
cs: Spouštěcí skript pro {0}
de: Startskript für {0}
es: Iniciar script para {0}
fr: Lancer le script pour {0}
it: Script di avvio per {0}
ja: {0} の起動スクリプト
ko: {0}에 대한 시작 스크립트
pl: Skrypt uruchamiania dla {0}
pt_br: Iniciar script para {0}
ru: Запустить скрипт для {0}
tr: {0} için başlatma betiği
uk: Сценарій запуску для {0}
zh_cn: {0} 的启动脚本
zh_tw: 為 {0} 啟動指令碼

source: Layout
cs: Rozložení
es: Disposición
fr: Disposition
ja: レイアウト
ko: 레이아웃
pl: Układ
ru: Макет
tr: Düzen
zh_cn: 布局
zh_tw: 配置

source: Layout List
cs: Seznam rozložení
de: Layoutliste
es: Lista de diseños
fr: Disposition de la liste
it: Elenco layout
ja: レイアウトのリスト
ko: 레이아웃 목록
pl: Lista układów
pt_br: Lista de Layouts
ru: Список макетов
tr: Düzen Listesi
uk: Список конфігурацій вікон
zh_cn: 布局列表
zh_tw: 配置清單

source: Layout name is valid
cs: Název rozložení je platný.
de: Layoutname ist ungültig
es: Nombre de diseño no válido
fr: Le nom de la disposition est valide
it: Il nome del layout non è valido
ja: レイアウト名は有効です
ko: 레이아웃 이름이 유효합니다.
pl: Nazwa układu jest prawidłowa
pt_br: O nome do layout é válido
ru: Допустимое имя макета
tr: Düzen adı geçerli
uk: Назва конфігурації коректна
zh_cn: 布局名称有效
zh_tw: 配置名稱有效

source: Layout name:
cs: Název rozložení:
es: Nombre del diseño:
fr: Nom de la disposition :
it: Nome layout:
ja: レイアウト名:
ko: 레이아웃 이름:
pl: Nazwa układu:
pt_br: Nome do layout:
ru: Имя макета:
tr: Düzen adı:
uk: Назва конфігурації::
zh_cn: 布局名称:
zh_tw: 配置名稱:

source: Leak Tracker
cs: Sledování nevracení
de: Speicherverlustnachverfolgung
es: Seguimiento de fugas
fr: Suivi des fuites
ja: リーク トラッカー
ko: 누출 추적기
pl: Moduł śledzenia przecieków
pt_br: Rastreador de vazamento
ru: Средство отслеживания утечек
tr: Sızıntı İzleyicisi

source: Leave block on single line
cs: Nechat blok na jednom řádku
de: Block auf einzelner Zeile belassen
es: Dejar bloque en una sola línea
fr: Laisser un bloc sur une seule ligne
it: Lascia blocco su una sola riga
ja: ブロックを単一行に配置する
ko: 블록을 한 줄에 유지
pl: Pozostaw blok w pojedynczym wierszu
pt_br: Deixar bloco em uma linha única
ru: Оставить блок на одной строке
tr: Bloğu tek satır olarak bırak
uk: Залишити блок в одному рядку
zh_cn: 将程序块保留在一行上
zh_tw: 讓區塊保留在單行

source: Leave line endings as is
cs: Nechat konce řádků beze změn
de: Zeilenenden beibehalten
es: Dejar fin de línea como está
fr: Laisser les fins de ligne en l’état
it: Lascia invariate le terminazioni riga
ja: 改行コードを変換しない
ko: 줄 끝을 그대로 유지
pl: Pozostaw końce wierszy bez zmian
pt_br: Deixar as terminações de linha como estão
ru: Оставить окончания строк без изменений
tr: Satır sonlarını olduğu gibi bırak
uk: Залишити кінці рядків, як є
zh_cn: 保持行尾原样不变
zh_tw: 讓行結尾保留原樣

source: Leave statements and member declarations on the same line
cs: Nechat příkazy a deklarace členů na stejném řádku
de: Anweisungen und Memberdeklarationen in der gleichen Zeile belassen
es: Dejar instrucciones y declaraciones de miembros en la misma línea
fr: Laisser les instructions et les déclarations de membre sur la même ligne
it: Lascia istruzioni e dichiarazioni di membri sulla stessa riga
ja: 1 行に複数のステートメントとメンバー宣言を表示する
ko: 문과 멤버 선언을 같은 줄에 유지
pl: Pozostaw instrukcje i deklaracje składowych w tym samym wierszu
pt_br: Deixar instruções e declarações de membros na mesma linha
ru: Оставить выражения и объявления элемента на той же строке
tr: İfadeler ve üye bildirimlerini aynı satırda bırakın
zh_cn: 将语句和成员声明保留在同一行上
zh_tw: 將陳述式和成員宣告保留在同一行

source: Left {0} pad toolbar
cs: Panel nástrojů levé oblasti {0}
de: Symbolleiste in linkem {0}-Pad
es: Barra de herramientas de relleno {0} de la izquierda
fr: Barre d'outils du bloc {0} (gauche)
ja: 左 {0} パッド ツール バー
ko: 왼쪽 {0} 패드 도구 모음
pl: Lewy pasek narzędzi pada {0}
pt_br: Barra de ferramentas do preenchimento {0} esquerdo
ru: Левая панель инструментов {0}
tr: Sol {0} bölmesi araç çubuğu

source: Legacy menu systems
cs: Starší nabídkové systémy
de: Ältere Menüsysteme
es: Sistemas de menú heredados
fr: Systèmes de menus hérités
it: Sistemi di menu legacy
ja: レガシ メニュー システム
ko: 레거시 메뉴 시스템
pl: Starsze systemy menu
pt_br: Sistemas de menu herdado
ru: Системы с устаревшим меню
tr: Eski menü sistemleri
uk: Застарілі системи меню
zh_cn: 旧菜单系统
zh_tw: 舊版功能表系統

source: Library
cs: Knihovna
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr: Kitaplık
uk: Бібліотека
zh_cn: 库
zh_tw: 程式庫

source: Library Options
cs: Možnosti knihovny
de: Bibliotheksoptionen
es: Opciones de biblioteca
fr: Options de la bibliothèque
it: Opzioni libreria
ja: ライブラリ オプション
ko: 라이브러리 옵션
pl: Opcje biblioteki
pt_br: Opções de Biblioteca
ru: Параметры библиотеки
tr: Kitaplık Seçenekleri
uk: Параметри бібліотеки
zh_cn: 库选项
zh_tw: 程式庫選項

source: Library name must not exceed 100 characters.
cs: Název knihovny nesmí překročit 100 znaků.
de: Der Bibliotheksname darf maximal 100 Zeichen enthalten.
es: El nombre de la biblioteca no debe tener más de 100 caracteres.
fr: Le nom de la bibliothèque ne doit pas dépasser 100 caractères.
ja: ライブラリ名は 100 文字以内にする必要があります。
ko: 라이브러리 이름은 100자를 초과할 수 없습니다.
pl: Nazwa biblioteki nie może być dłuższa niż 100 znaków.
pt_br: O nome da biblioteca não deve exceder 100 caracteres.
ru: Имя библиотеки не должно превышать 100 символов.
tr: Kitaplık adı 100 karakterden uzun olmamalıdır.

source: License
cs: Licence
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh_cn: 许可证
zh_tw: 授權

source: License Acceptance
cs: Přijetí licence
de: Zustimmung zur Lizenz
es: Aceptación de licencia
fr: Acceptation de la licence
it: Accettazione della licenza
ja: ライセンスの同意
ko: 라이선스 승인
pl: Akceptacja licencji
pt_br: Aceitação da Licença
ru: Принятие условий лицензионного соглашения
tr: Lisans Kabulü
zh_cn: 许可证接受
zh_tw: 接受授權

source: License URL:
cs: Adresa URL licence:
de: Lizenz-URL:
es: URL de licencia:
fr: URL de licence :
it: Licenza
ja: ライセンスの URL:
ko: 라이선스 URL:
pl: Adres URL licencji:
pt_br: URL da Licença:
ru: URL-адрес лицензии:
tr: Lisans URL'si:

source: Licenses not accepted.
cs: Licence nebyly přijaté.
de: Lizenzen nicht akzeptiert
es: Licencias no aceptadas.
fr: Licences non acceptées.
it: Le licenze non sono state accettate.
ja: ライセンスが承認されていません。
ko: 라이선스가 승인되지 않았습니다.
pl: Licencje nie zostały zaakceptowane.
pt_br: Licenças não aceitas.
ru: Лицензии не приняты.
tr: Lisanslar kabul edilmedi.
uk: Ліцензії не прийнято.
zh_cn: 不接受许可证。
zh_tw: 不接受授權。

source: Light
cs: Světlý
de: Hell
es: Claro
fr: Clair
ja: 淡色
ko: 밝게
pl: Jasne
pt_br: Claro
ru: Светлый
tr: Açık

source: Line
cs: Řádek
de: Zeile
es: Línea
fr: Ligne
it: Riga
ja: 行
ko: 줄
pl: Wiersz
pt_br: Linha
ru: Строка
tr: Satır
uk: Рядок
zh_cn: 行
zh_tw: 程式行

source: Line Numbers
cs: Čísla řádků
de: Zeilennummern
es: Números de línea
fr: Numéros de ligne
ja: 行番号
ko: 줄 번호
pl: Numery wierszy
pt_br: Números de Linha
ru: Номера строк
tr: Satır Numaraları

source: Line is not a number.
cs: Řádek není číslo.
de: Die Zeile ist keine Zahl.
es: La línea no es un número.
fr: La ligne n’est pas un nombre.
it: Il valore della riga non è un numero.
ja: 行は数字ではありません。
ko: 줄이 숫자가 아닙니다.
pl: Wiersz nie jest liczbą.
pt_br: Linha não é um número.
ru: Строка не является числом.
tr: Satır bir sayı değil.
zh_cn: 行不是数字。
zh_tw: 行不是數字。

source: Link
cs: Odkaz
es: Vínculo
fr: Lien
it: Collega
ja: リンク
ko: 링크
ru: Ссылка
tr: Bağlantı
uk: Посилання
zh_cn: 链接
zh_tw: 連結

source: Linux Deployment Settings
cs: Nastavení nasazení Linuxu
de: Linux-Bereitstellungseinstellungen
es: Parámetros de implementación Linux
fr: Paramètres de déploiement Linux
it: Impostazioni di distribuzione Linux
ja: Linux 配置設定
ko: Linux 배포 설​​정
pl: Ustawienia wdrażania w systemie Linux
pt_br: Configurações de Implantação do Linux
ru: Параметры развертывания Linux
tr: Linux Dağıtım Ayarları
uk: Настройки розгортання Linux
zh_cn: Linux 部署设置
zh_tw: Linux 部署設定

source: List View
cs: Zobrazení seznamu
de: Listenansicht
es: Vista de lista
fr: Vue Liste
it: Visualizzazione elenco
ja: リスト ビュー
ko: 목록 뷰
pl: Widok listy
pt_br: Exibição de Lista
ru: Список
tr: Liste Görünümü
zh_cn: 列表视图
zh_tw: 清單檢視

source: List of changes for this refactoring:
cs: Seznam změn pro tento refaktoring:
de: Änderungsliste für dieses Refactoring:
es: Lista de cambios para esta refactorización:
fr: Liste des modifications pour cette refactorisation :
it: Elenco delle modifiche per questo refactoring:
ja: このリファクタリングの変更一覧:
ko: 이 리팩터링의 변경 목록:
pl: Lista zmian dla tej refaktoryzacji:
pt_br: Lista de mudanças dessa refatoração:
ru: Список изменений для этого рефакторинга:
tr: Bu yeniden düzenlemedeki değişikliklerin listesi:
uk: Список змін цього рефакторингу:
zh_cn: 此重构的更改列表:
zh_tw: 本次重構的變更清單:

source: List of programs to open with
cs: Seznam programů k otevření v programu
de: Liste der Programme für 'Öffnen mit'
es: Lista de programas para abrirlo
fr: Liste des programmes à l'aide desquels ouvrir le fichier
it: Elenco di programmi da aprire con
ja: 開くために使用するプログラムのリスト
ko: 여는 데 사용할 프로그램의 목록
pl: Lista programów otwierających
pt_br: Lista de programas que serão usados para abrir
ru: Список программ, в которых можно открыть
tr: Açmak için kullanılacak programların listesi
uk: Список програм, за допомогою яких можна відкрити файл
zh_cn: 程序的“打开方式”列表
zh_tw: 要開啟的程式清單
