Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Error while trying to invoke '{0}' to compile resource '{1}' : {2}
cs: Chyba při pokusu o vyvolání {0} pro kompilaci prostředku {1}: {2}
de: Fehler beim Aufrufen von '{0}' zum Kompilieren von Ressource '{1}' : {2}.
es: Error al invocar a '{0}' para compilar el recurso '{1}' : {2}
fr: Erreur lors de la tentative d’appel de « {0} » pour compiler la ressource « {1} » : {2}
it: Si è verificato un errore durante il tentativo di richiamare '{0}' per compilare la risorsa '{1}': {2}
ja: '{0}' を呼び出してリソース '{1}' をコンパイルしようとしていたときにエラーが発生しました: {2}
ko: '{0}'을(를) 호출하여 '{1}' 리소스를 컴파일하는 동안 오류가 발생했습니다. {2}
pl: Wystąpił błąd podczas próby wywołania „{0}” w celu skompilowania zasobu „{1}”: {2}
pt_br: Erro ao tentar invocar '{0}' para compilar recursos '{1}' : {2}
ru: Ошибка при попытке вызова "{0}" для компиляции ресурса "{1}": {2}
tr: '{1}' kaynağını derlemek için '{0}' öğesini çağırmaya çalışırken hata oluştu : {2}
uk: Трапилась помилка при спробі виклику '{0}' для компіляції ресурсу '{1}' : {2}
zh_cn: 尝试调用“{0}”来编译资源“{1}”时出错: {2}
zh_tw: 嘗試叫用 '{0}' 以編譯資源 '{1}' 時發生錯誤: {2}

source: Error while trying to invoke '{0}' to generate satellite assembly for '{1}' culture: {2}
cs: Došlo k chybě při pokusu o vyvolání {0} pro generování satelitního sestavení pro jazykovou verzi {1}: {2}
de: Fehler beim Aufrufen von '{0}' zum Generieren einer Satellitenassembly für die Kultur '{1}': {2}.
es: Error al invocar a '{0}' para generar el ensamblado satélite para la referencia cultural '{1}': {2}
fr: Erreur lors de la tentative d’’appel de « {0} » pour générer un assembly satellite pour la culture « {1} » : {2}
it: Si è verificato un errore durante il tentativo di richiamare '{0}' per generare l'assembly satellite per le impostazioni cultura '{1}': {2}
ja: '{0}' を呼び出して '{1}' カルチャのサテライト アセンブリを生成しようとしていたときにエラーが発生しました: {2}
ko: '{0}'을(를) 호출하여 '{1}' 문화권의 위성 어셈블리를 생성하는 동안 오류가 발생했습니다. {2}
pl: Wystąpił błąd podczas próby wywołania „{0}” w celu wygenerowania zestawu satelickiego dla kultury „{1}”: {2}
pt_br: Erro ao tentar invocar '{0}' para gerar um assembly satélite para a cultura '{1}': {2}
ru: Ошибка при попытке вызова "{0}" для создания вспомогательной сборки для языка и региональных параметров "{1}": {2}
tr: '{1}' kültürünün uydu bütünleştirilmiş kodunu oluşturmak için '{0}' öğesini çağırmaya çalışırken hata oluştu: {2}
uk: Трапилась помилка при спробі виклику '{0}' для створення супутньої збірки для культури '{1}': {2}
zh_cn: 尝试调用“{0}”为“{1}”区域性生成附属程序集时出错: {2}
zh_tw: 嘗試叫用 '{0}' 以產生 '{1}' 文化特性的附屬組件時發生錯誤: {2}

source: Error while trying to load the project '{0}': {1}
cs: Při pokusu o načtení projektu {0} došlo k chybě: {1}
de: Fehler beim Laden des Projekts '{0}': {1}.
es: Error al intentar cargar el proyecto '{0}': {1}
fr: Erreur lors de la tentative de chargement du projet « {0} » : {1}
it: Si è verificato un errore durante il tentativo di caricare il progetto '{0}': {1}
ja: プロジェクト '{0}' を読み込もうとしているときにエラーが発生しました: {1}
ko: '{0}' 프로젝트를 로드하는 동안 오류 발생: {1}
pl: Wystąpił błąd podczas próby załadowania projektu „{0}”: {1}
pt_br: Erro ao tentar carregar o projeto '{0}': {1}
ru: Ошибка при попытке загрузить проект "{0}": {1}
tr: '{0}' projesi yüklenmeye çalışılırken hata oluştu : {1}
uk: Трапилась помилка при спробі завантажити проект '{0}': {1}
zh_cn: 尝试加载项目“{0}”时出错: {1}
zh_tw: 嘗試載入專案 '{0}' 時發生錯誤: {1}

source: Error while trying to read the specified Makefile
cs: Při pokusu o čtení zadaného souboru pravidel došlo k chybě.
de: Fehler beim Lesen des angegebenen Makefiles.
es: Error al intentar leer el archivo Make especificado
fr: Erreur lors de la tentative de lecture du Makefile spécifié
it: Si è verificato un errore durante il tentativo di leggere il makefile specificato
ja: 指定されたメイクファイルを読み込もうとしてエラーが発生しました
ko: 지정된 메이크파일을 읽는 동안 오류가 발생했습니다.
pl: Błąd podczas próby odczytu określonego pliku reguł programu make
pt_br: Erro ao tentar ler o Makefile especificado
ru: Ошибка при попытке считать указанный файл makefile
tr: Derleme görevleri dosyası okunurken hata oluştu
uk: Не вдалось прочитати вказаний Makefile
zh_cn: 尝试读取指定生成文件时出错
zh_tw: 嘗試讀取指定的 Makefile 時發生錯誤

source: Error: Filename already specified - {0}, another filename '{1}' cannot be specified.
cs: Chyba: Název souboru už je zadaný – {0}, nejde zadat jiný název souboru {1}.
de: Fehler: Der Dateiname wurde bereits angegeben – {0}. Ein anderer Dateiname '{1}' kann nicht angegeben werden.
es: Error: Nombre de archivo ya especificado: {0}. No se puede especificar otro nombre de archivo '{1}'.
fr: Erreur : nom de fichier déjà spécifié ({0}) ; vous ne pouvez pas spécifier un autre nom de fichier « {1} ».
it: Errore: il nome file è già specificato - {0}. Non è possibile specificare un altro nome file '{1}'.
ja: エラー: ファイル名 {0} が既に指定されています。別のファイル名 '{1}' を指定することはできません。
ko: 오류: 파일 이름이 이미 지정되었습니다({0}). 다른 파일 이름 '{1}'을(를) 지정할 수 없습니다.
pl: Błąd: Nazwa pliku została już określona — {0}. Nie można określić innej nazwy „{1}”.
pt_br: Erro: nome de arquivo já especificado – {0}, outro nome de arquivo '{1}' não pode ser especificado.
ru: Ошибка. Имя файла уже указано — {0}, задать другое имя "{1}" невозможно.
tr: Hata: Dosya adı zaten belirtildi ({0}), diğer dosya adı '{1}' belirtilemiyor.
uk: Помилка: назву файлу вже вказано - {0}, іншу назву файлу '{1}' не можна вказати.
zh_cn: 错误: 已指定文件名 {0}，无法指定另一个文件名“{1}”。
zh_tw: 錯誤: 已指定檔案名稱 - {0}，無法指定其他檔案名稱 '{1}'。

source: Error: Makefile generation supported only for solutions.
cs: Chyba: Generování souboru pravidel se podporuje jenom pro řešení.
de: Fehler: Das Generieren von Makefiles wird nur für Projektmappen unterstützt.
es: Error: La generación de archivos Make se admite solo para soluciones.
fr: Erreur : la génération de Makefile n’est prise en charge que pour des solutions.
it: Errore: la generazione di makefile è supportata solo per le soluzioni.
ja: エラー: メイクファイル生成はソリューションでのみサポートされています。
ko: 오류: 메이크파일 생성은 솔루션에만 지원됩니다.
pl: Błąd: Generowanie pliku reguł programu make jest obsługiwane tylko dla rozwiązań.
pt_br: Erro: há suporte para a geração de Makefile apenas para soluções.
ru: Ошибка. Создание файлов makefile поддерживается только для решений.
tr: Hata: Derleme görevleri dosyası oluşturma yalnızca çözümler için desteklenir.
uk: Помилка: створення файлів Makefile підтримується лише для рішень.
zh_cn: 错误: 仅支持为解决方案生成生成文件。
zh_tw: 錯誤: 只對解決方案支援產生 Makefile。

source: Error: Solution file not specified.
cs: Chyba: Soubor řešení není zadaný.
de: Fehler: Keine Projektmappendatei angegeben.
es: Error: Archivo de solución no especificado.
fr: Erreur : fichier de solution non spécifié.
it: Errore: il file di soluzione non è stato specificato.
ja: エラー: ソリューション ファイルが指定されていません。
ko: 오류: 솔루션 파일이 지정되지 않았습니다.
pl: Błąd: Nie określono pliku rozwiązania.
pt_br: Erro: arquivo de solução não especificado.
ru: Ошибка. Не указан файл решения.
tr: Hata: Çözüm dosyası belirtilmemiş.
uk: Помилка: Файл рішення не вказано.
zh_cn: 错误: 未指定解决方案文件。
zh_tw: 錯誤: 未指定解決方案檔。

source: Error: Unable to build ResourceId for {0}.
cs: Chyba: Nepodařilo se sestavit ResourceId pro {0}.
de: Fehler: ResourceId für {0} kann nicht erstellt werden.
es: Error: No se pudo compilar ResourceId para {0}.
fr: Erreur : impossible de générer ResourceId pour {0}.
it: Errore: non è possibile compilare ResourceId per {0}.
ja: エラー: {0} の ResourceId をビルドできません。
ko: 오류: {0}에 대한 ResourceId를 빌드할 수 없습니다.
pl: Błąd: nie można skompilować elementu ResourceId dla {0}.
pt_br: Erro: não é possível compilar o ResourceId para {0}.
ru: Ошибка: не удается создать ResourceId для {0}.
tr: Hata: {0} için ResourceId derlenemedi.
uk: Помилка: не вдалось побудувати ResourceId для {0}.
zh_cn: 错误: 无法为 {0} 生成 ResourceId。
zh_tw: 錯誤: 無法建置 {0} 的 ResourceId。

source: Error: Unknown option {0}
cs: Chyba: Neznámá možnost {0}
de: Fehler: Unbekannte Option {0}
es: Error: Opción desconocida {0}
fr: Erreur : option inconnue {0}
it: Errore: opzione sconosciuta {0}
ja: エラー: 不明なオプション {0}
ko: 오류: 알 수 없는 옵션 {0}
pl: Błąd: nieznana opcja {0}
pt_br: Erro: opção desconhecida {0}
ru: Ошибка: неизвестный параметр {0}
tr: Hata: Bilinmeyen seçenek {0}
uk: Помилка: Невідомий параметр {0}
zh_cn: 错误: 未知选项 {0}
zh_tw: 錯誤: 選項 {0} 未知

source: Errors
cs: Chyby
de: Fehler
es: Errores
fr: Erreurs
it: Errori
ja: エラー
ko: 오류
pl: Błędy
pt_br: Erros
ru: Ошибки
tr: Hatalar
uk: Помилки
zh_cn: 错误
zh_tw: 錯誤

source: Errors and Warnings
cs: Chyby a upozornění
de: Fehler und Warnungen
es: Errores y advertencias
fr: Erreurs et avertissements
it: Errori e avvisi
ja: エラーと警告
ko: 오류 및 경고
pl: Błędy i ostrzeżenia
pt_br: Erros e Avisos
ru: Ошибки и предупреждения
tr: Hatalar ve Uyarılar
uk: Помилки і попередження
zh_cn: 错误和警告
zh_tw: 錯誤與警告

source: Errors in file '{0}' generation.
cs: Vyskytly se chyby při generování souboru {0}.
de: Fehler beim Generieren von Datei '{0}'.
es: Errores al generar el archivo '{0}'.
fr: Erreurs dans la génération du fichier « {0} ».
it: Si sono verificati errori durante la generazione del file '{0}'.
ja: ファイル '{0}' の生成時にエラーが発生しました。
ko: '{0}' 파일 생성에서 오류가 발생했습니다.
pl: Wystąpiły błędy podczas generowania pliku „{0}”.
pt_br: Erros na geração do arquivo '{0}'.
ru: Ошибки при создании файла "{0}".
tr: '{0}' dosya oluşturmada hatalar oluştu.
uk: Помилки при створенні файлу '{0}'.
zh_cn: 生成文件“{0}”时出错。
zh_tw: 產生檔案 '{0}' 時發生錯誤。

source: Errors in file generation.
cs: Vyskytly se chyby při generování souboru.
de: Fehler bei der Dateigenerierung.
es: Errores en la generación de archivos.
fr: Erreurs dans la génération du fichier.
it: Si sono verificati errori durante la generazione dei file.
ja: ファイルの生成でエラーが発生しました。
ko: 파일 생성에서 오류가 발생했습니다.
pl: Błędy podczas generowania pliku.
pt_br: Erros na geração de arquivo.
ru: Ошибки при создании файла.
tr: Dosya üretiminde hatalar oluştu.
uk: Помилки при створенні файлу.
zh_cn: 生成文件时出错。
zh_tw: 產生檔案時發生錯誤。

source: Evaluate
cs: Vyhodnotit
de: Auswerten
es: Evaluar
fr: Évaluer
it: Valuta
ja: 評価
ko: 계산
pl: Oblicz
pt_br: Avaliar
ru: Рассчитать
tr: Değerlendir
uk: Розрахувати
zh_cn: 计算
zh_tw: 評估

source: Evaluating
cs: Vyhodnocování
de: Auswerten
es: Evaluando
fr: Évaluation
it: Valutazione
ja: 評価しています
ko: 계산하는 중
pl: Obliczanie
pt_br: Avaliando
ru: Выполняется расчет
tr: Değerlendiriliyor
uk: Розрахунок
zh_cn: 正在计算
zh_tw: 正在評估

source: Evaluating...
cs: Vyhodnocování...
de: Auswerten...
es: Evaluando...
fr: Évaluation...
it: Valutazione...
ja: 評価しています...
ko: 계산하는 중...
pl: Trwa obliczanie...
pt_br: Avaliando...
ru: Выполняется расчет...
tr: Değerlendiriliyor...
uk: Обчислення...
zh_cn: 正在计算...
zh_tw: 正在評估...

source: Evaluation Timeout:
cs: Časový limit vyhodnocení:
de: Zeitüberschreitung bei Auswertung:
es: Tiempo de espera de evaluación agotado:
fr: Délai d’expiration de l’évaluation :
it: Timeout della valutazione:
ja: 評価タイムアウト:
ko: 실행 시간 초과:
pl: Limit czasu obliczania:
pt_br: Tempo Limite da Avaliação:
ru: Время ожидания расчета:
tr: Değerlendirme Zaman Aşımı:
zh_cn: 计算超时:
zh_tw: 評估逾時:

source: Evaluation failed.
cs: Vyhodnocení nebylo úspěšné.
de: Fehler bei Auswertung.
es: Evaluación no superada.
fr: L’évaluation a échoué.
it: Valutazione non riuscita.
ja: 評価に失敗しました。
ko: 계산하지 못했습니다.
pl: Obliczanie nie powiodło się.
pt_br: Falha na avaliação.
ru: Ошибка расчета.
tr: Değerlendirme başarısız oldu.
uk: Розрахунок завершився невдало.
zh_cn: 计算失败。
zh_tw: 評估失敗。

source: Event OnXXX method
cs: Metoda OnXXX události
de: Ereignis-OnXXX-Methode
es: Método Event OnXXX
fr: Méthode OnXXX d’événement
it: Metodo OnXXX dell'evento
ja: イベント OnXXX メソッド
ko: 이벤트 OnXXX 메서드
pl: Metoda zdarzeń OnXXX
pt_br: Método do evento OnXXX
ru: Метод OnXXX события
tr: Event OnXXX metodu
uk: Подія методу OnXXX
zh_cn: 事件 OnXXX 方法
zh_tw: 事件 OnXXX 方法

source: Event unsubscription via anonymous delegate is useless
cs: Zrušení odběru událostí prostřednictvím anonymního delegáta je k ničemu.
de: Kündigung von Ereignisabonnements über anonymen Delegaten ist nutzlos
es: La cancelación de suscripción a un evento a través de un delegado anónimo es inútil
fr: Un désabonnement d’événement via un délégué anonyme est inutile
it: L'annullamento della sottoscrizione dell'evento tramite delegato anonimo è inutile
ja: 匿名デリゲートを使用したイベントの購読取り消しは無意味です
ko: 무명 대리자를 통한 이벤트 구독 취소는 의미가 없습니다.
pl: Anulowanie subskrypcji zdarzeń przez delegata anonimowego jest bezcelowe
pt_br: É inútil cancelar assinatura de evento por meio de um delegado anônimo
ru: Отмена подписки на событие через анонимный делегат бесполезна
tr: Anonim temsilci üzerinden etkinlik aboneliği kaldırma gereksiz
zh_cn: 通过匿名委托取消订阅事件是无用的
zh_tw: 透過匿名委派取消訂閱事件無用

source: Events
cs: Události
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pl: Zdarzenia
pt_br: Eventos
ru: События
tr: Olaylar
uk: Події
zh_cn: 事件
zh_tw: 事件

source: Every day
cs: Každý den
de: Täglich
es: Cada día
fr: Tous les jours
it: Ogni giorno
ja: 毎日
ko: 매일
pl: Codziennie
pt_br: Cada dia
ru: Каждый день
tr: Her gün
uk: Щодня
zh_cn: 每天
zh_tw: 每天

source: Every hour
cs: Každou hodinu
de: Stündlich
es: Cada hora
fr: Toutes les heures
it: Ogni ora
ja: 1 時間ごと
ko: 매시
pl: Co godzinę
pt_br: Cada hora
ru: Каждый час
tr: Her saat
uk: Щогодини
zh_cn: 每小时
zh_tw: 每小時

source: Every month
cs: Každý měsíc
de: Monatlich
es: Cada mes
fr: Tous les mois
it: Ogni mese
ja: 毎月
ko: 매월
pl: Co miesiąc
pt_br: Cada mês
ru: Каждый месяц
tr: Her ay
uk: Щомісяця
zh_cn: 每月
zh_tw: 每月

source: Exception Caught
cs: Zachytila se výjimka.
de: Abgefangene Ausnahme
es: Excepción detectada
fr: Exception détectée
it: Eccezione rilevata
ja: 例外がキャッチされました
ko: 예외가 catch됨
pl: Przechwycono wyjątek
pt_br: Captura de Exceção
ru: Перехваченное исключение
tr: Özel Durum Yakalandı
uk: Трапився виняток
zh_cn: 已捕获异常
zh_tw: 攔截到例外狀況

source: Exception not identified in exception list generated from currently selected project.
cs: Výjimku se nepovedlo identifikovat v seznamu výjimek generovaném z aktuálně vybraného projektu.
de: Der Ausdruck wurde in der aus dem derzeit ausgewählten Projekt generierten Ausnahmeliste nicht identifiziert.
es: Excepción no identificada en la lista de excepciones generada a partir del proyecto seleccionado actualmente.
fr: Exception non identifiée dans la liste d’exceptions générée à partir du projet actuellement sélectionné.
it: L'eccezione nell'elenco di eccezioni generato dal progetto attualmente selezionato non è stata identificata.
ja: 現在選択されているプロジェクトから生成された例外一覧で識別されない例外。
ko: 예외가 현재 선택한 프로젝트에서 생성된 예외 목록에서 식별되지 않았습니다.
pl: Wyjątek nie został zidentyfikowany na liście wyjątków wygenerowanej z obecnie wybranego projektu.
pt_br: Exceção não identificada na lista de exceção gerada com base no projeto selecionado no momento.
ru: Исключение не определено в списке исключений, созданном из выбранного проекта.
tr: O anda seçili projeden oluşturulan özel durum listesinde özel durum tanımlanmadı.
zh_cn: 当前选定项目生成的异常列表中未识别的异常。
zh_tw: 從目前所選取專案產生之例外狀況清單中無法識別的例外狀況。

source: Exception occurred: {0}
cs: Vyskytla se výjimka: {0}
de: Ausnahme: {0}
es: Se produjo una excepción: {0}
fr: Une exception s’est produite : {0}
it: Si è verificata un'eccezione: {0}
ja: 例外が発生しました: {0}
ko: 예외 발생: {0}
pl: Wystąpił wyjątek: {0}
pt_br: Ocorreu uma exceção: {0}
ru: Возникшее исключение: {0}
tr: Özel durum oluştu: {0}
uk: Трапилась помилка: {0}
zh_cn: 发生异常: {0}
zh_tw: 例外狀況發生於: {0}

source: Exceptions:
cs: Výjimky:
de: Ausnahmen:
es: Excepciones:
it: Eccezioni:
ja: 例外:
ko: 예외:
pl: Wyjątki:
pt_br: Exceções:
ru: Исключения:
tr: Özel Durumlar:
uk: Винятки:
zh_cn: 异常:
zh_tw: 例外狀況:

source: Executable
cs: Spustitelný soubor
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
it: Eseguibile
ja: 実行可能
ko: 실행 파일
pl: Plik wykonywalny
pt_br: Executável
ru: Исполняемый файл
tr: Yürütülebilir
uk: Виконуваний файл
zh_cn: 可执行文件
zh_tw: 可執行檔

source: Executable with GUI
cs: Spustitelný soubor s GUI
de: Ausführbar mit GUI
es: Archivo ejecutable con GUI
fr: Exécutable avec interface utilisateur graphique
it: Eseguibile con GUI
ja: GUI 実行可能ファイル
ko: GUI를 사용하여 실행 가능
pl: Plik wykonywalny z graficznym interfejsem użytkownika
pt_br: Executável com GUI
ru: Может выполняться с графическим пользовательским интерфейсом
tr: GUI ile yürütülebilir
uk: Виконуваний файл з графічним інтерфейсом
zh_cn: 带 GUI 的可执行文件
zh_tw: 有 GUI 的可執行檔

source: Execute
cs: Spustit
de: Ausführen
es: Ejecución
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
pl: Wykonywanie
pt_br: Executar
ru: Выполнить
tr: Yürüt
uk: Виконання
zh_cn: 执行
zh_tw: 執行

source: Execute command
cs: Provést příkaz
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
it: Esegue il comando
ja: コマンドの実行
ko: 명령 실행
pl: Wykonaj polecenie
pt_br: Executar comando
ru: Команда выполнения
tr: Komutu yürüt
uk: Виконати команду
zh_cn: 执行命令
zh_tw: 執行命令

source: Execute in .NET Runtime:
cs: Spustit v modulu runtime .NET:
de: In .NET-Laufzeit ausführen:
es: Ejecutar en runtime de .NET:
fr: Exécuter dans le runtime .NET :
it: Esegui in runtime .NET:
ja: .NET ランタイムでの実行:
ko: .NET 런타임에서 실행:
pl: Wykonaj w środowisku uruchomieniowym .NET:
pt_br: Executar no .NET Runtime:
ru: Выполнить в среде выполнения .NET:
tr: .NET Çalışma Zamanında Yürüt:

source: Execute target name:
cs: Název cíle Spustit:
de: Zielnamen ausführen:
es: Nombre del destino de ejecución:
fr: Nom cible de l’exécution :
it: Nome della destinazione per l'esecuzione:
ja: 実行のターゲット名:
ko: 실행 대상 이름:
pl: Nazwa celu wykonywania:
pt_br: Executar o nome de destino:
ru: Имя цели выполнения:
tr: Yürütme hedefi adı:
uk: Назва цілі виконання:
zh_cn: 执行目标名称:
zh_tw: 執行目標名稱:

source: Execute the action when a function is entered
cs: Provede akci při zadání funkce.
de: Aktion beim Eintritt in eine Funktion ausführen
es: Ejecuta la acción cuando se especifica una función
fr: Exécute l'action quand une fonction est entrée
ja: 関数が入力されたときにアクションを実行します
ko: 함수가 진입할 경우 동작을 실행합니다.
pl: Wykonuj akcję po wprowadzeniu funkcji
pt_br: Executar a ação quando uma função for inserida
ru: Выполнять действие при входе в функцию
tr: Bir işlev girildiğinde eylemi çalıştır

source: Execute the action when an exception is thrown
cs: Provede akci při vyvolání výjimky.
de: Aktion ausführen, wenn eine Ausnahme ausgelöst wird
es: Ejecuta la acción cuando se produce una excepción
fr: Exécute l'action quand une exception est levée
ja: 例外がスローされたときにアクションを実行します
ko: 예외가 throw될 경우 동작을 실행합니다.
pl: Wykonuj akcję, gdy wystąpi wyjątek
pt_br: Executar a ação quando uma exceção for lançada
ru: Выполнять действие, когда возникает исключение
tr: Özel durum oluşturulduğunda eylemi çalıştır

source: Execute the action when the program reaches a location in a file
cs: Provede akci, když program dosáhne umístění v souboru.
de: Aktion ausführen, wenn das Programm eine Position in einer Datei erreicht
es: Ejecuta la acción cuando el programa alcanza una ubicación en un archivo
fr: Exécute l'action quand le programme atteint un emplacement dans un fichier
ja: プログラムがファイル内の特定の位置に達したときにアクションを実行します
ko: 프로그램이 파일의 위치에 도달할 경우 동작을 실행합니다.
pl: Wykonaj akcję, gdy program dotrze do lokalizacji w pliku
pt_br: Executar a ação quando o programa chegar a um local em um arquivo
ru: Выполнить действие, когда программа достигает какого-то места в файле
tr: Program bir dosyadaki belirli bir konuma ulaştığında eylemi çalıştır

source: Executing transform...
cs: Spouští se transformace...
de: Transformation wird ausgeführt...
es: Ejecutando transformación...
fr: Exécution de la transformation...
it: Esecuzione della trasformazione...
ja: 変換を実行しています...
ko: 변환을 실행하는 중...
pl: Wykonywanie transformacji...
pt_br: Executando a transformação...
ru: Выполняется преобразование...
tr: Dönüştürme yürütülüyor...
uk: Виконання перетворення...
zh_cn: 正在执行转换...
zh_tw: 正在執行轉換...

source: Executing {0}
cs: Spouštění {0}
de: {0} wird ausgeführt.
es: Ejecutando {0}
fr: Exécution de {0}
it: Esecuzione di {0}
ja: {0} を実行しています
ko: {0}을(를) 실행하는 중
pl: Wykonywanie {0}
pt_br: Executando {0}
ru: Идет выполнение {0}
tr: {0} yürütülüyor
uk: Виконується {0}
zh_cn: 正在执行 {0}
zh_tw: 正在執行 {0}

source: Executing: {0} {1}
cs: Spouští se: {0} {1}
de: {0} {1} wird ausgeführt
es: Ejecutando: {0} {1}
fr: Exécution : {0} {1}
it: Esecuzione: {0} {1}
ja: 実行中: {0} {1}
ko: 실행하는 중: {0} {1}
pl: Wykonywanie: {0} {1}
pt_br: Executando: {0} {1}
ru: Идет выполнение: {0} {1}
tr: Yürütülüyor: {0} {1}
uk: Виконується: {0} {1}
zh_cn: 正在执行: {0} {1}
zh_tw: 正在執行: {0} {1}

source: Executing: {0} {1} {2}
cs: Provádí se: {0} {1} {2}
de: {0} {1} {2} wird ausgeführt.
es: Ejecutando: {0} {1} {2}
fr: Exécution : {0} {1} {2}
it: Esecuzione: {0} {1} {2}
ja: 実行中: {0} {1} {2}
ko: 실행하는 중: {0} {1} {2}
pl: Wykonywanie: {0} {1} {2}
pt_br: Executando: {0} {1} {2}
ru: Идет выполнение: {0} {1} {2}
tr: Yürütülüyor: {0} {1} {2}
uk: Виконується: {0} {1} {2}
zh_cn: 正在执行: {0} {1} {2}
zh_tw: 正在執行: {0} {1} {2}

source: Execution Arguments
cs: Argumenty spuštění
de: Ausführungsargumente
es: Argumentos de ejecución
fr: Arguments d’exécution
it: Argomenti per esecuzione
ja: 実行引数
ko: 실행 인수
pl: Argumenty wykonywania
pt_br: Argumentos de Execução
ru: Аргументы выполнения
tr: Yürütme Bağımsız Değişkenleri
uk: Аргументи виконання
zh_cn: 执行参数
zh_tw: 執行引數

source: Execution Mode
cs: Režim spuštění
de: Ausführungsmodus
es: Modo de ejecución
fr: Mode d’exécution
it: Modalità di esecuzione
ja: 実行モード
ko: 실행 모드
pl: Tryb wykonywania
pt_br: Modo de Execução
ru: Режим выполнения.
tr: Yürütme Modu
uk: Режим запуску
zh_cn: 执行模式
zh_tw: 執行模式

source: Execution Mode Selector
cs: Volba režimu spuštění
de: Ausführungsmodusauswahl
es: Selector de modo de ejecución
fr: Sélecteur de mode d'exécution
it: Selettore modalità di esecuzione
ja: 実行モード セレクター
ko: 실행 모드 선택기
pl: Selektor trybu wykonania
pt_br: Seletor de Modo de Execução
ru: Выбор режима выполнения
tr: Yürütme Modu Seçici

source: Execution Mode:
cs: Režim spuštění:
de: Ausführungsmodus:
es: Modo de ejecución:
fr: Mode d’exécution :
it: Modalità di esecuzione:
ja: 実行モード:
ko: 실행 모드:
pl: Tryb wykonywania:
pt_br: Modo de Execução:
ru: Режим выполнения:
tr: Yürütme Modu:
uk: Режим виконання:
zh_cn: 执行模式:
zh_tw: 執行模式:

source: Execution Modes:
cs: Režimy spuštění:
de: Ausführungsmodi:
es: Modos de ejecución:
fr: Modes d'exécution :
it: Modalità di esecuzione:
ja: 実行モード:
ko: 실행 모드:
pl: Tryby wykonania:
pt_br: Modos de Execução:
ru: Режимы выполнения:
tr: Yürütme Modları:

source: Execution failed.
cs: Spuštění se nepodařilo.
de: Fehler bei der Ausführung.
es: No se pudo llevar a cabo la ejecución.
fr: L’exécution a échoué.
it: L'esecuzione non è riuscita.
ja: 実行に失敗しました。
ko: 실행하지 못했습니다.
pl: Wykonywanie nie powiodło się.
pt_br: A execução falhou.
ru: Ошибка выполнения.
tr: Yürütme başarısız oldu.
uk: Виконання завершилось невдало.
zh_cn: 执行失败。
zh_tw: 執行失敗。

source: Execution time: {0:0.00}ms
cs: Doba provádění: {0:0,00} ms
de: Ausführungszeit: {0:0.00} ms
es: Hora de ejecución: {0:0.00} ms
fr: Durée d’exécution : {0:0.00} ms
it: Tempo di esecuzione: {0:0.00} ms
ja: 実行時間: {0:0.00} ミリ秒
ko: 실행 시간: {0:0.00}ms
pl: Czas wykonywania: {0:0.00} ms
pt_br: Tempo de execução: {0:0.00}ms
ru: Время выполнения: {0:0.00} мс
tr: Yürütme süresi: {0:0.00} ms
uk: Час виконання: {0:0.00}мс
zh_cn: 执行时间: {0:0.00}ms
zh_tw: 執行時間: {0:0.00} 毫秒

source: Existing file
cs: Existující soubor
de: Vorhandene Datei
es: Archivo existente
fr: Fichier existant
ja: 既存のファイル
ko: 기존 파일
pl: Istniejący plik
pt_br: Arquivo existente
ru: Существующий файл
tr: Mevcut dosya

source: Exit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 끝내기
pl: Zakończ
pt_br: Sair
ru: Выход
tr: Çık
uk: Вихід
zh_cn: 退出
zh_tw: 結束

source: Exit Full Screen
cs: Ukončit režim zobrazení na celé obrazovce
de: Vollbild beenden
es: Salir del modo de pantalla completa
fr: Quitter le mode plein écran
it: Chiudi visualizzazione a schermo intero
ja: 全画面表示の終了
ko: 전체 화면 끝내기
pl: Zamknij widok pełnoekranowy
pt_br: Sair da Tela Inteira
ru: Выйти из полноэкранного режима
tr: Tam Ekrandan Çık
uk: Вийти з повноекранного режиму
zh_cn: 退出全屏
zh_tw: 結束全螢幕
