Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Redundant explicit size in array creation
cs: Redundantní explicitní velikost při vytváření pole
de: Redundante explizite Größe bei Arrayerstellung
es: Tamaño explícito redundante en la creación de una matriz
fr: Taille explicite redondante dans la création de tableau
it: Dimensioni esplicite ridondanti nella creazione matrice
ja: 配列作成における冗長な明示的サイズ
ko: 배열 만들기의 중복된 명시적 크기
pl: Nadmiarowy jawny rozmiar podczas tworzenia tablicy
pt_br: Tamanho explícito redundante na criação de matriz
ru: Избыточный явный размер при создании массива
tr: Dizi oluşturmada gereksiz açık boyut
uk: Зайвий явний розмір при створенні масиву
zh_cn: 数组创建中的冗余显式大小
zh_tw: 建立陣列時有冗餘的明確大小

source: Refactor
cs: Refaktorovat
de: Umgestalten
es: Refactorizar
fr: Refactoriser
it: Effettua il refactoring
ja: リファクター
ko: 리팩터링
pl: Refaktoryzuj
pt_br: Refatorar
ru: Рефакторинг
tr: Yeniden düzenle
uk: Рефакторинг
zh_cn: 重构
zh_tw: 重構

source: Refactoring
cs: Refaktoring
es: Refactorizando
fr: Refactorisation
ja: リファクタリング
ko: 리팩터링
pl: Refaktoryzacja
pt_br: Refatoração
ru: Рефакторинг
tr: Yeniden düzenleniyor
uk: Рефакторинг
zh_cn: 重构
zh_tw: 正在重構

source: Refactoring Operations
cs: Operace refaktoringu
de: Vorgänge werden umgestaltet
es: Operaciones de refactorización
fr: Opérations de refactorisation
it: Operazioni di refactoring
ja: リファクタリング操作
ko: 리팩터링 작업
pl: Operacje refaktoryzacji
pt_br: Opções de Refatoração
ru: Операции рефакторинга
tr: Yeniden Düzenleme İşlemleri
zh_cn: 重构操作
zh_tw: 重構作業

source: Refactoring Preview
cs: Náhled refaktoringu
de: Refactoringvorschau
es: Vista previa de la refactorización
fr: Aperçu de la refactorisation
it: Anteprima refactoring
ja: リファクタリング プレビュー
ko: 리팩터링 미리 보기
pl: Podgląd refaktoryzacji
pt_br: Visualização de Refatoração
ru: Предварительный просмотр рефакторинга
tr: Yeniden Düzenleme Önizlemesi
uk: Перегляд рефакторингу
zh_cn: 重构预览
zh_tw: 正在重構預覽

source: Refactory Operations
cs: Operace refactory
de: Refactory-Vorgänge
es: Operaciones de refactorización
fr: Opérations de refactorisation
it: Operazioni di refactoring
ja: リファクタリング操作
ko: 리팩터링 작업
pl: Refaktoryzuj operacje
pt_br: Operações de Refatoração
ru: Операции рефакторинга
tr: Yeniden Biçimlendirme İşlemleri
uk: Операції рефакторингу
zh_cn: 重构操作
zh_tw: 重構作業

source: Reference
de: Verweis
es: Referencia
fr: Référence
it: Riferimento
ja: 参照
ko: 참조
pl: Odwołanie
pt_br: Referência
ru: Ссылка
tr: Başvuru
uk: Посилання
zh_cn: 引用
zh_tw: 參考

source: Reference '{0}' not found on system. Using '{1}' instead.
cs: Reference {0} se v systému nenašla. Místo ní se použije {1}.
de: Verweis '{0}' im System nicht gefunden. Stattdessen wird '{1}' verwendet.
es: No se encuentra la referencia '{0}' en el sistema. Se usará '{1}' en su lugar.
fr: Référence « {0} » introuvable sur le système. Utilisation de « {1} » à la place.
it: Il riferimento '{0}' non è stato trovato nel sistema. Verrà usato '{1}'.
ja: システム上で参照 '{0}' が見つかりません。代わりに '{1}' を使用します。
ko: '{0}' 참조를 시스템에서 찾을 수 없습니다. 대신 '{1}'을(를) 사용합니다.
pl: Nie znaleziono odwołania „{0}” w systemie. Zamiast niego zostanie użyte odwołanie „{1}”.
pt_br: Referência '{0}' não encontrada no sistema. Usando '{1}'.
ru: Ссылка "{0}" не найдена в системе. Вместо этого используется "{1}".
tr: Başvurulan '{0}' adlı proje sistemde bulunamadı. Onun yerine '{1}' kullanılıyor.
uk: Посилання {0} не знайдене в системі. Натомість використано '{1}'.
zh_cn: 在系统中找不到引用“{0}”。请改用“{1}”。
zh_tw: 在系統上找不到參考 '{0}'。改用 '{1}'。

source: Reference Assemblies
cs: Referenční sestavení
de: Verweisassemblys
es: Ensamblados de referencia
fr: Assemblys de référence
it: Fa riferimento a un assembly.
ja: 参照アセンブリ
ko: 참조 어셈블리
pl: Zestawy odwołań
pt_br: Assemblies de Referência
ru: Ссылочные сборки
tr: Başvuru Bütünleştirilmiş Kodları

source: Reference Path
cs: Cesta odkazu
de: Verweispfad
es: Ruta de acceso de referencia
fr: Chemin d’accès de la référence
it: Percorso del riferimento
ja: 参照パス
ko: 참조 경로
pl: Ścieżka odwołania
pt_br: Caminho da Referência
ru: Путь ссылки
tr: Başvuru Yolu
uk: Шлях посилання
zh_cn: 引用路径
zh_tw: 參考路徑

source: Reference Type
cs: Typ odkazu
de: Verweistyp
es: Tipo de referencia
fr: Type de référence
it: Tipo di riferimento
ja: 参照型
ko: 참조 형식
pl: Typ odwołania
pt_br: Tipo de Referência
ru: Тип ссылки
tr: Başvuru Türü
uk: Тип посилання
zh_cn: 引用类型
zh_tw: 參考型別

source: Reference a page or user control.
cs: Zadejte odkaz na stránku nebo uživatelský ovládací prvek.
de: Verweist auf eine Seite oder auf ein Benutzersteuerelement.
es: Haga referencia a una página o control de usuario.
fr: Référencez un page ou un contrôle utilisateur.
it: Fa riferimento a un controllo utente o pagina.
ja: ページまたはユーザー コントロールを参照します。
ko: 페이지 또는 사용자 정의 컨트롤을 참조합니다.
pl: Odwołaj się do kontrolki użytkownika lub strony.
pt_br: Referenciar uma página ou controle de usuário.
ru: Сошлитесь на страницу или пользовательский элемент управления.
tr: Bir sayfa veya kullanıcı denetimine başvurun.
zh_cn: 引用页面或用户控件。
zh_tw: 參考頁面或使用者控制項。

source: Reference an assembly.
cs: Zadejte referenci na sestavení.
de: Verweist auf eine Assembly.
es: Haga referencia a un ensamblado.
fr: Référencez un assembly.
it: Fa riferimento a un assembly.
ja: アセンブリを参照します。
ko: 어셈블리를 참조합니다.
pl: Odwołaj się do zestawu.
pt_br: Referenciar um assembly.
ru: Сошлитесь на сборку.
tr: Bir bütünleştirilmiş koda başvurun.
zh_cn: 引用程序集。
zh_tw: 參考組件。

source: Reference:
cs: Odkaz:
de: Verweis:
es: Referencia:
fr: Référence :
it: Riferimento:
ja: 参照:
ko: 참조:
pl: Odwołanie:
pt_br: Referência:
ru: Ссылка:
tr: Başvuru:
uk: Посилання:
zh_cn: 引用:
zh_tw: 參考:

source: Referenced project '{0}' not found in the solution.
cs: Odkazovaný projekt {0} se v řešení nenašel.
de: Referenziertes Projekt '{0}' in Projektmappe nicht gefunden.
es: No se encuentra el proyecto '{0}' al que se hace referencia en la solución.
fr: Projet référencé « {0} » introuvable dans la solution.
it: Il progetto di riferimento '{0}' non è stato trovato nella soluzione.
ja: 参照先のプロジェクト '{0}' はソリューションに見つかりませんでした。
ko: 참조된 '{0}' 프로젝트를 솔루션에서 찾을 수 없습니다.
pl: Nie znaleziono przywoływanego projektu „{0}” w rozwiązaniu.
pt_br: Projeto referenciado '{0}' não encontrado na solução.
ru: Указанный в ссылке проект "{0}" не найден в решении.
tr: Başvurulan '{0}' adlı proje çözümde bulunamadı.
uk: Проект {0}, на який є посилання, відсутній у даному рішенні.
zh_cn: 在解决方案中找不到引用项目“{0}”。
zh_tw: 在解決方案中找不到參考的專案 '{0}'。

source: Referenced project, when the reference is of type 'Project'.
cs: Odkazovaný projekt, když je odkaz typu Projekt.
de: Das referenzierte Projekt, wenn der Verweis vom Typ 'Project' ist.
es: Proyecto al que se hace referencia, cuando la referencia es de tipo 'Project'.
fr: Projet référencé, quand la référence est de type « Projet ».
it: Progetto di riferimento, quando il riferimento è di tipo 'Project'.
ja: 参照の種類が 'プロジェクト' の場合に参照されるプロジェクト。
ko: 참조가 'Project' 형식인 경우 참조된 프로젝트입니다.
pl: Przywoływany projekt, gdy typ odwołania to „Projekt”.
pt_br: Projeto referenciado quando a referência é do tipo 'Project'.
ru: Указанный проект, когда ссылка имеет тип "Проект".
tr: Başvuru türü 'Project' olduğunda başvurulan proje.
uk: Проект за посиланням, якщо посилання має тип 'Project'.
zh_cn: 引用的项目，前提是该引用的类型为“项目”。
zh_tw: 參考的類型為 'Project' 時所參考的專案。

source: References
cs: Reference
de: Verweise
es: Referencias
fr: Références
it: Riferimenti
ja: 参照
ko: 참조
pl: Odwołania
pt_br: Referências
ru: Ссылки
tr: Başvurular
uk: Посилання
zh_cn: 引用
zh_tw: 參考

source: References a strongly-typed model
cs: Odkazuje na model silného typu.
de: Verweist auf ein stark typisiertes Modell.
es: Hace referencia a un modelo fuertemente tipado
fr: Fait référence à un modèle fortement typé
it: Fa riferimento a un modello fortemente tipizzato
ja: 厳密に型指定されたモデルを参照します
ko: 강력한 형식의 모델을 참조합니다.
pl: Odwołuje się do silnie typizowanego modelu
pt_br: Referencia um modelo fortemente tipado
ru: Ссылается на строго типизированную модель
tr: Kesin tür belirtilmiş bir modele başvurur
zh_cn: 引用强类型模型
zh_tw: 參考強型別模型

source: Refresh
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 最新の情報に更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
zh_cn: 刷新
zh_tw: 重新整理

source: Refresh the tree
cs: Aktualizovat strom
de: Struktur aktualisieren
es: Actualizar el árbol
fr: Actualiser l’arborescence
it: Aggiorna l'albero
ja: ツリーを最新の状態に更新
ko: 트리 새로 고침
pl: Odśwież drzewo
pt_br: Atualizar a árvore
ru: Обновить дерево
tr: Ağacı yenile
uk: Оновити дерево
zh_cn: 刷新树
zh_tw: 重新整理樹狀

source: Rege_x search
cs: Hledání pomocí _regulárního výrazu
de: _RegEx-Suche
es: Búsqueda RegE_x
fr: _Recherche d’expressions régulières
it: Ricerca rege_x
ja: RegEx 検索(_X)
ko: 정규식 검색(_X)
pl: Wyszukiwanie wyrażeń _regularnych
pt_br: Pesquisa por rege_x
ru: По_иск регулярного выражения
tr: Rege_x araması
uk: Регулярні вирази
zh_cn: 正则表达式搜索(_X)
zh_tw: Regex 搜尋(_X)

source: Regex Toolkit
cs: Sada nástrojů pro regulární výrazy
fr: Kit de ressource d’expression régulière
it: Toolkit regex
ja: RegEx ツールキット
ko: 정규식 도구 키트
pl: Zestaw narzędzi wyrażeń regularnych
pt_br: Kit de Ferramentas Regex
ru: Набор инструментов для работы с регулярными выражениями
tr: Regex Araç Seti
uk: Засоби регулярних виразів
zh_cn: 正则表达式工具包
zh_tw: Regex 工具組

source: Region name
cs: Název oblasti
de: Regionsname
es: Nombre de región
fr: Nom de la région
it: Nome dell'area
ja: region 名
ko: 영역 이름
pl: Nazwa regionu
pt_br: Nome da região
ru: Имя региона
tr: Bölge adı
uk: Назва регіону
zh_cn: 区域名称
zh_tw: Region 名稱

source: Regions
cs: Oblasti
de: Regionen
es: Regiones
fr: Régions
it: Aree
ja: 地域
ko: 영역
pl: Regiony
pt_br: Regiões
ru: Регионы
tr: Bölgeler
uk: Області
zh_cn: 区域
zh_tw: 區域

source: Register a local repository
cs: Registrovat místní úložiště
de: Lokales Repository registrieren
es: Registrar un repositorio local
fr: Inscrire un référentiel local
it: Registra un repository locale
ja: ローカル リポジトリを登録する
ko: 로컬 리포지토리 등록
pl: Zarejestruj repozytorium lokalne
pt_br: Registrar em um repositório local
ru: Зарегистрировать локальный репозиторий
tr: Yerel bir depo kaydet
uk: Зареєструвати локальне сховище
zh_cn: 注册本地存储库
zh_tw: 註冊為本機存放庫

source: Register a user control or custom web controls.
cs: Zaregistrujte uživatelský ovládací prvek nebo vlastní webové ovládací prvky.
de: Registriert ein Benutzersteuerelement oder benutzerdefinierte Websteuerelemente.
es: Registre un control de usuario o controles web personalizados.
fr: Enregistrez un contrôle utilisateur ou des contrôles web personnalisés.
it: Registra un controllo utente o controlli Web personalizzati.
ja: ユーザー コントロールまたはカスタム Web コントロールを登録します。
ko: 사용자 정의 컨트롤이나 사용자 지정 웹 컨트롤을 등록합니다.
pl: Zarejestruj kontrolkę użytkownika lub niestandardowe kontrolki sieci Web.
pt_br: Registrar um controle de usuário ou controles Web personalizados.
ru: Зарегистрируйте пользовательский элемент управления или пользовательские веб-элементы управления.
tr: Bir kullanıcı denetimini veya özel web denetimlerini kaydedin.
zh_cn: 注册用户控件或自定义 Web 控件。
zh_tw: 註冊使用者控制項或自訂 Web 控制項。

source: Register an on-line repository
cs: Registrovat online úložiště
de: Onlinerepository registrieren
es: Registrar un repositorio en línea
fr: Inscrire un référentiel en ligne
it: Registra un repository online
ja: オンライン リポジトリを登録する
ko: 온라인 리포지토리 등록
pl: Zarejestruj repozytorium online
pt_br: Registrar em um repositório online
ru: Зарегистрировать репозиторий в Интернете
tr: Çevrimiçi bir depo kaydet
uk: Зареєструвати онлайнове сховище
zh_cn: 注册在线存储库
zh_tw: 註冊為線上存放庫

source: Registered Repositories
cs: Registrovaná úložiště
de: Registrierte Repositorys
es: Repositorios registrados
fr: Référentiels inscrits
it: Repository registrati
ja: 登録済みリポジトリ
ko: 등록된 리포지토리
pl: Zarejestrowane repozytoria
pt_br: Repositórios Registrados
ru: Зарегистрированные репозитории
tr: Kayıtlı Depolar
uk: Зареєстровані сховища
zh_cn: 已注册的存储库
zh_tw: 已註冊的存放庫

source: Registering repository
cs: Registruje se úložiště.
de: Repository wird registriert.
es: Registrando el repositorio
fr: Inscription du référentiel
it: Registrazione del repository
ja: リポジトリを登録しています
ko: 리포지토리를 등록하는 중
pl: Rejestrowanie repozytorium
pt_br: Registrando o repositório
ru: Регистрация репозитория
tr: Depo kaydediliyor
uk: Реєстрація сховища
zh_cn: 正在注册存储库
zh_tw: 正在註冊存放庫

source: Regressions
cs: Regrese
de: Regressionen
es: Regresiones
fr: Régressions
it: Regressioni
ja: 回帰
ko: 재발
pl: Regresje
pt_br: Regressões
ru: Регрессии
tr: Gerilemeler
uk: Регресії
zh_cn: 回归
zh_tw: 迴歸

source: Regular Expression
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
ko: 정규식
pl: Wyrażenie regularne
pt_br: Expressão Regular
ru: Регулярное выражение
tr: Normal İfade
uk: Регулярний вираз
zh_cn: 正则表达式
zh_tw: 規則運算式

source: Relative path of the file in the installation directory.
cs: Relativní cesta souboru v instalačním adresáři
de: Relativer Pfad der Datei im Installationsverzeichnis
es: Ruta relativa del archivo en el directorio de instalación.
fr: Chemin d’accès relatif du fichier dans le répertoire d’installation.
it: Percorso relativo del file nella directory di installazione.
ja: インストール ディレクトリ内のファイルの相対パス。
ko: 설치 디렉터리에 있는 파일의 상대 경로입니다.
pl: Ścieżka względna pliku w katalogu instalacyjnym.
pt_br: Caminho relativo do arquivo no diretório de instalação.
ru: Относительный путь файла в каталоге установки.
tr: Dosyanın yükleme dizinindeki görece yolu.
uk: Шлях файлу відносно теки встановлення.
zh_cn: 安装目录中的文件的相对路径。
zh_tw: 安裝目錄中檔案的相對路徑。

source: Relative target path
cs: Relativní cesta k cíli
de: Relativer Zielpfad
es: Ruta relativa de destino
fr: Chemin d’accès cible relatif
it: Percorso di destinazione relativo
ja: 相対ターゲット パス
ko: 상대 대상 경로
pl: Względna ścieżka docelowa
pt_br: Caminho do destino relativo
ru: Относительный конечный путь
tr: Göreli hedef yolu
uk: Відносний шлях цілі
zh_cn: 相对目标路径
zh_tw: 相對目標路徑

source: Release Lock
cs: Uvolnit zámek
de: Sperre aufheben
es: Liberar bloqueo
fr: Libérer le verrou
it: Rilascia blocco
ja: ロックの解除
ko: 잠금 해제
pl: Zwolnij blokadę
pt_br: Liberar Bloqueio
ru: Снять блокировку
tr: Kilidi Serbest Bırak
uk: Блокування релізу
zh_cn: 解除锁定
zh_tw: 釋放鎖定

source: Release Notes:
cs: Zpráva k vydání verze:
de: Versionshinweise:
es: Notas de la versión:
fr: Notes de publication :
it: Rilascia blocco
ja: リリース ノート:
ko: 릴리스 정보:
pl: Informacje o wersji:
pt_br: Notas de Versão:
ru: Заметки о выпуске:
tr: Sürüm Notları:

source: Reload
cs: Znovu načíst
de: Erneut laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 다시 로드
pl: Załaduj ponownie
pt_br: Recarregar
ru: Перезагрузить
tr: Yeniden yükle
uk: Перезавантажити
zh_cn: 重载
zh_tw: 重新載入

source: Reload current page
cs: Znovu načíst aktuální stránku
de: Aktuelle Seite neu laden
es: Recargar la página actual
fr: Recharger la page en cours
it: Ricarica la pagina corrente
ja: 現在のページを再読み込み
ko: 현재 페이지 다시 로드
pl: Załaduj ponownie bieżącą stronę
pt_br: Recarregar página atual
ru: Перезагрузить текущую страницу
tr: Geçerli sayfayı yeniden yükle
uk: Оновити поточну сторінку
zh_cn: 重载当前页
zh_tw: 重新載入目前頁面

source: Reload selected project or solution
cs: Znovu načíst vybraný projekt nebo řešení
de: Ausgewählte(s) Projekt oder Projektmappe neu laden
es: Recargar el proyecto o la solución seleccionados
fr: Recharger le projet ou la solution sélectionnés
it: Ricarica il progetto o la soluzione selezionata
ja: 選ばれたプロジェクトまたはソリューションを再度読み込みます
ko: 선택한 프로젝트 또는 솔루션 다시 로드
pl: Załaduj ponownie wybrany projekt lub wybrane rozwiązanie
pt_br: Recarregar projeto ou solução selecionada
ru: Перезагрузить выбранный проект или решение
tr: Seçilen proje veya çözümü yeniden yükle
uk: Перезавантажити вибраний проект або рішення
zh_cn: 重载所选项目或解决方案
zh_tw: 重新載入選取的專案或解決方案

source: Remarks:
cs: Poznámky:
de: Anmerkungen:
es: Notas:
fr: Remarques :
it: Osservazioni:
ja: コメント:
ko: 설명:
pl: Uwagi:
pt_br: Comentários:
ru: Комментарии:
tr: Açıklamalar:
uk: Примітки:
zh_cn: 备注:
zh_tw: 備註:

source: Remember certificate location
cs: Zapamatovat umístění certifikátu
de: Speicherort des Zertifikats merken
es: Recordar la ubicación del certificado
fr: Mémoriser l’emplacement du certificat
it: Memorizza il percorso del certificato
ja: 証明書の場所を記憶する
ko: 인증서 위치​​ 저장
pl: Pamiętaj lokalizację certyfikatu
pt_br: Lembrar local do certificado
ru: Запомнить расположение сертификата
tr: Sertifika konumunu hatırla
uk: Запам'ятати розташування сертифіката
zh_cn: 记住证书位置
zh_tw: 記住憑證位置

source: Remember password
cs: Zapamatovat si heslo
de: Kennwort merken
es: Recordar contraseña
fr: Mémoriser le mot de passe
it: Memorizza la password
ja: パスワードを記憶する
ko: 암호 저장
pl: Zapamiętaj hasło
pt_br: Lembrar senha
ru: Запомнить пароль
tr: Parolayı hatırla
uk: Запам’ятати пароль
zh_cn: 记住密码
zh_tw: 記住密碼

source: Remote Source
cs: Vzdálený prostředek
de: Remotequelle
es: Origen remoto
fr: Source distante
it: Origine remota
ja: リモート ソース
ko: 원격 소스
pl: Źródło zdalne
pt_br: Origem Remota
ru: Удаленный источник
tr: Uzak Kaynak
uk: Віддалене джерело
zh_cn: 远程源
zh_tw: 遠端來源

source: Remote Source / Branch
cs: Vzdálený prostředek/větev
de: Remotequelle/-branch
es: Rama u origen remoto
fr: Source/Branche distante
it: Origine remota/ramo
ja: リモート ソース/ブランチ
ko: 원격 소스 / 분기
pl: Zdalne źródło / gałąź
pt_br: Origem/Ramificação Remota
ru: Удаленный источник/ветвь
tr: Uzak Kaynak / Dal
zh_cn: 远程源/分支
zh_tw: 遠端來源/分支

source: Remote Sources
cs: Vzdálené prostředky
de: Remotequellen
es: Orígenes remotos
fr: Sources distantes
it: Origini remote
ja: リモート ソース
ko: 원격 소스
pl: Źródła zdalne
pt_br: Origens Remotas
ru: Удаленные источники
tr: Uzak Kaynaklar
uk: Віддалені сирці
zh_cn: 远程源
zh_tw: 遠端來源

source: Remote Status
cs: Vzdálený stav
es: Estado remoto
fr: État à distance
it: Stato remoto
ja: リモート状況
ko: 원격 상태
pl: Stan zdalny
pt_br: Status Remoto
ru: Удаленное состояние
tr: Uzaktaki Durum
zh_cn: 远程状态
zh_tw: 遠端狀態

source: Remote server error: {0}
cs: Chyba vzdáleného serveru: {0}
de: Remoteserverfehler: {0}
es: Error del servidor remoto: {0}
fr: Erreur du serveur distant : {0}
ja: リモート サーバー エラー: {0}
ko: 원격 서버 오류: {0}
pl: Błąd serwera zdalnego: {0}
pt_br: Erro de servidor remoto: {0}
ru: Ошибка удаленного сервера: {0}
tr: Uzak sunucu hatası: {0}

source: Remove
cs: Odebrat
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
zh_cn: 删除
zh_tw: 移除

source: Remove 'case {0}' label
cs: Odebrat popisek case {0}
de: case {0}-Bezeichnung entfernen
es: Quitar etiqueta 'case {0}'
fr: Supprimer l’étiquette « case {0} »
it: Rimuovi l'etichetta 'case {0}'
ja: 'case {0}' ラベルを削除します
ko: 'case {0}' 레이블 제거
pl: Usuń etykietę elementu „case {0}”
pt_br: Remover rótulo 'case {0}'
ru: Удалить метку "case {0}"
tr: 'case {0}' etiketini kaldır
uk: Вилучити мітку 'case {0}'
zh_cn: 删除“case {0}”标签
zh_tw: 移除 'case {0}' 標籤

source: Remove 'case {0}' switch section
cs: Odebrat oddíl přepínače case {0}
de: switch-Abschnitt mit 'case {0}' entfernen
es: Quitar sección del swtich 'case {0}'
fr: Supprimer la section switch « case {0} »
it: Rimuovi la sezione dello switch 'case {0}'
ja: 'case {0}' スイッチ セクションを削除します
ko: 'case {0}' switch 섹션 제거
pl: Usuń sekcję instrukcji switch elementu „case {0}”
pt_br: Remover seção de comutador 'case {0}'
ru: Удалить раздел switch "case {0}"
tr: 'case {0}' anahtar seçimini kaldır
uk: Вилучити секцію 'case {0}' зі switch
zh_cn: 删除“case {0}”switch 节
zh_tw: 移除 'case {0}' 切換區段

source: Remove 'partial'
cs: Odebrat modifikátor partial
de: 'partial' entfernen
es: Quitar 'partial'
fr: Supprimer « partial »
it: Rimuovi 'partial'
ja: 'partial' を削除
ko: 'partial' 제거
pl: Usuń element „partial”
pt_br: Remover 'partial'
ru: Удалить "partial"
tr: 'partial' ifadesini kaldır
uk: Вилучити 'partial'
zh_cn: 删除 "partial"
zh_tw: 移除 'partial'

source: Remove All Breakpoints
cs: Odebrat všechny zarážky
de: Alle Haltepunkte entfernen
es: Quitar todos los puntos de interrupción
fr: Supprimer tous les points d'arrêt
it: Rimuovi punto di interruzione
ja: すべてのブレークポイントを削除する
ko: 모든 중단점 제거
pl: Usuń wszystkie punkty przerwania
pt_br: Remover Todos os Pontos de Interrupção
ru: Удаление всех точек останова
tr: Tüm Kesme Noktalarını Kaldır

source: Remove Breakpoint
cs: Odebrat zarážky
de: Haltepunkte entfernen
es: Quitar puntos de interrupción
fr: Supprimer les points d'arrêt
it: Rimuovi punto di interruzione
ja: ブレークポイントの削除
ko: 중단점 제거
pl: Usuń punkty przerwania
pt_br: Remover Pontos de Interrupção
ru: Удалить точки останова
tr: Kesme Noktalarını Kaldır

source: Remove Comment for Translators
cs: Odebrat komentář pro překladatele
de: Kommentar für Übersetzer entfernen
es: Quitar comentario para traductores
fr: Supprimer le commentaire pour les traducteurs
ja: 翻訳者向けコメントの削除
ko: 번역기에 대한 주석 제거
pl: Usuń komentarz dla tłumaczy
pt_br: Remover Comentário para Tradutores
ru: Удалить комментарий для переводчиков
tr: Çevirmenler için Açıklamayı Kaldır

source: Remove File
cs: Odebrat soubor
de: Datei entfernen
es: Quitar archivo
fr: Enlever le fichier
it: Rimuovi file
ja: ファイルの削除
ko: 파일 제거
pl: Usuń plik
pt_br: Remover Arquivo
ru: Удалить файл
tr: Dosyayı Kaldır
uk: Вилучити файл
zh_cn: 删除文件
zh_tw: 移除檔案

source: Remove Scope
cs: Odebrat obor
de: Bereich entfernen
es: Quitar el ámbito
fr: Supprimer la portée
ja: スコープを削除します
ko: 범위 제거
pl: Usuń zakres
pt_br: Remover Escopo
ru: Удалить область
tr: Kapsamı Kaldır

source: Remove Service…
cs: Odebrat službu...
de: Dienst entfernen...
es: Quitar servicio…
fr: Supprimer le service…
it: Rimuovi le parentesi graffe
ja: サービスの削除...
ko: 서비스 제거...
pl: Usuń usługę...
pt_br: Remover Serviço…
ru: Удалить службу…
tr: Hizmeti Kaldır…

source: Remove Translation Context Hint
cs: Odebrat tip kontextu překladu
de: Kontexthinweis für die Übersetzung entfernen
es: Quitar sugerencia de contexto de traducción
fr: Supprimer le conseil contextuel de traduction
ja: 翻訳コンテキスト ヒントの削除
ko: 번역 컨텍스트 힌트 제거
pl: Usuń wskazówkę dotyczącą kontekstu tłumaczenia
pt_br: Remover Dica de Contexto de Tradução
ru: Удалить указание контекста перевода
tr: Çeviri Bağlamı İpucunu Kaldır

source: Remove Unused and Sort (Usings)
cs: Odebrat Nepoužité a Seřazené (použití)
de: Nicht verwendete entfernen und sortieren (Using-Direktiven)
es: Quitar no utilizadas y ordenar (instrucciones using)
fr: Supprimer ce qui est inutilisé et Trier (instructions using)
it: Rimuovi non usati e ordina (using)
ja: 未使用の削除と並べ替え (using)
ko: 사용하지 않는 항목 제거 및 정렬(Using)
pl: Usuń nieużywane i sortuj (using)
pt_br: Remover Não Usado e Classificar (Usings)
ru: Удалить неиспользуемые и сортировать (директивы Using)
tr: Kullanılmayanları Kaldır ve Sırala (Kullanımlar)
zh_cn: 删除未使用项并排序(Using)
zh_tw: 移除未使用項目並排序 (Using)

source: Remove _and Sort Usings
cs: Odebr_at a seřadit direktivy using
de: _Using-Direktiven entfernen und sortieren
es: _Quitar y ordenar directivas Using
fr: Instructions using Supprimer _ce qui n’est pas utilisé et Trier
it: Ri_muovi e ordina using
ja: using の削除と並べ替え(_A)
ko: Using 제거 및 정렬(_A)
pl: Usuń i _sortuj deklaracje using
pt_br: Remover _e Classificar Usos
ru: Удал_ить и сортировать директивы Using
tr: Using Deyimlerini Kaldır _ve Sırala
zh_cn: 对 Using 进行删除和排序(_A)
zh_tw: 移除並排序 Using(_A)

source: Remove an item from the project
cs: Odebrat položku z projektu
de: Element aus dem Projekt entfernen
es: Quitar un elemento del proyecto
fr: Retirer un élément du projet
it: Rimuove un elemento dal progetto
ja: 項目をプロジェクトから削除します
ko: 프로젝트에서 항목 제거
pl: Usuń element z projektu
pt_br: Remover um item do projeto
ru: Удалить элемент из проекта
tr: Projeden bir öğe kaldır
uk: Вилучити елемент з проекту
zh_cn: 从项目中删除项
zh_tw: 從專案中移除項目

source: Remove attribute
cs: Odebrat atribut
de: Attribut entfernen
es: Quitar atributo
fr: Supprimer l’attribut
it: Rimuovi l'attributo
ja: 属性を削除する
ko: 특성 제거
pl: Usuń atrybut
pt_br: Remover atributo
ru: Удалить атрибут
tr: Özelliği kaldır
uk: Видалити атрибут
zh_cn: 删除属性
zh_tw: 移除屬性
