Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Code is unreachable
it: Il codice è irraggiungibile
zh_cn: 代码无法访问
zh_tw: 無法執行到程式碼

source: Remove unreachable code
it: Rimuovi il codice irraggiungibile
zh_cn: 删除无法访问的代码
zh_tw: 移除執行不到的程式碼

source: Comment unreachable code
it: Aggiungi il commento per il codice non eseguibile
zh_cn: 注释无法访问的代码
zh_tw: 註解無法執行到的程式碼

source: Replace with single call to Min(...)
it: Sostituisci con una singola chiamata a Min(...)
zh_cn: 替换为对 Min(...) 的单一调用
zh_tw: 以呼叫一次的 Min(...) 取代

source: Replace with single call to Max(...)
it: Sostituisci con una singola chiamata a Max(...)
zh_cn: 替换为对 Max(...) 的单一调用
zh_tw: 以呼叫一次的 Max(...) 取代

source: Replace with single call to Average(...)
it: Sostituisci con una singola chiamata a Average(...)
zh_cn: 替换为对 Average(...) 的单一调用
zh_tw: 以呼叫一次的 Average(...) 取代

source: Redundant Select() call with predicate followed by {0}()
it: Chiamata a Select() ridondante con predicato seguito da {0}()
zh_cn: 谓词后跟 {0}() 的冗余 Select() 调用
zh_tw: 冗餘的 Select() 呼叫，其述詞後面接著 {0}()

source: Replace with single call to Sum(...)
it: Sostituisci con una singola chiamata a Sum(...)
zh_cn: 替换为对 Sum(...) 的单一调用
zh_tw: 以呼叫一次的 Sum(...) 取代

source: To '?:' expression
it: Nell'espressione '?:'
zh_cn: 转为 "?:" 表达式
zh_tw: 至 '?:' 運算式

source: Invert 'if'
it: Inverti 'if'
zh_cn: 转换 "if"
zh_tw: 反轉 'if'

source: To property with backing field
it: Nella proprietà con campo sottostante
zh_cn: 转为具有支持字段的属性
zh_tw: 至具有支援欄位的屬性

source: To computed property
it: In proprietà calcolata
zh_cn: 转为计算属性
zh_tw: 至計算的屬性

source: To 'var'
it: In 'var'
zh_cn: 转为 "var"
zh_tw: 至 'var'

source: To explicit type
it: In tipo esplicito
zh_cn: 转为显式类型
zh_tw: 至明確的類型

source: Replace with call to OfType<T>().Any()
it: Sostituisci con la chiamata a OfType<T>().Any()
zh_cn: 替换为对 OfType<T>().Any() 的调用
zh_tw: 以對 OfType<T>().Any() 的呼叫取代

source: Replace with 'OfType<T>().Any()'
it: Sostituisci con 'OfType<T>().Any()'
zh_cn: 替换为 "OfType<T>().Any()"
zh_tw: 以 'OfType<T>().Any()' 取代

source: Replace with call to OfType<T> (extended cases)
it: Sostituisci con la chiamata a OfType<T> (casi estesi)
zh_cn: 替换为对 OfType<T> 的调用(扩展用例)
zh_tw: 以對 OfType<T> 的呼叫取代 (延伸案例)

source: Replace with 'OfType<T>'
it: Sostituisci con 'OfType<T>'
zh_cn: 替换为 "OfType<T>"
zh_tw: 以 'OfType<T>' 取代

source: Warns about using lock (this) or MethodImplOptions.Synchronized
it: Avvisa quando viene usato lock (this) o MethodImplOptions.Synchronized
zh_cn: 就使用 lock (this) 或 MethodImplOptions.Synchronized 发出警告
zh_tw: 警告使用鎖定 (這個) 或 MethodImplOptions.Synchronized

source: Value assigned to a variable or parameter is not used in all execution path
it: Il valore assegnato a una variabile o a un parametro non è usato in tutti i percorsi di esecuzione
zh_cn: 赋予变量或参数的值未在所有执行路径中使用
zh_tw: 指派給變數或參數的值未用於所有執行路徑中

source: Removes 'internal' modifiers that are not required
it: Rimuove i modificatori 'internal' non necessari
zh_cn: 删除不需要的 "internal" 修饰符
zh_tw: 移除不需要的 'internal' 修飾詞

source: 'internal' modifier is redundant
it: Il modificatore 'internal' è ridondante
zh_cn: "internal" 修饰符是冗余的
zh_tw: 'internal' 修飾詞為冗餘

source: Removes 'private' modifiers that are not required
it: Rimuove i modificatori 'private' non necessari
zh_cn: 删除不需要的 "private" 修饰符
zh_tw: 移除非必要的 'private' 修飾詞

source: 'private' modifier is redundant
it: Il modificatore 'private' è ridondante
zh_cn: "private" 修饰符是冗余的
zh_tw: 'private' 修飾詞重複

source: Checks if static events are removed
it: Controlla se gli eventi statici sono stati rimossi
zh_cn: 检查是否已删除静态事件
zh_tw: 檢查是否移除靜態事件

source: Subscription to static events without unsubscription may cause memory leaks
it: La sottoscrizione di eventi statici senza annullamento della sottoscrizione può causare perdite di memoria
zh_cn: 没有取消订阅的静态事件订阅可能会导致内存泄漏
zh_tw: 訂閱沒有取消訂閱的靜態事件可能會導致記憶體流失

source: Function does not reach its end or a 'return' statement by any of possible execution paths
it: La funzione non raggiunge la fine oppure un'istruzione 'return' tramite uno dei possibili percorsi di esecuzione
zh_cn: 函数未达到其结尾或未达到任何可能执行路径的 "return" 语句
zh_tw: 函式未依照任何可能的執行路徑執行到其結尾或 'return' 陳述式

source: {0} never reaches end or a 'return' statement
it: {0} non raggiunge mai la fine o un'istruzione 'return'
zh_cn: {0} 从未达到结尾或 "return" 语句
zh_tw: {0} 一律不會執行到結尾或 'return' 陳述式

source: The value of an optional parameter in a method does not match the base method
it: Il valore di un parametro facoltativo in un metodo non corrisponde al metodo di base
zh_cn: 方法中可选参数的值与基方法中可选参数的值不匹配
zh_tw: 方法中選用參數的值不符合基底方法

source: Optional parameter value {0} differs from base {1} '{2}'
it: Il valore del parametro facoltativo {0} è diverso da {1} '{2}' di base
zh_cn: 可选参数值 {0} 与基 {1}“{2}”之间存在差异
zh_tw: 選用參數值 {0} 與基底 {1} '{2}' 不同

source: Invocation of polymorphic field event leads to unpredictable result since invocation lists are not virtual
it: La chiamata dell'evento di campo polimorfico può comportare risultati imprevedibili perché gli elenchi di chiamate non sono virtuali
zh_cn: 调用列表不是虚拟的，因此，调用多态字段事件会导致不可预测的结果
zh_tw: 因為引動過程清單不是虛擬的，所以多型欄位事件的引動過程會導致無法預期的結果

source: Check if a readonly field is used as assignment target
it: Verifica se un campo di sola lettura viene usato come destinazione dell'assegnazione
zh_cn: 检查只读字段是否用作赋值目标
zh_tw: 檢查是否使用唯讀欄位作為引數目標

source: Readonly field is never assigned
it: Il campo di sola lettura non è mai assegnato
zh_cn: 只读字段从未被赋值
zh_tw: 未曾指派唯讀欄位

source: Convert 'if' to '??'
it: Converti 'if' in '??'
zh_cn: 将 "if" 转换为 "??"
zh_tw: 將 'if' 轉換為 '??'

source: Convert to lambda with expression
it: Converti in lambda con espressione
zh_cn: 使用表达式转换为 lambda
zh_tw: 轉換為具有運算式的 lambda

source: Foreach loops are more efficient
it: I cicli foreach sono più efficaci
zh_cn: Foreach 循环更高效
zh_tw: Foreach 迴圈會更有效率

source: Use 'var' keyword when possible
it: Usa la parola chiave 'var' quando possibile
zh_cn: 使用 "var" 关键字(如果可能)
zh_tw: 在可行時使用 'var' 關鍵字

source: An empty public constructor without paramaters is redundant.
it: Un costruttore pubblico vuoto senza parametri è ridondante.
zh_cn: 没有参数的空公共构造函数是冗余的。
zh_tw: 不具參數之空白公用建構函式是冗餘的。

source: The override of a virtual member is redundant because it consists of only a call to the base
it: L'override di un membro virtuale è ridondante perché è costituito solo da una chiamata alla base
zh_cn: 替代虚拟成员是冗余的，因为它仅由对基项的调用组成
zh_tw: 虛擬成員的覆寫為冗餘，原因是其只包含基底的呼叫

source: Parameter is never used
it: Il parametro non viene mai usato
zh_cn: 参数从未被使用
zh_tw: 參數不會用到

source: Default argument value is redundant
it: Il valore dell'argomento predefinito è ridondante
zh_cn: 默认参数值是冗余的
zh_tw: 預設引數值重複

source: The parameter is optional with the same default value
it: Il parametro è facoltativo con lo stesso valore predefinito
zh_cn: 具有相同默认值的参数是可选的
zh_tw: 當預設值相同時，此參數可省略。

source: Comparison of a boolean value with 'true' or 'false' constant
it: Confronto di un valore booleano con la costante 'true' o 'false'
zh_cn: 使用 "true" 或 "false" 常量比较布尔值
zh_tw: 與 'true' 或 'false' 常數的布林值比較

source: Comparison with '{0}' is redundant
it: Il confronto con '{0}' è ridondante
zh_cn: 使用“{0}”的比较是冗余的
zh_tw: 與 '{0}' 比較是冗餘的

source: Catch clause with a single 'throw' statement is redundant
it: La clausola catch con una singola istruzione 'throw' è ridondante
zh_cn: 具有单一 "throw" 语句的 catch 子句是冗余的
zh_tw: 具有單一 'throw' 陳述式的 catch 子句是冗餘的

source: When 'is' keyword is used, which implicitly check null
it: Indica quando viene usata la parola chiave 'is', che esegue in modo implicito il controllo Null
zh_cn: 使用 "is" 关键字时(隐式检查 null)
zh_tw: 使用 'is' 關鍵字 (這會隱含地檢查 Null) 時

source: Redundant '{0}' call
it: Chiamata ridondante a '{0}'
zh_cn: 冗余的“{0}”调用
zh_tw: 冗餘的 '{0}' 呼叫

source: Type is either mentioned in the base type list of another part or in another base type
it: Il tipo è menzionato nell'elenco dei tipi di base di un'altra parte o in un altro tipo di base
zh_cn: 类型既没有在其他部分的基类型列表中提及，也没有在其他基类型中提及
zh_tw: 在另一個部分的基底類型清單中或另一個基底類型中提及類型

source: Explicit type specification can be removed as it can be implicitly inferred
it: La specifica di tipo esplicito può essere rimossa perché può essere dedotta in modo implicito
zh_cn: 显式类型规范可以删除，因为可以隐式推断它
zh_tw: 因為可隱含推斷明確類型規格，所以可將其移除

source: Detects when no delegate parameter is used in the anonymous method body
it: Rileva se non vengono usati parametri di delegato nel corpo del metodo anonimo
zh_cn: 检测匿名方法体中何时没有使用委托参数
zh_tw: 當匿名方法主體中未使用委派參數時偵測

source: 'is' operator can be used
it: È possibile usare l'operatore 'is'
zh_cn: 可以使用 "is" 运算符
zh_tw: 'is' 運算子可供使用

source: Warns when a culture-aware 'Compare' call is used by default
it: Avvisa quando viene usata una chiamata a 'Compare' che riconosce le impostazioni cultura
zh_cn: 在默认使用可以识别区域性的 "Compare" 调用时发出警告
zh_tw: 預設使用文化特性感知的 'Compare' 呼叫時發出警告

source: Redundant Where() call with predicate followed by SingleOrDefault()
it: Chiamata a Where() ridondante con predicato seguito da SingleOrDefault()
zh_cn: 谓词后跟 SingleOrDefault() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 SingleOrDefault()

source: Replace with single call to 'SingleOrDefault()'
it: Sostituisci con una singola chiamata a 'SingleOrDefault()'
zh_cn: 替换为对 "SingleOrDefault()" 的单一调用
zh_tw: 以呼叫一次的 'SingleOrDefault()' 取代

source: Redundant Where() call with predicate followed by Single()
it: Chiamata a Where() ridondante con predicato seguito da Single()
zh_cn: 谓词后跟 Single() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 Single()

source: Replace with single call to 'Single()'
it: Sostituisci con una singola chiamata a 'Single()'
zh_cn: 替换为对 "Single()" 的单一调用
zh_tw: 以呼叫一次的 'Single()' 取代

source: Redundant Where() call with predicate followed by LongCount()
it: Chiamata a Where() ridondante con predicato seguito da LongCount()
zh_cn: 谓词后跟 LongCount() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 LongCount()

source: Replace with single call to 'LongCount()'
it: Sostituisci con una singola chiamata a 'LongCount()'
zh_cn: 替换为对 "LongCount()" 的单一调用
zh_tw: 以呼叫一次的 'LongCount()' 取代

source: Redundant Where() call with predicate followed by LastOrDefault()
it: Chiamata a Where() ridondante con predicato seguito da LastOrDefault()
zh_cn: 谓词后跟 LastOrDefault() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 LastOrDefault()

source: Replace with single call to 'LastOrDefault()'
it: Sostituisci con una singola chiamata a 'LastOrDefault()'
zh_cn: 替换为对 "LastOrDefault()" 的单一调用
zh_tw: 以呼叫一次的 'LastOrDefault()' 取代

source: Redundant Where() call with predicate followed by Last()
it: Chiamata a Where() ridondante con predicato seguito da Last()
zh_cn: 谓词后跟 Last() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 Last()

source: Replace with single call to 'Last()'
it: Sostituisci con una singola chiamata a 'Last()'
zh_cn: 替换为对 "Last()" 的单一调用
zh_tw: 以呼叫一次的 'Last()' 取代

source: Redundant Where() call with predicate followed by FirstOrDefault()
it: Chiamata a Where() ridondante con predicato seguito da FirstOrDefault()
zh_cn: 谓词后跟 FirstOrDefault() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 FirstOrDefault()

source: Replace with single call to 'FirstOrDefault()'
it: Sostituisci con una singola chiamata a 'FirstOrDefault()'
zh_cn: 替换为对 "FirstOrDefault()" 的单一调用
zh_tw: 以呼叫一次的 'FirstOrDefault()' 取代

source: Redundant Where() call with predicate followed by First()
it: Chiamata a Where() ridondante con predicato seguito da First()
zh_cn: 谓词后跟 First() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 First()

source: Replace with single call to 'First()'
it: Sostituisci con una singola chiamata a 'First()'
zh_cn: 替换为对 "First()" 的单一调用
zh_tw: 以呼叫一次的 'First()' 取代

source: Redundant Where() call with predicate followed by Count()
it: Chiamata a Where() ridondante con predicato seguito da Count()
zh_cn: 谓词后跟 Count() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 Count()

source: Replace with single call to 'Count()'
it: Sostituisci con una singola chiamata a 'Count()'
zh_cn: 替换为对 "Count()" 的单一调用
zh_tw: 以呼叫一次的 'Count()' 取代

source: Redundant Where() call with predicate followed by Any()
it: Chiamata a Where() ridondante con predicato seguito da Any()
zh_cn: 谓词后跟 Any() 的冗余 Where() 调用
zh_tw: 冗餘的 Where() 呼叫，其述詞後面接著 Any()

source: Replace with single call to 'Any()'
it: Sostituisci con una singola chiamata a 'Any()'
zh_cn: 替换为对 "Any()" 的单一调用
zh_tw: 以呼叫一次的 'Any()' 取代

source: Replace with call to OfType<T>().Where()
it: Sostituisci con la chiamata a OfType<T>().Where()
zh_cn: 替换为对 OfType<T>().Where() 的调用
zh_tw: 以對 OfType<T>().Where() 的呼叫取代

source: Replace with 'OfType<T>().Where()'
it: Sostituisci con 'OfType<T>().Where()'
zh_cn: 替换为 "OfType<T>().Where()"
zh_tw: 以 'OfType<T>().Where()' 取代

source: Replace with call to OfType<T>().SingleOrDefault()
it: Sostituisci con la chiamata a OfType<T>().SingleOrDefault()
zh_cn: 替换为对 OfType<T>().SingleOrDefault() 的调用
zh_tw: 以對 OfType<T>().SingleOrDefault() 的呼叫取代

source: Replace with 'OfType<T>().SingleOrDefault()'
it: Sostituisci con 'OfType<T>().SingleOrDefault()'
zh_cn: 替换为 "OfType<T>().SingleOrDefault()"
zh_tw: 以 'OfType<T>().SingleOrDefault()' 取代

source: Replace with call to OfType<T>().Single()
it: Sostituisci con la chiamata a OfType<T>().Single()
zh_cn: 替换为对 OfType<T>().Single() 的调用
zh_tw: 以對 OfType<T>().Single() 的呼叫取代

source: Replace with 'OfType<T>().Single()'
it: Sostituisci con 'OfType<T>().Single()'
zh_cn: 替换为 "OfType<T>().Single()"
zh_tw: 以 'OfType<T>().Single()' 取代

source: Replace with call to OfType<T>().LongCount()
it: Sostituisci con la chiamata a OfType<T>().LongCount()
zh_cn: 替换为对 OfType<T>().LongCount() 的调用
zh_tw: 以對 OfType<T>().LongCount() 的呼叫取代

source: Replace with 'OfType<T>().LongCount()'
it: Sostituisci con 'OfType<T>().LongCount()'
zh_cn: 替换为 "OfType<T>().LongCount()"
zh_tw: 以 'OfType<T>().LongCount()' 取代

source: Replace with call to OfType<T>().LastOrDefault()
it: Sostituisci con la chiamata a OfType<T>().LastOrDefault()
zh_cn: 替换为对 OfType<T>().LastOrDefault() 的调用
zh_tw: 以對 OfType<T>().LastOrDefault() 的呼叫取代

source: Replace with 'OfType<T>().LastOrDefault()'
it: Sostituisci con 'OfType<T>().LastOrDefault()'
zh_cn: 替换为 "OfType<T>().LastOrDefault()"
zh_tw: 以 'OfType<T>().LastOrDefault()' 取代

source: Replace with call to OfType<T>().Last()
it: Sostituisci con la chiamata a OfType<T>().Last()
zh_cn: 替换为对 OfType<T>().Last() 的调用
zh_tw: 以對 OfType<T>().Last() 的呼叫取代

source: Replace with 'OfType<T>().Last()'
it: Sostituisci con 'OfType<T>().Last()'
zh_cn: 替换为 "OfType<T>().Last()"
zh_tw: 以 'OfType<T>().Last()' 取代

source: Replace with call to OfType<T>().FirstOrDefault()
it: Sostituisci con la chiamata a OfType<T>().FirstOrDefault()
zh_cn: 替换为对 OfType<T>().FirstOrDefault() 的调用
zh_tw: 以對 OfType<T>().FirstOrDefault() 的呼叫取代

source: Replace with 'OfType<T>().FirstOrDefault()'
it: Sostituisci con 'OfType<T>().FirstOrDefault()'
zh_cn: 替换为 "OfType<T>().FirstOrDefault()"
zh_tw: 以 'OfType<T>().FirstOrDefault()' 取代

source: Replace with call to OfType<T>().First()
it: Sostituisci con la chiamata a OfType<T>().First()
zh_cn: 替换为对 OfType<T>().First() 的调用
zh_tw: 以對 OfType<T>().First() 的呼叫取代

source: Replace with 'OfType<T>().First()'
it: Sostituisci con 'OfType<T>().First()'
zh_cn: 替换为 "OfType<T>().First()"
zh_tw: 以 'OfType<T>().First()' 取代

source: Replace with call to OfType<T>().Count()
it: Sostituisci con la chiamata a OfType<T>().Count()
zh_cn: 替换为对 OfType<T>().Count() 的调用
zh_tw: 以對 OfType<T>().Count() 的呼叫取代

source: Replace with 'OfType<T>().Count()'
it: Sostituisci con 'OfType<T>().Count()'
zh_cn: 替换为 "OfType<T>().Count()"
zh_tw: 以 'OfType<T>().Count()' 取代

source: Finds parameters that can be demoted to a base class
it: Trova parametri che è possibile abbassare di livello a una classe di base
zh_cn: 查找可以降级为基类的参数
zh_tw: 尋找可降階為基底類別的參數

source: Add 'new' modifier
it: Aggiungi il modificatore 'new'
zh_cn: 添加 "new" 修饰符
zh_tw: 新增 'new' 修飾詞

source: Remove redundant code
it: Rimuovi il codice ridondante
zh_cn: 删除冗余代码
zh_tw: 移除冗餘的程式碼

source: To 'readonly'
it: In 'readonly'
zh_cn: 转为 "readonly"
zh_tw: 至 'readonly'

source: Sample analyzer: Class name should not have a 'C' prefix.
it: Analizzatore di esempio: il nome della classe non deve includere un prefisso 'C'.
zh_cn: 示例分析器: 类名不应具有 "C" 前缀。
zh_tw: 範例分析器: 類別名稱不應該有 'C' 前置詞。

source: Sample: Prepend with 'I'
it: Esempio: anteporre 'I'
zh_cn: 示例: 在前面预置 "I"
zh_tw: 範例: 在前面加上 'I'

source: INFO
zh_cn: 信息
zh_tw: 資訊

source: DEBUG
zh_cn: 调试
zh_tw: 偵錯

source: .NET 3.5 Client Profile
zh_tw: .NET 3.5 用戶端設定檔

source: <b>Id</b>
zh_tw: <b>識別碼</b>

source: LOG
zh_cn: 日志

source: _keyPairContainer
zh_cn: _keyPairContainer(_K)

source: $number
uk: $число

source: ${name}
uk: ${назва}

source: ActionGroup
uk: Група дій

source: ApplicationIcon
uk: ПіктограмаЗастосунку

source: ApplicationIconId
uk: ІдПіктограмиЗастосунку

source: ChangeLog
uk: Журнал змін

source: Default.Namespace
uk: Стандартний.простір.назв

source: FirstRunDescription
uk: ОписПершогоЗапуску

source: Manage Packages
uk: Керування пакунками

source: NewLines
uk: НовіРядки

source: OptionName
uk: НазваПараметру

source: Use Selection for Find
uk: Використати для пошуку вибране

source: Use Selection for Replace
uk: Використати для заміни вибране

source: {0} packages successfully updated.
uk: {0} пакунків успішно оновлено.

source: {0} packages updated with warnings.
uk: {0} пакунків оновлено з попередженнями.
