Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Matches a carriage return \u000D.
cs: Shoda se znakem CR \u000D
de: Entspricht einem Wagenrücklaufzeichen \u000D.
es: Busca un retorno de carro \u000D.
fr: Correspond à un retour chariot \u000D.
it: Trova la corrispondenza di un carattere di ritorno a capo \u000D.
ja: 復帰 \u000D に一致します。
ko: 캐리지 리턴 문자인 \u000D를 찾습니다.
pl: Dopasowuje powrót karetki \u000D.
pt_br: Corresponde a um retorno de carro \u000D.
ru: Соответствует возврату каретки \u000D.
tr: Satır başı \u000D ile eşleşir.
uk: Відповідає поверненню каретки \u000D.
zh_cn: 与回车符 \u000D 匹配。
zh_tw: 符合歸位字元 \u000D。

source: Matches a form feed \u000C.
cs: Shoda se znakem posunu listu (form feed) \u000C
de: Entspricht einem Seitenvorschubzeichen \u000C.
es: Busca un avance de página \u000C.
fr: Correspond à un saut de page \u000C.
it: Trova la corrispondenza di un carattere di avanzamento carta \u000C.
ja: フォーム フィード \u000C に一致します。
ko: 용지 공급 문자인 \u000C를 찾습니다.
pl: Dopasowuje wysuw strony \u000C.
pt_br: Corresponde a um avanço de página \u000C.
ru: Соответствует переводу страницы \u000C.
tr: Sonraki sayfaya geçiş \u000C ile eşleşir.
uk: Відповідає прокрутці аркуша \u000C.
zh_cn: 与换页符 \u000C 匹配。
zh_tw: 符合跳頁 \u000C。

source: Matches a new line \u000A.
cs: Shoda se znakem pro nový řádek \u000A
de: Entspricht einem Neue-Zeile-Zeichen \u000A.
es: Busca un carácter de nueva línea \u000A.
fr: Correspond à un saut de ligne \u000A.
it: Trova la corrispondenza di un carattere di nuova riga \u000A.
ja: 改行 \u000A に一致します。
ko: 줄 바꿈 문자인 \u000A를 찾습니다.
pl: Dopasowuje nowy wiersz \u000A.
pt_br: Corresponde a uma nova linha \u000A.
ru: Соответствует новой строке \u000A.
tr: Yeni satır \u000A ile eşleşir.
uk: Відповідає новому рядку \u000A.
zh_cn: 与换行符 \u000A 匹配。
zh_tw: 符合新行 \u000A。

source: Matches a tab \u0009.
cs: Shoda se znakem tabulátoru \u0009
de: Entspricht einem Tabstoppzeichen \u0009.
es: Busca una tabulación \u0009.
fr: Correspond à une tabulation \u0009.
it: Trova la corrispondenza di un carattere di tabulazione \u0009.
ja: タブ \u0009 に一致します。
ko: 탭 문자인 \u0009를 찾습니다.
pl: Dopasowuje tabulator \u0009.
pt_br: Corresponde a uma guia \u0009.
ru: Соответствует вкладке \u0009.
tr: Sekme \u0009 ile eşleşir.
uk: Відповідає табуляції \u0009.
zh_cn: 与制表符 \u0009 匹配。
zh_tw: 符合 tab \u0009。

source: Matches a vertical tab \u000B.
cs: Shoda se znakem svislého tabulátoru \u000B
de: Entspricht einem vertikalen Tabstoppzeichen \u000B.
es: Busca una tabulación vertical \u000B.
fr: Correspond à une tabulation verticale \u000B.
it: Trova la corrispondenza di un carattere di tabulazione verticale \u000B.
ja: 垂直タブ \u000B に一致します。
ko: 세로 탭 문자인 \u000B를 찾습니다.
pl: Dopasowuje tabulator pionowy \u000B.
pt_br: Corresponde a uma guia vertical \u000B.
ru: Соответствует вертикальной вкладке \u000B.
tr: Dikey sekme \u000B ile eşleşir.
uk: Відповідає вертикальній табуляції \u000B.
zh_cn: 与垂直制表符 \u000B 匹配。
zh_tw: 符合垂直 tab \u000B。

source: Matches an ASCII character as octal (up to three digits); numbers with no leading zero are backreferences if they have only one digit or if they correspond to a capturing group number. (For more information, see Backreferences.) For example, the character \040 represents a space.
cs: Najde shodu pro znak ASCII jako osmičkové číslo (maximálně se třemi číslicemi). Čísla bez nuly na začátku se považují za zpětné reference, pokud obsahují jenom jednu číslici nebo pokud odpovídají číslu zachycující skupiny. (Další informace najdete v článku o zpětných referencích.) Znak \040 například představuje mezeru.
de: Entspricht einem ASCII-Zeichen in oktaler Darstellung (bis zu drei Stellen); Zahlen ohne führende 0 (null) sind Rückverweise, wenn sie nur eine Stelle aufweisen oder der Nummer einer Erfassungsgruppe entsprechen. (Weitere Informationen finden Sie unter 'Rückverweise'.) Das Zeichen \040 entspricht beispielsweise einem Leerzeichen.
es: Busca un carácter ASCII como octal (hasta tres dígitos); los números sin cero al principio son referencias inversas si tienen solo un dígito o si corresponden a un número de grupo de captura. Para obtener más información, vea el tema sobre referencias inversas. Por ejemplo, el carácter \040 representa un espacio.
fr: Correspond à un caractère ASCII de type octal (trois signes) ; les nombres sans zéro non significatif sont des références arrière s’ils ne comptent qu’un chiffre ou s’ils correspondent à un numéro de groupe de capture. (Pour plus d’informations, voir les références arrière.) Par exemple, le caractère \040 représente un espace.
it: Trova la corrispondenza di un carattere ASCII come ottale (fino a tre cifre). I numeri senza zero iniziale sono backreference se sono costituiti da una sola cifra o corrispondono a un numero di gruppo di acquisizione. Per altre informazioni, vedere Backreference. Il carattere \040, ad esempio, rappresenta uno spazio.
ja: 8 進数で表した ASCII 文字に一致します (最大 3 桁)。 先頭がゼロでない数値は、1 桁のみの場合や、 キャプチャ対象のグループ番号に対応する場合は、前方参照です。 (詳細については、前方参照を参照してください。) たとえば、文字 \040 はスペースを表します。
ko: 8진수(최대 3자리)로 ASCII 문자를 찾습니다. 앞에 0이 오지 않는 숫자가 1자리만 포함하거나 캡처 그룹 번호에 해당하는 경우 역참조입니다 (자세한 내용은 역참조 참조). 예를 들어 \040 문자는 공백을 나타냅니다.
pl: Dopasowuje znak ASCII w reprezentacji ósemkowej (do trzech cyfr); liczby bez zera wiodącego są odwołaniem wstecznym, jeśli mają tylko jedną cyfrę lub jeśli odpowiadają przechwytującemu numerowi grupy. (Aby uzyskać więcej informacji, zobacz Odwołania wsteczne). Przykładowo znak \040 reprezentuje spację.
pt_br: Corresponde a um caractere ASCII como octal (até três dígitos); números sem zero à esquerda são referências inversas caso tenham apenas um dígito ou correspondam a um número de grupo de captura. (Para ver mais informações, consulte Referências inversas.) Por exemplo, o caractere \040 representa um espaço.
ru: Соответствует символу ASCII в восьмеричной системе (до трех цифр); числа без нуля в начале получают обратную ссылку, если они имеют только одну цифру или соответствуют номеру группы записи. (Дополнительные сведения см. в разделе об обратных ссылках.) Например, символ \040 представляет пробел.
tr: ASCII karakterleriyle sekizlik gösterim (üç rakama kadar) kullanarak eşleşir; başında sıfır olmayan sayılar, yalnızca bir rakamdan oluşuyorsa veya bir yakalama grup sayısına karşılık geliyorsa geri başvurulardır. (Daha fazla bigli için bkz. Geri Başvurular.) Örneğin, \040 karakteri bir boşluğu gösterir.
zh_cn: 将 ASCII 字符匹配为八进制数(最多三位)； 如果没有前导零的数字只有一位数 或者与捕获组号相对应，则该数字为向后引用。 (有关详细信息，请参阅“向后引用”。) 例如，字符 \040 表示空格。
zh_tw: 符合八進位的 ASCII 字元 (最多三位數); 如果沒有前置零的數字只有一位數 或對應至擷取群組號碼，則是反向參考 (如需詳細資訊，請參閱＜反向參考＞)。 例如，字元 \040 代表空格。

source: Matches an ASCII character using hexadecimal representation (exactly two digits).
cs: Najde shodu pro znak ASCII pomocí šestnáctkového vyjádření (přesně dvě číslice).
de: Entspricht einem ASCII-Zeichen in hexadezimaler Darstellung (genau zwei Stellen).
es: Busca un carácter ASCII con una representación hexadecimal (exactamente dos dígitos).
fr: Correspond à un caractère ASCII utilisant une représentation hexadécimale (exactement deux signes).
it: Trova la corrispondenza di un carattere ASCII usando una rappresentazione esadecimale (esattamente due cifre).
ja: 16 進数で表した ASCII 文字に一致します (厳密に 2 桁)。
ko: 16진수 표현(정확히 2자리)을 사용하여 ASCII 문자를 찾습니다.
pl: Dopasowuje znak ASCII przy użyciu reprezentacji szesnastkowej (dokładnie dwie cyfry).
pt_br: Corresponde a um caractere ASCII usando representação hexadecimal (exatamente dois dígitos).
ru: Соответствует символу ASCII в шестнадцатеричном представлении (ровно две цифры).
tr: ASCII karakterleriyle onaltılık gösterim kullanarak eşleşir (tam olarak iki rakam).
uk: Відповідає символу ASCII в шістнадцятковому поданні (рівно 2 цифри).
zh_cn: 使用十六进制表示形式(恰好两位)与 ASCII 字符 匹配。
zh_tw: 符合使用十六進位表示法的 ASCII 字元 (確切為兩位數)。

source: Matches an ASCII control character; for example, \cC is control-C.
cs: Najde shodu pro řídicí znak ASCII, například \cC je control-C.
de: Entspricht einem ASCII-Steuerzeichen; Beispiel: \cC ist STRG-C.
es: Busca un carácter de control ASCII; por ejemplo, \cC es control-C.
fr: Correspond à un caractère de contrôle ASCII ; par exemple, \cC représente Ctrl-C.
it: Trova la corrispondenza di un carattere di controllo ASCII. \cC ad esempio equivale a CTRL+C.
ja: ASCII コントロール文字に一致します。 たとえば、\cC は control-C です。
ko: ASCII 제어 문자를 찾습니다. 예를 들어 \cC는 control-C입니다.
pl: Dopasowuje znak kontrolny ASCII; przykładowo \cC to znak control-C.
pt_br: Corresponde a um caractere de controle ASCII; por exemplo, \cC é control-C.
ru: Соответствует управляющему символу ASCII; например \cC является control-C.
tr: ASCII denetim karakterleriyle eşleşir; örneğin, \cC is Ctrl-C'dir.
uk: Відповідає керувальному символу ASCII; наприклад, \cC це Ctrl-C.
zh_cn: 与 ASCII 控制字符匹配； 例如，\cC 为 control-C。
zh_tw: 符合 ASCII 控制字元; 例如，\cC 是 control-C。

source: Matches an escape \u001B.
cs: Shoda se znakem escape \u001B
de: Entspricht einem Escapezeichen \u001B.
es: Busca un escape \u001B.
fr: Correspond à un échappement \u001B.
it: Trova la corrispondenza di un carattere di escape \u001B.
ja: エスケープ \u001B に一致します。
ko: 이스케이프 문자인 \u001B를 찾습니다.
pl: Dopasowuje znak Escape \u001B.
pt_br: Corresponde a um escape \u001B.
ru: Соответствует символу экранирования \u001B.
tr: Kaçış \u001B ile eşleşir.
uk: Відповідає ESC \u001B.
zh_cn: 与转义符 \u001B 匹配。
zh_tw: 符合逸出 \u001B。

source: Matches any character in the Unicode general category or named block specified by name (for example, Ll, Nd, Z, IsGreek, and IsBoxDrawing).
cs: Odpovídá jakémukoliv znaku v obecné kategorii Unicode nebo pojmenovaném bloku zadaném názvem (například Ll, Nd, Z, IsGreek a IsBoxDrawing).
de: Entspricht einem beliebigen Zeichen, das sich in der allgemeinen Unicode-Kategorie oder in einem durch 'name' angegebenen benannten Block befindet (Beispiel: Ll, Nd, Z, IsGreek und IsBoxDrawing).
es: Busca cualquier carácter de la categoría general de Unicode o en un bloque con nombre especificado (en nombre) (por ejemplo, Ll, Nd, Z, IsGreek e IsBoxDrawing).
fr: Correspond à tout caractère figurant dans une catégorie générale Unicode ou dans un bloc nommé spécifié par un nom (par exemple, Ll, Nd, Z, IsGreek et IsBoxDrawing).
it: Trova la corrispondenza di qualsiasi carattere nella categoria generale Unicode o nel blocco denominato specificato per nome, ad esempio Ll, Nd, Z, IsGreek e IsBoxDrawing.
ja: Unicode の一般カテゴリ内か、名前で指定された 名前付きブロック (Ll、Nd、Z、IsGreek、IsBoxDrawing など) 内の任意の文字に一致します。
ko: 유니코드 일반 범주 또는 name으로 지정된 명명된 블록(예: Ll, Nd, Z, IsGreek, and IsBoxDrawing)에 있는 모든 문자를 찾습니다.
pl: Dopasowuje dowolny znak w katalogu ogólnym Unicode lub nazwanym bloku określonym przez nazwę (np. Ll, Nd, Z, IsGreek, i IsBoxDrawing).
pt_br: Corresponde a qualquer caractere na categoria geral do Unicode ou bloco de nome especificado por nome (por exemplo, Ll, Nd, Z, IsGreek e IsBoxDrawing).
ru: Соответствует любому символу в общей категории Юникода или именованном блоке, указанном по имени (например, Ll, Nd, Z, IsGreek и IsBoxDrawing).
tr: Unicode genel kategorisindeki veya adla belirtilen adlandırılmış bir bloktaki (örneğin, Ll, Nd, Z, IsGreek ve IsBoxDrawing) herhangi bir karakterle eşleşir.
zh_cn: 匹配通过名称(例如 Ll、Nd、Z、IsGreek 和 IsBoxDrawing)指定 的 Unicode 常规类别或命名程序块中的任何字符。
zh_tw: 符合 Unicode 一般分類 或依名稱指定的具名區塊中的任何字元 (例如，Ll、Nd、Z、IsGreek 和 IsBoxDrawing) 。

source: Matches any character not in Unicode general category or named block specified in name.
cs: Odpovídá jakémukoli znaku, který není v obecné kategorii Unicode nebo pojmenovaném bloku zadaném názvem.
de: Entspricht einem beliebigen Zeichen, das nicht in der allgemeinen Unicode-Kategorie oder in einem durch 'name' angegebenen benannten Block enthalten ist.
es: Busca cualquier carácter que no esté en la categoría general de Unicode o en un bloque con nombre especificado (en nombre).
fr: Correspond à tout caractère ne figurant pas dans une catégorie générale Unicode ou dans un bloc nommé spécifié par un nom.
it: Trova la corrispondenza di qualsiasi carattere non incluso nella categoria generale Unicode o nel blocco denominato specificato nel nome.
ja: Unicode の一般カテゴリ以外か、名前で指定された 名前付きブロック以外の任意の文字に一致します。
ko: 유니코드 일반 범주 또는 name에 지정된 명명된 블록에 없는 모든 문자를 찾습니다.
pl: Dopasowuje dowolny znak w katalogu ogólnym Unicode lub nazwanym bloku określonym w nazwie.
pt_br: Corresponde a qualquer caractere que não pertence à categoria geral do Unicode ou bloco de nome especificado por nome.
ru: Соответствует любому символу, не входящему в общую категорию Юникода или именованный блок, указанный по имени.
tr: Unicode genel kategorisinde veya adla belirtilen adlandırılmış blokta olmayan tüm karakterlerle eşleşir.
zh_cn: 匹配不在名称中指定的 Unicode 常规类别 或命名程序块中的任何字符。
zh_tw: 符合不在 Unicode 一般分類 或名稱中指定的具名區塊中的任何字元。

source: Matches any digit character.
cs: Odpovídá jakémukoliv numerickému znaku.
de: Entspricht einem beliebigen Ziffernzeichen.
es: Busca cualquier carácter de dígito.
fr: Correspond tout caractère numérique.
it: Trova la corrispondenza di qualsiasi carattere numerico.
ja: 任意の数字に一致します。
ko: 숫자 문자를 찾습니다.
pl: Dopasowuje dowolny znak cyfry.
pt_br: Corresponde a qualquer caractere de dígito.
ru: Соответствует любому цифровому символу.
tr: Herhangi bir rakam karakteri ile eşleşir.
uk: Відповідає будь-якій цифрі.
zh_cn: 与任何数字字符匹配。
zh_tw: 符合任何數字字元。

source: Matches any non-white-space character.
cs: Odpovídá jakémukoliv neprázdnému znaku.
de: Entspricht einem beliebigen Nicht-Leerzeichen.
es: Busca cualquier carácter que no sea un espacio en blanco.
fr: Correspond à tout caractère autre qu’un espace blanc.
it: Trova la corrispondenza di qualsiasi carattere diverso da uno spazio.
ja: 任意の非空白文字に一致します。
ko: 공백이 아닌 문자를 찾습니다.
pl: Dopasowuje dowolny znak inny niż biały znak.
pt_br: Corresponde a qualquer caractere que não seja espaço em branco.
ru: Соответствует любому символу, не являющемуся пробелом.
tr: Boşluk olmayan herhangi bir karakter ile eşleşir.
uk: Відповідає будь-якому не пробільному символу.
zh_cn: 与任何非空白字符匹配。
zh_tw: 符合任何非空白字元。

source: Matches any nondigit character.
cs: Odpovídá jakémukoliv nenumerickému znaku.
de: Entspricht einem beliebigen Nicht-Ziffernzeichen.
es: Busca cualquier carácter que no sea un dígito.
fr: Correspond à tout caractère non numérique.
it: Trova la corrispondenza di qualsiasi carattere non numerico.
ja: 任意の非数字に一致します。
ko: 숫자가 아닌 문자를 찾습니다.
pl: Dopasowuje dowolny znak inny niż znak cyfry.
pt_br: Corresponde a qualquer caractere não dígito.
ru: Соответствует любому нецифровому символу.
tr: Rakam olmayan herhangi bir karakter ile eşleşir.
uk: Відповідає будь-якому символу, крім цифр.
zh_cn: 与任何非数字字符匹配。
zh_tw: 符合任何非數字字元。

source: Matches any nonword character.
cs: Odpovídá jakémukoliv jinému znaku než písmenu.
de: Entspricht einem beliebigen Nicht-Wortzeichen.
es: Busca cualquier carácter que no sea una palabra.
fr: Correspond à tout caractère non alphabétique.
it: Trova la corrispondenza di qualsiasi carattere non alfabetico.
ja: 任意の非単語文字に一致します。
ko: 단어가 아닌 문자를 찾습니다.
pl: Dopasowuje dowolny znak inny niż znak słowa.
pt_br: Corresponde a qualquer caractere não palavra.
ru: Соответствует любому символу, не относящемуся к слову.
tr: Sözcük karakteri olmayan herhangi bir karakter ile eşleşir.
uk: Відповідає будь-якому несловесному символу.
zh_cn: 与任何非单词字符匹配。
zh_tw: 符合任何非文字字元。

source: Matches any one of the terms separated by the | (vertical bar) character; for example, cat|dog|tiger. The leftmost successful match wins.
cs: Najde libovolný z termínů oddělených znakem | (svislá čára), například kočka|pes|tygr. Přednost má úspěšná shoda, která je nejvíce nalevo.
de: Entspricht einem beliebigen durch einen senkrechten Strich (|) abgetrennten Begriff. Beispiel: katze|hund|tiger. Die Entsprechung am weitesten links ist erfolgreich.
es: Busca cualquiera de los términos separados por el carácter | (barra vertical); por ejemplo, gato|perro|tigre. La coincidencia correcta situada más a la izquierda gana.
fr: Correspond à l’un des termes séparés par le caractère | (barre verticale) ; par exemple, chat|chien|tigre. La correspondance la plus à gauche l’emporte.
it: Trova la corrispondenza di uno qualsiasi dei termini separati dal carattere | (barra verticale), ad esempio gatto|cane|tigre. La corrispondenza più a sinistra prevale.
ja: | (縦棒) 文字で区切られた用語の 1 つに一致します。 たとえば、cat|dog|tiger などです。左端が一致するとそれが優先されます。
ko: |(세로 막대)로 구분된 단어 중 하나를 찾습니다 (예: cat|dog|tiger). 가장 왼쪽의 일치 항목이 적용됩니다.
pl: Dopasowuje dowolny termin z terminów oddzielonych znakiem | (kreska pionowa); np. kot|pies|tygrys. Wygrywa pierwsze dopasowanie z lewej strony.
pt_br: Corresponde a qualquer um dos termos separados pelo caractere | (barra vertical); por exemplo, cat|dog|tiger. A correspondência mais à esquerda ganha.
ru: Соответствует любому из терминов, разделенных символом вертикальной черты |; например кошка|собака|тигр. Побеждает самое левое успешное сопоставление.
tr: "|" (dikey çubuk) karakteriyle ayrılan terimlerden herhangi biriyle eşleşir; örneğin, kedi|köpek|kaplan. En soldaki başarılı eşleşme kazanır.
uk: Збіг з одним з термінів, відокремлених символом | (вертикальна лінія); наприклад, кіт|собака|тигр. Перевага надається першому зліва збігу.
zh_cn: 与以 | (竖线)字符分隔的术语中的任何一项匹配； 例如， cat|dog|tiger。使用最左侧的成功匹配。
zh_tw: 符合以 | (垂直線) 字元區隔的任何一個詞彙; 例如，cat|dog|tiger。會使用最左邊的成功相符項。

source: Matches any white-space character.
cs: Odpovídá jakémukoliv prázdnému znaku.
de: Entspricht einem beliebigen Leerzeichen.
es: Busca cualquier carácter de espacio en blanco.
fr: Correspond à tout espace blanc.
it: Trova la corrispondenza di qualsiasi carattere di spazio.
ja: 任意の空白文字に一致します。
ko: 공백 문자를 찾습니다.
pl: Dopasowuje każdy biały znak.
pt_br: Corresponde a qualquer caractere de espaço em branco.
ru: Соответствует любому символу пробела.
tr: Herhangi bir boşluk karakteri ile eşleşir.
uk: Відповідає будь-якому символу пропуску.
zh_cn: 与任何空白字符匹配。
zh_tw: 符合任何空白字元。

source: Matches any word character.
cs: Odpovídá jakémukoliv písmenu.
de: Entspricht einem beliebigen Wortzeichen.
es: Busca cualquier carácter de palabra.
fr: Correspond à tout caractère alphabétique.
it: Trova la corrispondenza di qualsiasi carattere alfabetico.
ja: 任意の単語文字に一致します。
ko: 단어 문자를 찾습니다.
pl: Dopasowuje dowolny znak słowa.
pt_br: Corresponde a qualquer caractere de palavra.
ru: Соответствует любому символу слова.
tr: Herhangi bir sözcük karakteri ile eşleşir.
uk: Відповідає будь-якому словесному символу.
zh_cn: 与任何单词字符匹配。
zh_tw: 符合任何文字字元。

source: Matches the 'yes' part if the expression matches at this point; otherwise, matches the 'no' part.
cs: Porovná část ano, pokud výraz v tomto bodě odpovídá. V opačném případě porovná část ne.
de: Entspricht 'yes', wenn der Ausdruck an diesem Punkt übereinstimmt, und andernfalls 'no'.
es: Compara la parte 'sí' si la expresión coincide en este punto; de lo contrario, compara la parte 'no'.
fr: Correspond à la partie « oui » si l’expression correspond à cet endroit ; autrement, correspond à la partie « non ».
it: Trova la corrispondenza della parte 'yes' se l'espressione corrisponde in questo punto, altrimenti trova la corrispondenza della parte 'no'.
ja: 式をこの位置で一致する場合は 'yes' の部分が照合されます。それ以外の場合は 'no' の部分が照合されます。
ko: 식이 이 지점에서 일치하면 'yes' 부분을 찾고, 그렇지 않으면 'no' 부분을 찾습니다.
pl: Dopasowuje część „yes”, jeśli wyrażenie jest zgodne w tym punkcie; w przeciwnym razie dopasowuje część „no”.
pt_br: Corresponderá à parte 'yes' se a expressão corresponder neste ponto, caso contrário, corresponderá à parte 'no'.
ru: Соответствует части "yes", если выражение совпадает в этой точке, в противном случае соответствует части "no".
tr: İfade bu noktada eşleşiyorsa 'evet' kısmıyla eşleşir; aksi halde, 'hayır' kısmıyla eşleşir.
uk: Означає частину 'так', якщо вираз відповідає даній точні; інакше, означає частину 'ні'.
zh_cn: 如果表达式在此位置匹配，则与 "yes" 部分匹配；否则，与 "no" 部分匹配。
zh_tw: 如果目前運算式相符，則符合 'yes' 部分; 否則符合 'no' 部分。

source: Matches the 'yes' part if the named capture string has a match; otherwise, matches the 'no' part. The 'no' part can be omitted. If the given name does not correspond to the name or number of a capturing group used in this expression, the alternation construct is interpreted as an expression test.
cs: Porovná část ano, pokud pojmenovaný řetězec zachycení má shodu. V opačném případě porovná část ne. Část ne se může vynechat. Pokud zadaný název neodpovídá názvu nebo číslu zachycující skupiny použité v tomto výrazu, bude se alternující konstrukce interpretovat jako test výrazu.
de: Entspricht 'yes', wenn die benannte Erfassungszeichenfolge eine Übereinstimmung aufweist, und andernfalls 'no'. Der Teil 'no' kann weggelassen werden. Wenn der angegebene Name keinem Namen oder keiner Nummer einer in diesem Ausdruck verwendeten Erfassungsgruppe entspricht, wird das Alternierungskonstrukt als Ausdruckstest interpretiert.
es: Compara la parte 'sí' si la cadena de captura con nombre tiene una coincidencia; de lo contrario, compara la parte 'no'. La parte 'no' se puede omitir. Si el nombre dado no se corresponde con el nombre o número de un grupo de captura usado en esta expresión, la construcción de alternación se interpreta como una prueba de expresión.
fr: Correspond à la partie « oui » si la chaîne de capture nommée a une correspondance ; autrement, correspond à la partie « non ». La partie « non » peut être omise. Si le nom donné ne correspond pas au nom ou au numéro d’un groupe avec capture utilisé dans cette expression, la construction d’alternance est interprétée comme un test d’expression.
it: Trova la corrispondenza della parte 'yes' se per la stringa di acquisizione denominata esiste una corrispondenza, altrimenti trova la corrispondenza della parte 'no'. È possibile omettere la parte 'no'. Se il nome specificato non corrisponde al nome o al numero di un gruppo di acquisizione usato in questa espressione, il costrutto di alternanza viene interpretato come un test di espressione.
ja: 名前を指定したキャプチャ文字列に一致項目がある場合は 'yes' の部分に一致します。 それ以外の場合は、'no' の部分に一致します。'no' の部分は省略できます。 指定した名前が、この式で使用されているキャプチャ対象グループの名前か番号に対応していない場合は、 代替コンストラクトは式のテストと解釈されます。
ko: 명명된 캡처 문자열에 일치 항목이 있으면 'yes' 부분을 찾고, 그렇지 않으면 'no' 부분을 찾습니다. 'no' 부분은 생략할 수 있습니다. 지정된 name이 이 식에서 사용되는 캡처 그룹의 이름이나 번호에 해당하지 않는 경우 교체 구문이 식 테스트로 해석됩니다.
pl: Dopasowuje część „yes”, jeśli nazwany ciąg przechwytywania ma dopasowanie; w przeciwnym razie dopasowuje część „no”. Część „no” można pominąć. Jeśli dana nazwa nie odpowiada nazwie lub numerowi grupy przechwytującej użytej w tym wyrażeniu, konstrukcja warunkowa jest interpretowana jako test wyrażenia.
pt_br: Corresponderá à parte 'yes' se a cadeia de caracteres de captura nomeada tiver uma correspondência; caso contrário, corresponderá à parte 'no'. A parte 'no' pode ser omitida. Se o nome fornecido não corresponder ao nome ou número de um grupo de captura usado nesta expressão, o constructo de alternância é interpretado como um teste de expressão.
ru: Соответствует части "yes", если именованная строка записи имеет совпадение; в противном случае соответствует части "no". Часть "no" невозможно опустить. Если заданное имя не соответствует имени или номеру группы записи, используемой в этом выражении, конструкция чередования интерпретируется как проверка выражения.
tr: Adlandırılmış yakalama dizesinin bir eşlemesi varsa 'evet' kısmını eşleştirir; yoksa, 'hayır' kısmını eşleştirir. 'Hayır' kısmı çıkarılabilir. Verili ad bu ifadede kullanılan bir yakalama grubunun adına veya numarasına karşılık gelmiyorsa, dönüşümlülük kurgusu bir ifade testi olarak yorumlanır.
zh_cn: 如果命名捕获字符串有匹配，则与 "yes" 部分匹配； 否则，与 "no" 部分匹配。"no" 部分可省略。 如果给定的名称不与此表达式中使用的 捕获组的名称或编号对应，则替换构造将 解释为表达式测试。
zh_tw: 如果具名的擷取字串具有相符項，則符合 'yes' 部分; 否則符合 'no' 部分。可以省略 'no' 部分。 如果指定的名稱未對應至此運算式中 所用擷取群組的名稱或數目，替代建構 會解譯為運算式測試。

source: Matching _Brace
cs: O_dpovídající závorka
de: _Übereinstimmende Klammer
es: Llave _coincidente
fr: Accolade corres_pondante
it: Parentesi _graffa corrispondente
ja: 対応するかっこ(_B)
ko: 일치하는 중괄호(_B)
pl: _Pasujący nawias klamrowy
pt_br: _Chave Correspondente
ru: П_арная фигурная скобка
tr: Eşleşen _Ayraç
zh_cn: 匹配大括号(_B)
zh_tw: 成對的大括弧(_B)
