Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Start Debugging (Current Project)
cs: Spustit ladění (aktuální projekt)
de: Debuggen starten (aktuelles Projekt)
es: Iniciar la depuración (proyecto actual)
fr: Démarrer le débogage (projet en cours)
it: Avvia debug (progetto corrente)
ja: デバッグの開始 (現在のプロジェクト)
ko: 디버깅 시작(현재 프로젝트)
pl: Rozpocznij debugowanie (bieżący projekt)
pt_br: Iniciar Depuração (Projeto Atual)
ru: Начать отладку (текущий проект)
tr: Hata Ayıklamayı Başlat (Geçerli Proje)
zh_cn: 开始调试(当前项目)
zh_tw: 開始偵錯 (目前專案)

source: Start Debugging Project
cs: Spustit ladicí projekt
de: Debuggen des Projekts starten
es: Iniciar depuración del proyecto
fr: Démarrer le débogage du projet
ja: プロジェクトのデバッグを開始
ko: 프로젝트 디버그 시작
pl: Rozpocznij debugowanie projektu
pt_br: Iniciar a Depuração do Projeto
ru: Начать отладку проекта
tr: Projede Hata Ayıklamayı Başlat

source: Start Debugging Solution
cs: Spustit řešení ladění
de: Debuggen der Projektmappe starten
es: Iniciar depuración de la solución
fr: Démarrer le débogage de la solution
ja: ソリューションのデバッグを開始
ko: 솔루션 디버그 시작
pl: Rozpocznij debugowanie rozwiązania
pt_br: Iniciar a Depuração de Solução
ru: Начать отладку решения
tr: Çözümde Hata Ayıklamayı Başlat

source: Start Debugging on External Console
cs: Spustit ladění na externí konzole
de: Debugging auf externer Konsole starten
es: Iniciar la depuración en la consola externa
fr: Démarrer le débogage sur une console externe
it: Esegui in console esterna
ja: 外部コンソールでデバッグを開始する
ko: 외부 콘솔에서 디버깅 시작
pl: Rozpocznij debugowanie na konsoli zewnętrznej
pt_br: Iniciar Depuração no Console Externo
ru: Начать отладку во внешней консоли
tr: Dış Konsolda Hata Ayıklamayı Başlat

source: Start Session Recorder
cs: Spustit záznam relace
de: Session Recorder starten
es: Iniciar grabador de sesiones
fr: Démarrer l’enregistreur de session
it: Avvia registratore sessione
ja: セッション レコーダーの開始
ko: 세션 레코더 시작
pl: Uruchom rejestrator sesji
pt_br: Iniciar o Gravador de Sessão
ru: Запустить средство записи сеансов
tr: Oturum Kaydedicisini Başlat
uk: Розпочати запис сеансу
zh_cn: 启动会话记录器
zh_tw: 啟動工作階段錄製器

source: Start Window
cs: Okno Start
de: Startfenster
es: Ventana de inicio
fr: Fenêtre Démarrer
ja: 開始時間帯
ko: 시작 윈도
pl: Uruchom okno
pt_br: Janela de Início
ru: Окно запуска
tr: Başlangıç Penceresi

source: Start Without Debugging
cs: Spustit bez ladění
de: Starten ohne Debuggen
es: Iniciar sin depuración
fr: Démarrer sans débogage
it: Avvia senza eseguire debug
ja: デバッグなしで開始
ko: 디버깅하지 않고 시작
pl: Uruchom bez debugowania
pt_br: Iniciar Sem Depuração
ru: Запустить без отладки
tr: Hata Ayıklama Olmadan Başlat
uk: Запустити без зневадження
zh_cn: 启动而不调试
zh_tw: 開始但不偵錯

source: Start _Debugging
cs: Spustit _ladění
de: _Debuggen starten
es: Iniciar _depuración
fr: Démarrer le _débogage
it: Avvia _debug
ja: デバッグの開始(_D)
ko: 디버깅 시작(_D)
pl: Rozpocznij _debugowanie
pt_br: Iniciar _Depuração
ru: Начать _отладку
tr: Hata _Ayıklamayı Başlat
uk: Розпочати _зневадження
zh_cn: 开始调试(_D)
zh_tw: 開始偵錯(_D)

source: Start a test run and run all the tests
cs: Spustit testovací běh a všechny testy
de: Testlauf starten und alle Tests ausführen
es: Iniciar una serie de pruebas y ejecutar todas las pruebas
fr: Démarrer une série de tests et exécuter tous les tests
ja: テストの実行を開始し、すべてのテストを実行します
ko: 테스트 실행을 시작하고 모든 테스트를 실행
pl: Rozpocznij przebieg testu i uruchom wszystkie testy
pt_br: Inicie uma execução de teste e execute todos os testes
ru: Выполнить тестовый запуск и провести все тесты
tr: Bir test çalıştırması başlatın ve tüm testleri çalıştırın

source: Start debugging
cs: Spustit ladění
de: Debuggen starten
es: Iniciar depuración
fr: Démarrer le débogage
it: Avvia debug
ja: デバッグの開始
ko: 디버깅 시작
pl: Rozpocznij debugowanie
pt_br: Iniciar Depuração
ru: Начать отладку
tr: Hata ayıklamayı başlat
uk: Розпочати зневадження
zh_cn: 开始调试
zh_tw: 開始偵錯

source: Start debugging an .fsx script
cs: Spustit ladění skriptu .fsx
de: Debuggen eines FSX-Skripts starten
es: Iniciar la depuración de un script .fsx
fr: Démarrer le débogage d'un script .fsx
it: Avvia debug
ja: .fsx スクリプトのデバッグを開始する
ko: .fsx 스크립트 디버깅 시작
pl: Rozpocznij debugowanie skryptu FSX
pt_br: Iniciar depuração de um script .fsx
ru: Начать отладку FSX-сценария
tr: Bir .fsx betiğinde hata ayıklamayı başlat

source: Start external program:
cs: Spustit externí program:
de: Externes Programm starten:
es: Programa externo de inicio:
fr: Démarrer le programme externe :
it: Avvia programma esterno:
ja: 外部プログラムの開始:
ko: 시작 외부 프로그램:
pl: Uruchom zewnętrzny program:
pt_br: Iniciar programa externo:
ru: Запуск внешней программы:
tr: Dış programı başlat:

source: Start monitoring UIThread hangs
cs: Začít sledovat selhání vlákna uživatelského rozhraní
de: Überwachung von UIThread-Blockaden starten
es: Iniciar supervisión de bloqueos de UIThread
fr: Démarrer la supervision des blocages de UIThread
it: Avvia il monitoraggio dei blocchi di UIThread
ja: UIThread ハングの監視を開始する
ko: UIThread 중단 모니터링 시작
pl: Rozpocznij monitorowanie zawieszeń UIThread
pt_br: Iniciar monitoramento de travamentos do UIThread
ru: Начать мониторинг зависаний UIThread
tr: UIThread kilitlenmelerini izlemeye başla
zh_cn: 开始监视 UIThread 挂起
zh_tw: 開始監視 UIThread 停止回應

source: Start program without debugging
cs: Spustit program bez ladění
de: Programm ohne Debugger starten
es: Iniciar el programa sin depurarlo
fr: Démarrer le programme sans débogage
it: Avvia il progetto senza debug
ja: プログラムをデバッグなしで開始します
ko: 디버깅하지 않고 프로그램 시작
pl: Uruchom program bez debugowania
pt_br: Iniciar programa sem depuração
ru: Запустить программу без отладки
tr: Hata ayıklama olmadan programı başlatma
uk: Запустити програму без зневадження
zh_cn: 启动程序而不调试
zh_tw: 啟動程式，不進行偵錯

source: Start project
cs: Spustit projekt
de: Projekt starten
es: Proyecto de inicio
fr: Démarrer le projet
it: Avvia progetto
ja: プロジェクトの開始
ko: 시작 프로젝트
pl: Uruchom projekt
pt_br: Iniciar projeto
ru: Запуск проекта
tr: Projeyi başlat

source: Start the project
cs: Spustit projekt
de: Projekt starten
es: Iniciar el proyecto
fr: Démarrer le projet
it: Avvia il progetto
ja: プロジェクトを開始する
ko: 프로젝트 시작
pl: Rozpocznij projekt
pt_br: Iniciar o projeto
ru: Запуск проекта
tr: Projeyi başlat

source: Start the project with arguments '{0}'
cs: Spustit projekt s argumenty {0}
de: Projekt mit Argumenten "{0}" starten
es: Iniciar el proyecto con argumentos '{0}'
fr: Démarrer le projet avec les arguments '{0}'
it: Avvia il progetto con gli argomenti '{0}'
ja: 引数 '{0}' を指定してプロジェクトを開始する
ko: 인수 '{0}'(으)로 프로젝트 시작
pl: Rozpocznij projekt z argumentami „{0}”
pt_br: Iniciar o projeto com argumentos '{0}'
ru: Запуск проекта с аргументами "{0}"
tr: Projeyi '{0}' bağımsız değişkenleriyle başlat

source: Start the project with arguments '{0}' and environment variables '{1}'
cs: Spustit projekt s argumenty {0} a proměnnými prostředí {1}
de: Projekt mit Argumenten "{0}" und Umgebungsvariablen "{1}" starten
es: Iniciar el proyecto con argumentos '{0}' y variables de entorno '{1}'
fr: Démarrer le projet avec les arguments '{0}' et les variables d'environnement '{1}'
it: Avvia il progetto con gli argomenti '{0}' e le variabili di ambiente '{1}'
ja: 引数 '{0}' と環境変数 '{1}' を指定してプロジェクトを開始する
ko: 인수 '{0}' 및 환경 변수 '{1}'(으)로 프로젝트 시작
pl: Rozpocznij projekt z argumentami „{0}” i zmiennymi środowiskowymi „{1}”
pt_br: Iniciar o projeto com argumentos '{0}' e variáveis de ambiente '{1}'
ru: Запуск проекта с аргументами "{0}" и переменными среды "{1}"
tr: Projeyi '{0}' bağımsız değişkenleri ve '{1}' ortam değişkenleriyle başlat
zh_cn: 启动含有参数“{0}”和环境变量“{1}”的项目
zh_tw: 使用引數 '{0}' 及環境變數 '{1}' 啟動專案

source: Start the project with environment variables '{0}'
cs: Spustit projekt s proměnnými prostředí {0}
de: Projekt mit Umgebungsvariablen "{0}" starten
es: Iniciar el proyecto con las variables de entorno "{0}"
fr: Démarrer le projet avec les variables d'environnement '{0}'
it: Avvia il progetto con le variabili di ambiente '{0}'
ja: 環境変数 '{0}' を指定してプロジェクトを開始する
ko: 환경 변수 '{0}'(으)로 프로젝트 시작
pl: Rozpocznij projekt ze zmiennymi środowiskowymi „{0}”
pt_br: Iniciar o projeto com variáveis de ambiente '{0}'
ru: Запуск проекта с переменными среды "{0}"
tr: Projeyi '{0}' ortam değişkenleriyle başlat

source: Start tool {0}
cs: Spustit nástroj {0}
de: Tool "{0}" starten
es: Iniciar herramienta {0}
fr: Démarrer l'outil {0}
it: Avvia lo strumento {0}
ja: ツール {0} を起動する
ko: {0} 도구 시작
pl: Uruchom narzędzie {0}
pt_br: Iniciar ferramenta {0}
ru: Запуск средства {0}
tr: {0} aracını başlat

source: Starting {0}
cs: Spouštění {0}
de: {0} wird gestartet
es: Iniciando {0}
fr: Démarrage de {0}
it: Avvio di {0}
ja: {0} を開始しています
ko: {0}을(를) 시작하는 중
pl: Uruchamianie elementu {0}
pt_br: Iniciando {0}
ru: Выполняется запуск {0}
tr: {0} başlatılıyor
uk: Запуск {0}
zh_cn: 正在启动 {0}
zh_tw: 正在啟動 {0}

source: Startup Class
cs: Počáteční třída
de: Startklasse
es: Clase de inicio
fr: Classe de démarrage
ja: スタートアップ クラス
ko: 시작 클래스
pl: Klasa początkowa
pt_br: Classe de Inicialização
ru: Класс Startup
tr: Başlangıç Sınıfı

source: Startup project
cs: Spouštěcí projekt
de: Startprojekt
es: Proyecto de inicio
fr: Projet de démarrage
ja: スタートアップ プロジェクト
ko: 시작 프로젝트
pl: Projekt startowy
pt_br: Projeto de inicialização
ru: Запускаемый проект
tr: Başlangıç projesi

source: Stash
cs: Dočasně uložit
de: Stash ausführen
es: Guardar provisionalmente
fr: Remiser (stash)
it: Accantona
ja: 一時退避
ko: 스태시
pl: Scal
pt_br: Realizar stash
ru: Спрятать
tr: Hazırla
uk: Сховати
zh_cn: 存储
zh_tw: 儲藏

source: Stash Manager
cs: Správce dočasného ukládání
es: Administrador de cambios guardados provisionalmente
fr: Gestionnaire de dissimulation
it: Gestione accantonamenti
ko: 스태시 관리자
pl: Menedżer scaleń
pt_br: Gerenciador de Stash
ru: Диспетчер прятания
tr: Hazırlama Yöneticisi
uk: Керування сховками
zh_cn: 存储管理器
zh_tw: 隱藏管理員

source: Stash and Merge
cs: Dočasně uložit a sloučit
de: Stashen und Zusammenführen
es: Guardar provisionalmente y fusionar mediante combinación
fr: Remiser et fusionner
ja: 一時退避してマージ
ko: 스태시 및 병합
pl: Umieść w przechowalni i scal
pt_br: Stash e Mesclagem
ru: Спрятать и выполнить слияние
tr: Hazırla ve Birleştir

source: Stash and Rebase
cs: Dočasně uložit a přenést změny
de: Stashen und Rebase ausführen
es: Guardar provisionalmente y fusionar mediante cambio de base
fr: Remiser et rebaser
ja: 一時退避してリベース
ko: 스태시 및 다시 지정
pl: Umieść w przechowalni i zmień bazę
pt_br: Stash e Troca de Base
ru: Спрятать и переместить изменения из одной ветви в другую
tr: Hazırla ve Yeniden Temellendir

source: Stash and Switch
cs: Dočasně uložit a přepnout
de: Stashen und wechseln
es: Guardar provisionalmente y conmutar
fr: Remiser et basculer
ja: 一時退避して切り替え
ko: 스태시 및 전환
pl: Umieść w przechowalni i przełącz
pt_br: Stash e Comutador
ru: Спрятать и переключиться
tr: Hazırla ve Geç

source: Stash operation failed
cs: Operace dočasného ukládání selhala.
de: Fehler beim Stash-Vorgang.
es: No se pudieron guardar los cambios provisionalmente
fr: Échec de l’opération de dissimulation
it: L'operazione di accantonamento non è riuscita
ja: 一時退避操作に失敗しました。
ko: 스태시 작업 실패
pl: Operacja umieszczania w przechowalni nie powiodła się
pt_br: Falha na operação de stash
ru: Сбой операции прятания
tr: Hazırlama işlemi başarısız oldu.
uk: Сховати не вдалося.
zh_cn: 存储操作失败
zh_tw: 隱藏作業失敗。

source: Stash operation failed.
cs: Operace dočasného ukládání selhala.
de: Fehler beim Stash-Vorgang.
es: No se pudieron guardar provisionalmente los cambios.
fr: Échec de l’opération de dissimulation.
it: L'operazione di accantonamento non è riuscita.
ja: 一時退避操作に失敗しました。
ko: 스태시 작업이 실패했습니다.
pl: Operacja umieszczania w przechowalni nie powiodła się.
pt_br: Falha na operação de stash.
ru: Сбой операции прятания.
tr: Hazırlama işlemi başarısız oldu.
uk: Сховати не вдалося.
zh_cn: 存储操作失败。
zh_tw: 隱藏作業失敗。

source: Stash...
cs: Dočasné ukládání...
de: Stash ausführen...
es: Guardar provisionalmente...
fr: Remiser...
it: Accantona...
ja: 一時退避...
ko: 스태시...
pl: Scal...
ru: Спрятать...
tr: Hazırla...
uk: Сховати...
zh_cn: 存储...
zh_tw: 隱藏...

source: Stash/unstash local changes before/after rebasing
cs: Dočasně ukládat / zrušit dočasné ukládání místních změn před/po přenesení změn
de: Stash für lokale Änderungen vor/nach dem Rebasevorgang ausführen/aufheben
es: Guardar provisionalmente los cambios locales o aplicar los cambios locales guardados provisionalmente antes o después de la fusión mediante cambio de base
fr: Remiser/Déremiser les modifications locales avant/après le rebasage
it: Accantona/Annulla accantonamento delle modifiche locali prima/dopo la riassegnazione
ja: リベースの前/後にローカル変更を一時退避/一時退避解除します
ko: 기준 주소 다시 지정 전/후 로컬 변경 내용 스태시/스태시 해제
pl: Scal lokalne zmiany lub anuluj ich scalanie przed lub po zmianie bazy
pt_br: Realize stash/unstash nas alterações locais antes/depois da troca de base
ru: Спрятать/показать локальные изменения до/после перемещения из одной ветви в другую
tr: Yeniden temellendirmeden önce/sonra yerel değişiklikleri hazırla/hazırlamayı geri al
uk: Сховати/розкрити локальні зміни перед/після перебазування
zh_cn: 在变基前/后存储/取消存储本地更改
zh_tw: 在重定基底之前/之後隱藏/取消隱藏本機變更

source: Stash/unstash local changes before/after the merge
cs: Dočasně ukládat / zrušit dočasné ukládání místních změn před/po sloučení
de: Stash für lokale Änderungen vor/nach dem Zusammenführen ausführen/aufheben
es: Guardar provisionalmente los cambios locales o aplicar los cambios locales guardados provisionalmente antes o después de la fusión mediante combinación
fr: Remiser/Déremiser les modifications locales avant/après la fusion
it: Accantona/annulla accantonamento delle modifiche locali prima/dopo il merge
ja: マージの前/後にローカル変更を一時退避/一時退避解除します
ko: 병합 전/후 로컬 변경 내용 스태시/스태시 해제
pl: Scal lokalne zmiany lub anuluj ich scalanie przed lub po scaleniu
pt_br: Realize stash/unstash nas alterações locais antes/depois da mesclagem
ru: Спрятать/показать локальные изменения до/после слияния
tr: Birleştirmeden önce/sonra yerel değişiklikleri hazırla/hazırlamayı geri al
uk: Сховати/розкрити локальні зміни перед/після злиття
zh_cn: 在合并前/后存储/取消存储本地更改
zh_tw: 在合併之前/之後隱藏/取消隱藏本機變更

source: Stashing changes
cs: Dočasné ukládání změn
de: Stash wird für Änderungen ausgeführt.
es: Guardando los cambios provisionalmente
fr: Dissimulation des modifications
it: Accantonamento delle modifiche
ja: 変更を一時退避しています
ko: 변경 내용을 스태시하는 중
pl: Scalanie zmian
pt_br: Realizando stashing nas alterações
ru: Прятание изменений
tr: Değişiklikler hazırlanıyor
zh_cn: 正在存储更改
zh_tw: 正在隱藏變更

source: State
cs: Stav
de: Zustand
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt_br: Estado
ru: Состояние
tr: Durum
uk: Стан
zh_cn: 状态
zh_tw: 狀態

source: Statement can be simplified to 'while' statement
cs: Příkaz se dá zjednodušit na příkaz while.
de: Anweisung kann in eine while-Anweisung vereinfacht werden.
es: La instrucción se puede simplificar a una instrucción 'while'
fr: L’instruction qui peut être simplifiée en instruction « while »
it: L'istruzione può essere semplificata in istruzione 'while'
ja: ステートメントは 'While' ステートメントに簡略化することができます
ko: 문을 'while' 문으로 단순화할 수 있습니다.
pl: Instrukcję można uprościć do instrukcji „while”
pt_br: A instrução pode ser simplificada para a instrução 'while'
ru: Оператор можно упростить до оператора "while"
tr: Deyim 'while' deyimi olarak basitleştirilebilir
uk: Інструкцію можна спростити до інструкції 'while'
zh_cn: 语句可以简化为 "while" 语句
zh_tw: 陳述式可以簡化成 'while' 陳述式

source: Statement is redundant
cs: Příkaz je redundantní.
de: Anweisung ist redundant.
es: La instrucción es redundante
fr: Une instruction est redondante
it: L'istruzione è ridondante
ja: ステートメントが冗長です
ko: 문이 중복됩니다.
pl: Instrukcja jest nadmiarowa
pt_br: A instrução é redundante
ru: Оператор является избыточным
tr: Bildirim gereksiz
uk: Інструкція зайва
zh_cn: 语句是冗余的
zh_tw: 冗餘的陳述式

source: Static field in generic type
cs: Statické pole v obecném typu
de: Statisches Feld in generischem Typ
es: Campo estático en tipo genérico
fr: Champ statique dans un type générique
it: Campo statico nel tipo generico
ja: ジェネリック型の静的フィールド
ko: 제네릭 형식의 정적 필드
pl: Pole statyczne w typie ogólnym
pt_br: Campo estático no tipo genérico
ru: Статическое поле в универсальном типе
tr: Genel türde statik alan
uk: Статичне поле у загальному (generic) типі
zh_cn: 通用类型中的静态字段
zh_tw: 泛型型別中的靜態欄位

source: Status
cs: Stav
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pl: Stan
ru: Состояние
tr: Durum
uk: Статус
zh_cn: 状态
zh_tw: 狀態

source: Status against revision: '{0}'
cs: Stav oproti revizi: {0}
de: Status bezogen auf Revision: '{0}'
es: Estado respecto a la revisión: '{0}'
fr: État de la révision : « {0} »
it: Stato rispetto alla revisione: '{0}'
ja: 状態の背景となるリビジョン: '{0}'
ko: 수정 버전에 대한 상태: '{0}'
pl: Stan względem poprawki: „{0}”
pt_br: Status contra a revisão: '{0}'
ru: Состояние согласно редакции: "{0}"
tr: Düzeltmeye göre durum: '{0}'
zh_cn: 相对修订版“{0}”的状态
zh_tw: 修訂狀態: '{0}'

source: Status of the current operation
cs: Stav aktuální operace
de: Status des aktuellen Vorgangs
es: Estado de la operación actual
fr: État de l'opération actuelle
ja: 現在の操作の状態
ko: 현재 작업 상태
pl: Stan bieżącej operacji
pt_br: Status da operação atual
ru: Состояние текущей операции
tr: Geçerli işlemin durumu

source: Step Into
cs: Krokovat s vnořením
de: Einzelschritt
es: Paso a paso por instrucciones
fr: Pas à pas détaillé
it: Esegui istruzione
ja: ステップ イン
ko: 한 단계씩 코드 실행
pl: Wkrocz do
pt_br: Intervir
ru: Шаг с заходом
tr: Adımla
uk: Крок всередину
zh_cn: 单步执行
zh_tw: 逐步執行

source: Step Out
cs: Krokovat s vystoupením
de: Ausführen bis Rücksprung
es: Paso a paso para salir
fr: Pas à pas sortant
it: Esci da istruzione/routine
ja: ステップ アウト
ko: 프로시저 나가기
pl: Wyjdź
pt_br: Sair
ru: Шаг с выходом
tr: Dışarı Adımla
uk: Крок за межі
zh_cn: 跳出
zh_tw: 跳離函式

source: Step Over
cs: Krokovat bez vnoření
de: Prozedurschritt
es: Paso a paso por procedimientos
fr: Pas à pas principal
it: Esegui istruzione/routine
ja: ステップ オーバー
ko: 프로시저 단위 실행
pl: Przekrocz nad
pt_br: Contornar
ru: Шаг с обходом
tr: Üzerinden Adımla
uk: Крок через
zh_cn: 单步执行(跳过过程)
zh_tw: 逐步執行程序

source: Step over properties and operators
cs: Krokovat přes vlastnosti a operátory
de: Prozedurschritt für Eigenschaften und Operatoren
es: Paso a paso por procedimientos para propiedades y operadores
fr: Examen pas à pas des propriétés et opérateurs
it: Esegui istruzione/routine di proprietà e operatori
ja: プロパティと演算子をステップ オーバーする
ko: 속성 및 연산자 건너뛰기
pl: Przekrocz nad właściwościami i operatorami
pt_br: Pular propriedades e operadores
ru: Шаг с обходом свойств и операторов
tr: Özelliklerin ve işleçlerin üzerinden adımla
zh_cn: 单步执行(跳过过程)属性和运算符
zh_tw: 跳過屬性和運算子

source: Stock Icons
cs: Výchozí ikony
de: Standardmäßige Symbole
es: Iconos incluidos
fr: Icônes prédéfinies
it: Icone predefinite
ja: ストック アイコン
ko: 기본 아이콘
pl: Ikony podstawowe
pt_br: Ícones fornecidos por padrão
ru: Стандартные значки
tr: Varsayılan Simgeler
uk: Піктограми
zh_cn: 默认图标
zh_tw: 預設圖示

source: Stop
cs: Zastavit
de: Beenden
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
zh_cn: 停止
zh_tw: 停止

source: Stop Debugger
cs: Zastavit ladicí program
de: Debugger beenden
es: Detener depurador
fr: Arrêter le débogueur
it: Arresta debugger
ja: デバッガーを停止する
ko: 디버거 중지
pl: Zatrzymaj debuger
pt_br: Parar Depurador
ru: Остановить отладчик
tr: Hata Ayıklayıcıyı Durdur
uk: Зупинити зневаджувач
zh_cn: 停止调试程序
zh_tw: 停止除錯工具

source: Stop Debugging
cs: Zastavit ladění
de: Debuggen beenden
es: Detener depuración
fr: Arrêter le débogage
ja: デバッグの停止
ko: 디버깅 중지
pl: Zatrzymaj debugowanie
pt_br: Parar Depuração
ru: Остановить отладку
tr: Hata Ayıklamayı Durdur

source: Stop Evaluation
cs: Zastavit vyhodnocování
de: Auswertung beenden
es: Detener evaluación
fr: Arrêter l’évaluation
it: Arresta valutazione
ja: 評価の停止
ko: 평가 중지
pl: Zatrzymaj obliczanie
pt_br: Parar Avaliação
ru: Остановить вычисление
tr: Değerlendirmeyi Durdur
uk: Зупинити розрахунок
zh_cn: 停止计算
zh_tw: 停止評估

source: Stop current build or application execution
cs: Zastavit aktuální spouštění sestavení nebo aplikace
de: Aktuellen Build oder aktuelle Anwendung beenden
es: Detener la compilación o ejecución de aplicación actual
fr: Arrêter la construction ou l’exécution d’application en cours
it: Interrompe l'esecuzione corrente dell'applicazione o della compilazione
ja: 現在のビルドまたはアプリケーションの実行を停止します
ko: 현재 빌드 또는 애플리케이션 실행 중지
pl: Zatrzymaj bieżącą kompilację lub bieżące wykonywanie aplikacji
pt_br: Parar o build atual ou a execução do aplicativo
ru: Остановить текущее выполнения сборки или приложения
tr: Geçerli derleme veya uygulama yürütmeyi durdur
uk: Припинити побудову або виконання застосунку
zh_cn: 停止正在执行的生成或应用程序
zh_tw: 停止目前的建置或應用程式執行

source: Stop currently running operation
cs: Zastavit aktuálně běžící operaci
de: Aktuell ausgeführten Vorgang beenden
es: Detener la operación actualmente en ejecución
fr: Arrêter l’opération en cours d’exécution
it: Arresta l'operazione attualmente in esecuzione
ja: 現在実行中の操作を停止する
ko: 현재 실행되는 작업 중지
pl: Zatrzymaj obecnie uruchomioną operację
pt_br: Parar a execução da operação atual
ru: Остановить выполняемую операцию
tr: Çalışmakta olan işlemi durdur
uk: Припинити поточну операцію
zh_cn: 停止当前正在运行的操作
zh_tw: 停止目前執行的作業

source: Stop installing NuGet packages?
cs: Chcete zastavit instalaci balíčků NuGet?
de: Möchten Sie die Installation von NuGet-Paketen beenden?
es: ¿Desea detener la instalación de paquetes NuGet?
fr: Arrêter l'installation des paquets NuGet ?
ja: NuGet パッケージのインストールを停止しますか?
ko: NuGet 패키지 설치를 중지하시겠습니까?
pl: Czy zatrzymać instalowanie pakietów NuGet?
pt_br: Interromper a instalação de pacotes NuGet?
ru: Остановить установку пакетов NuGet?
tr: NuGet paketlerini yükleme işlemi durdurulsun mu?

source: Stop loading this page
cs: Zastavit načítání této stránky
de: Laden dieser Seite beenden
es: Detener la carga de esta página
fr: Arrêter le chargement de cette page
it: Interrompe il caricamento di questa pagina
ja: このページの読み込みを中止
ko: 이 페이지의 로드 중지
pl: Zatrzymaj ładowanie tej strony
pt_br: Parar de carregar esta página
ru: Остановить загрузку этой страницы
tr: Bu sayfayı yüklemeyi durdur
uk: Зупинити завантаження сторінки
zh_cn: 停止加载此页
zh_tw: 停止載入此頁面

source: Stop monitoring UIThread hangs
cs: Přestat sledovat selhání vlákna uživatelského rozhraní
de: Überwachung von UIThread-Blockaden beenden
es: Detener supervisión de bloqueos de UIThread
fr: Arrêter la supervision des blocages de UIThread
it: Interrompi il monitoraggio dei blocchi di UIThread
ja: UIThread ハングの監視を停止する
ko: UIThread 중단 모니터링 중지
pl: Zatrzymaj monitorowanie zawieszeń UIThread
pt_br: Interromper o monitoramento de travamentos do UIThread
ru: Остановить мониторинг зависаний UIThread
tr: UIThread kilitlenmelerini izlemeyi durdur
zh_cn: 停止监视 UIThread 挂起
zh_tw: 停止監視 UIThread 停止回應

source: Stop the current test run
cs: Zastavit aktuální testovací běh
de: Aktuellen Testlauf anhalten
es: Detener la serie de pruebas actual
fr: Arrêter la série de tests actuelle
ja: 現在のテストの実行を中止します
ko: 현재 테스트 실행 중지
pl: Zatrzymaj bieżący przebieg testu
pt_br: Parar a execução de teste atual
ru: Остановить текущий тестовый запуск
tr: Geçerli test çalıştırmasını durdur

source: Stop the executing solution
cs: Zastavit spuštěné řešení
de: Ausgeführte Projektmappe anhalten
es: Detener la solución en ejecución
fr: Arrêter l'exécution de la solution
ja: 実行中のソリューションを停止する
ko: 실행 중인 솔루션 중지
pl: Zatrzymaj rozwiązanie z uruchomionym wykonywaniem
pt_br: Interromper a solução de execução
ru: Остановить выполнение решения
tr: Yürütülen çözümü durdur
