Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The IP address is invalid.
cs: IP adresa není platná.
de: Die IP-Adresse ist ungültig.
es: La dirección IP no es válida.
fr: L’adresse IP n’est pas valide.
it: L'indirizzo IP non è valido.
ja: IP アドレスが無効です。
ko: IP 주소가 잘못되었습니다.
pl: Adres IP jest nieprawidłowy.
pt_br: O endereço IP é inválido.
ru: Недопустимый IP-адрес.
tr: IP adresi geçersiz.
zh_cn: IP 地址无效。
zh_tw: IP 位址無效。

source: The Remove option will remove the project from the solution, but it will not physically delete any file from disk.
cs: Možnost Odebrat odebere projekt z řešení, ale z disku žádný soubor fyzicky neodstraní.
de: Durch die Option "Entfernen" wird das Projekt aus der Projektmappe entfernt. Dabei wird keine Datei physisch vom Datenträger gelöscht.
es: La opción Quitar retira el proyecto de la solución, pero no elimina físicamente ningún archivo del disco.
fr: L'option Supprimer supprime le projet de la solution, mais ne supprime physiquement aucun fichier du disque.
ja: 削除オプションにより、ソリューションからプロジェクトが削除されますが、ディスクからファイルが物理的に削除されるわけではありません。
ko: 제거 옵션은 솔루션에서 프로젝트를 제거하지만 디스크에서 파일을 물리적으로 삭제하지는 않습니다.
pl: Opcja Usuń spowoduje usunięcie projektu z rozwiązania, ale nie spowoduje fizycznego usunięcia z dysku żadnego pliku.
pt_br: A opção Remover removerá o projeto da solução, mas ele não excluirá fisicamente nenhum arquivo do disco.
ru: Параметр "Удалить" удаляет проект из решения, но не удаляет физический файл с жесткого диска.
tr: Kaldır seçeneği projeyi çözümden kaldırır ancak diskteki dosyaları fiziksel olarak silmez.

source: The SDK was found
cs: Sada SDK byla nalezena.
de: Das SDK wurde gefunden.
es: Se encontró el SDK
fr: SDK trouvé
ja: SDK が見つかりました
ko: SDK를 찾았습니다.
pl: Znaleziono zestaw SDK
pt_br: O SDK foi encontrado
ru: Найден пакет SDK
tr: SDK bulundu

source: The SDK was not found
cs: Sada SDK nebyla nalezena.
de: Das SDK wurde nicht gefunden.
es: No se encontró el SDK
fr: SDK introuvable
ja: SDK が見つかりませんでした
ko: SDK를 찾지 못했습니다.
pl: Nie znaleziono zestawu SDK
pt_br: O SDK não foi encontrado
ru: Пакет SDK не найден
tr: SDK bulunamadı

source: The Subversion add-in could not be initialized
cs: Doplněk Subversion se nepodařilo inicializovat.
de: Das Add-In für die Subversion konnte nicht initialisiert werden.
es: No se pudo inicializar el complemento Subversion
fr: Nous n’avons pas pu initialiser le complément Subversion
it: Non è stato possibile inizializzare il componente aggiuntivo Subversion
ja: Subversion アドインを初期化できませんでした
ko: Subversion 추가 기능을 초기화할 수 없습니다.
pl: Nie można zainicjować dodatku systemu Subversion
pt_br: O suplemento de Subversion não pôde ser inicializado
ru: Не удалось инициализировать надстройку Subversion
tr: Alt sürüm eklentisi başlatılamadı
zh_cn: 无法初始化 Subversion 外接程序
zh_tw: 無法將 Subversion 增益集初始化

source: The application could not be started
cs: Tuto aplikaci nebylo možné spustit.
de: Die Anwendung konnte nicht gestartet werden.
es: No se pudo iniciar la aplicación.
fr: Impossible de démarrer l'application
it: Non è stato possibile avviare l'applicazione
ja: アプリケーションを開始できませんでした
ko: 애플리케이션을 시작할 수 없습니다.
pl: Nie można uruchomić aplikacji
pt_br: O aplicativo não pôde ser iniciado
ru: Не удалось запустить приложение.
tr: Uygulama başlatılamadı

source: The application exited with code: {0}
cs: Aplikace se ukončila s kódem: {0}
de: Die Anwendung wurde per Code beendet: {0}
es: La aplicación se ha cerrado con el código: {0}
fr: L’application s’est fermée avec le code : {0}
it: L'applicazione è stata chiusa. Codice: {0}
ja: アプリケーションが終了しました。コード: {0}
ko: 애플리케이션이 종료되었습니다(코드: {0}).
pl: Aplikacja zakończyła pracę z kodem: {0}
pt_br: O aplicativo fechou com o código: {0}
ru: Приложение завершило работу с кодом: {0}
tr: Uygulamadan şu dönüş kodu ile çıkıldı: {0}
uk: Застосунок завершив роботу з кодом виходу: {0}
zh_cn: 应用程序退出，退出代码为 {0}
zh_tw: 應用程式在下列程式碼跳出: {0}

source: The application was terminated by a signal: {0}
cs: Aplikace byla ukončena signálem: {0}
de: Die Anwendung wurde durch ein Signal beendet: {0}
es: Una señal terminó la aplicación: {0}
fr: L’application a été arrêtée par un signal : {0}
it: L'applicazione è stata terminata da un segnale: {0}
ja: アプリケーションがシグナルにより終了しました: {0}
ko: 애플리케이션이 {0} 신호에 의해 종료되었습니다.
pl: Aplikacja została zakończona przez sygnał: {0}
pt_br: O aplicativo foi encerrado com um sinal: {0}
ru: Работа приложения завершена по сигналу: {0}
tr: Uygulama bir sinyal tarafından sona erdirildi: {0}
uk: Застосунок зупинено сигналом: {0}
zh_cn: 应用程序被 {0} 信号终止
zh_tw: 應用程式因訊號 {0} 而終止。

source: The application was terminated by an unknown signal: {0}
cs: Aplikace byla ukončena neznámým signálem: {0}.
de: Die Anwendung wurde durch ein unbekanntes Signal beendet: {0}
es: Una señal desconocida terminó la aplicación: {0}
fr: L'application a été arrêtée par un signal inconnu : {0}
ja: アプリケーションが不明のシグナルにより終了しました: {0}
ko: 애플리케이션이 알 수 없는 신호 {0}에 의해 종료되었습니다.
pl: Aplikacja została zakończona przez nieznany sygnał: {0}
pt_br: O aplicativo foi encerrado com um sinal desconhecido: {0}
ru: Работа приложения завершена по неизвестному сигналу: {0}
tr: Uygulama bilinmeyen bir sinyal tarafından sona erdirildi: {0}

source: The assembly name.
cs: Název sestavení
de: Der Assemblyname.
es: Nombre del ensamblado.
fr: Nom de l’assembly.
it: Nome dell'assembly.
ja: アセンブリの名前。
ko: 어셈블리 이름입니다.
pl: Nazwa zestawu.
pt_br: O nome do assembly.
ru: Имя сборки.
tr: Bütünleştirilmiş kod adı.
uk: Назва збірки.
zh_cn: 程序集名称。
zh_tw: 組件名稱。

source: The branch <b>{0}</b> will be merged into the branch <b>{1}</b>.
cs: Větev <b>{0}</b> se sloučí do větve <b>{1}</b>.
de: Branch <b>{0}</b> wird mit Branch <b>{1}</b> zusammengeführt.
es: La rama <b>{0}</b> se fusionará mediante combinación con la rama <b>{1}</b>.
fr: La branche <b>{0}</b> va être fusionnée dans la branche <b>{1}</b>.
it: Il ramo <b>{0}</b> verrà sottoposto a merge nel ramo <b>{1}</b>.
ja: ブランチ <b>{0}</b> がブランチ <b>{1}</b> にマージされます。
ko: <b>{0}</b> 분기는 <b>{1}</b> 분기로 병합됩니다.
pl: Gałąź <b>{0}</b> zostanie scalona z gałęzią <b>{1}</b>.
pt_br: A ramificação <b>{0}</b> será mesclada com a ramificação <b>{1}</b>.
ru: Ветвь <b>{0}</b> будет объединена с ветвью <b>{1}</b>.
tr: <b>{0}</b> dalı <b>{1}</b> dalıyla birleştirilecek.
uk: Гілку <b>{0}</b> буде злито з гілкою <b>{1}</b>.
zh_cn: 分支 <b>{0}</b> 将合并到分支 <b>{1}</b>。
zh_tw: 分支 <b>{0}</b> 將會合併至分支 <b>{1}</b>。

source: The branch <b>{1}</b> will be rebased to the branch <b>{0}</b>.
cs: Větev<b>{1}</b> se přenese se změnami do větve <b>{0}</b>.
de: Für Branch <b>{1}</b> wird ein Rebase in Branch <b>{0}</b> ausgeführt.
es: La rama <b>{1}</b> se fusionará mediante cambio de base con la rama <b>{0}</b>.
fr: La branche <b> {1} </b> va être rebasée sur la branche <b>{0}</b>.
it: Il ramo <b>{1}</b> verrà riassegnato al ramo <b>{0}</b>.
ja: ブランチ <b>{1}</b> がブランチ <b>{0}</b> にリベースされます。
ko: <b>{1}</b> 분기는 <b>{0}</b> 분기로 기준 주소가 다시 지정됩니다.
pl: Baza gałęzi <b>{1}</b> zostanie zmieniona na gałąź <b>{0}</b>.
pt_br: Será feita a troca de base da ramificação <b>{1}</b> para a ramificação <b>{0}</b>.
ru: Изменения будут перемещены из ветви <b>{1}</b> в ветвь <b>{0}</b>.
tr: <b>{1}</b> dalı <b>{0}</b> dalında yeniden temellendirilecek.
uk: Гілку <b>{1}</b> буде перебазовано у гілку <b>{0}</b>.
zh_cn: 分支 <b>{1}</b> 将变基到分支 <b>{0}</b>。
zh_tw: 將為分支 <b>{1}</b> 重定基底成分支 <b>{0}</b>。

source: The branch <b>{1}</b> will be rebased to the remote branch <b>{0}</b>.
cs: Větev <b>{1}</b> se přenese se změnami do vzdálené větve <b>{0}</b>.
de: Für Branch <b>{1}</b> wird ein Rebase zu Remotebranch <b>{0}</b> ausgeführt.
es: La rama <b>{1}</b> se fusionará mediante cambio de base con la rama remota <b>{0}</b>.
fr: La branche <b> {1} </b> va être rebasée sur la branche distante <b>{0}</b>.
it: Il ramo <b>{1}</b> verrà riassegnato al ramo remoto <b>{0}</b>.
ja: ブランチ <b>{1}</b> がリモート ブランチ <b>{0}</b> にリベースされます。
ko: <b>{1}</b> 분기는 원격 분기 <b>{0}</b>(으)로 기준 주소가 다시 지정됩니다.
pl: Baza gałęzi <b>{1}</b> zostanie zmieniona na gałąź zdalną <b>{0}</b>.
pt_br: Será feita a troca de base da ramificação <b>{1}</b> a ramificação remota <b>{0}</b>.
ru: Изменения будут перемещены из ветви <b>{1}</b> в удаленную ветвь <b>{0}</b>.
tr: <b>{1}</b> dalı <b>{0}</b> uzak dalında yeniden temellendirilecek.
uk: Гілку <b>{1}</b> буде перебазовано до віддаленої гілки <b>{0}</b>.
zh_cn: 分支 <b>{1}</b> 将变基到远程分支 <b>{0}</b>。
zh_tw: 將為分支 <b>{1}</b> 重定基底成遠端分支 <b>{0}</b>。

source: The branch <b>{1}</b> will be rebased to the tag <b>{0}</b>.
cs: Větev <b>{1}</b> se přenese se změnami do značky <b>{0}</b>.
de: Für Branch <b>{1}</b> wird ein Rebase zum Tag <b>{0}</b> ausgeführt.
es: La rama <b>{1}</b> se fusionará mediante cambio de base con la etiqueta <b>{0}</b>.
fr: La branche <b> {1} </b> va être rebasée sur la balise <b>{0}</b>.
it: Il ramo <b>{1}</b> verrà riassegnato al tag <b>{0}</b>.
ja: ブランチ <b>{1}</b> がタグ <b>{0}</b> にリベースされます。
ko: <b>{1}</b> 분기는 <b>{0}</b> 태그로 기준 주소가 다시 지정됩니다.
pl: Baza gałęzi <b>{1}</b> zostanie zmieniona na tag <b>{0}</b>.
pt_br: Será feita a troca de base da ramificação <b>{1}</b> será para a marca <b>{0}</b>.
ru: Изменения будут перемещены из ветви <b>{1}</b> в тег <b>{0}</b>.
tr: <b>{1}</b> dalı <b>{0}</b> etiketinde yeniden temellendirilecek.
uk: Гілку <b>{1}</b> буде перебазовано до тегу <b>{0}</b>.
zh_cn: 分支 <b>{1}</b> 将变基到标记 <b>{0}</b>。
zh_tw: 將為分支 <b>{1}</b> 重定基底成標記 <b>{0}</b>。

source: The branch could not be created
cs: Větev se nepodařilo vytvořit.
de: Der Branch konnte nicht erstellt werden.
es: No se pudo crear la rama
fr: Impossible de créer la branche
ja: ブランチを作成できませんでした
ko: 분기를 만들 수 없습니다.
pl: Nie można utworzyć gałęzi
pt_br: Não foi possível criar o branch
ru: Не удалось создать ветвь.
tr: Dal oluşturulamadı

source: The branch could not be deleted
cs: Větev se nepodařilo odstranit.
de: Branch konnte nicht gelöscht werden.
es: No se pudo eliminar la rama
fr: Nous n’avons pas pu supprimer la branche
it: Non è stato possibile eliminare il ramo
ja: ブランチを削除できませんでした
ko: 분기를 삭제할 수 없습니다.
pl: Nie można usunąć gałęzi
pt_br: Não foi possível remover a ramificação
ru: Не удалось удалить ветвь.
tr: Dal silinemedi
uk: Не вдалось видалити гілку
zh_cn: 无法删除该分支
zh_tw: 無法刪除此分支

source: The branch could not be renamed
cs: Větev se nepodařilo přejmenovat.
de: Der Branch konnte nicht umbenannt werden.
es: No se pudo cambiar el nombre de la rama
fr: Nous n’avons pas pu renommer la branche
it: Non è stato possibile rinominare il ramo
ja: ブランチの名前を変更できませんでした
ko: 분기 이름을 바꿀 수 없습니다.
pl: Nie można zmienić nazwy gałęzi
pt_br: Não foi possível renomear a ramificação
ru: Не удалось переименовать ветвь.
tr: Dal yeniden adlandırılamadı
uk: Не вдалось перейменувати гілку
zh_cn: 无法重命名该分支
zh_tw: 無法重新命名此分支

source: The catalog initialization string should look like:
cs: Inicializační řetězec katalogu by měl vypadat asi takto:
de: Die Zeichenfolge für die Kataloginitialisierung sollte wie folgt aussehen:
es: La cadena de inicialización del catálogo debería ser como:
fr: La chaîne d’initialisation du catalogue doit ressembler à ceci :
it: La stringa di inizializzazione del catalogo deve essere simile alla seguente:
ja: カタログ初期化文字列は次のようになります:
ko: 카탈로그 초기화 문자열은 다음과 같아야 합니다.
pl: Ciąg inicjowania katalogu powinien wyglądać następująco:
pt_br: A cadeia de caracteres de inicialização do catálogo deve ser semelhante a:
ru: Строка инициализации каталога должна иметь следующий вид:
tr: Katalog başlatma dizesi şöyle görünmeli:
uk: Рядок ініціалізації каталогу має виглядати, як:
zh_cn: 目录初始化字符串应如下所示:
zh_tw: ﻿目錄初始化字串應如下所示:

source: The categories of options that are available in this dialog
cs: Kategorie možností, které jsou dostupné v tomto dialogu
de: Die Kategorien der in diesem Dialogfeld verfügbaren Optionen
es: Categorías de opciones disponibles en este cuadro de diálogo
fr: Catégories d'options disponibles dans cette boîte de dialogue
ja: このダイアログで利用可能なオプションのカテゴリ
ko: 이 대화 상자에서 사용할 수 있는 옵션의 범주
pl: Kategorie opcji dostępnych w tym oknie dialogowym
pt_br: As categorias de opções que estão disponíveis nesta caixa de diálogo
ru: Категории параметров, которые доступны в этом диалоговом окне
tr: Bu iletişim kutusunda kullanılabilen seçenek kategorileri

source: The class that was bound to the design currently edited could not be found. Please select the class you want to bind to the design:
cs: Třídu, která byla vázaná na právě upravený návrh, se nepodařilo najít. Vyberte prosím třídu, kterou chcete na návrh vázat:
de: Die an das gerade bearbeitete Design gebundene Klasse wurde nicht gefunden. Wählen Sie die Klasse aus, die an das Design gebunden werden soll:
es: No se encuentra la clase que se había enlazado al diseño que se está editando. Seleccione la clase que quiere enlazar al diseño:
fr: La classe qui était liée à la conception en cours de modification est introuvable. Sélectionnez la classe que vous souhaitez lier à la conception :
it: La classe associata alla progettazione attualmente in fase di modifica non è stato trovata. Selezionare la classe da associare alla progettazione:
ja: 現在編集されているデザインにバインドされたクラスが見つかりませんでした。デザインにバインドするクラスを選択してください:
ko: 현재 편집된 디자인에 바인딩된 클래스를 찾을 수 없습니다. 디자인에 바인딩할 클래스를 선택하세요.
pl: Nie można odnaleźć klasy, która była powiązana z obecnie edytowanym projektem. Wybierz klasę, którą chcesz powiązać z projektem:
pt_br: Não foi possível encontrar a classe vinculada ao design editado no momento. Selecione a classe que você deseja associar ao design:
ru: Не удалось найти класс, привязанный к редактируемой структуре. Выберите класс, который требуется привязать к структуре:
tr: Şu anda düzenlenen tasarıma bağlı sınıf bulunamadı. Lütfen tasarıma bağlamak istediğiniz sınıfı seçin:
uk: Не вдалось знайти клас, пов’язаний з шаблоном, що редагується. Виберіть клас, який ви бажаєте з ним пов’язати:
zh_cn: 找不到已绑定到当前所编辑的设计的类。请选择要绑定到该设计的类:
zh_tw: 找不到繫結至目前所編輯之設計的類別。請選取您要繫結至設計的類別:

source: The command of tool "{0}" is invalid.
cs: Příkaz nástroje "{0}" je neplatný.
de: Der Befehl des Tools "{0}" ist ungültig.
es: El comando de la herramienta "{0}" no es válido.
fr: La commande de l’outil "{0}" n’est pas valide.
it: Il comando dello strumento "{0}" non è valido.
ja: ツール "{0}" のコマンドが無効です。
ko: "{0}" 도구의 명령이 잘못되었습니다.
pl: Polecenie narzędzia „{0}” jest nieprawidłowe.
pt_br: O comando da ferramenta "{0}" é inválido.
ru: Команда инструмента "{0}" не является допустимой.
tr: "{0}" aracının komutu geçersiz.
uk: Команда запуску засобу "{0}" некоректна.
zh_cn: 工具“{0}”的命令无效。
zh_tw: 工具 "{0}" 的此命令無效。

source: The command of tool "{0}" is not set.
cs: Příkaz nástroje "{0}" není nastaven.
de: Der Befehl des Tools "{0}" wurde nicht festgelegt.
es: El comando de la herramienta "{0}" no se ha establecido.
fr: La commande de l’outil "{0}" n’est pas définie.
it: Il comando dello strumento "{0}" non è impostato.
ja: ツール "{0}" のコマンドは設定されていません。
ko: "{0}" 도구의 명령이 설정되지 않았습니다.
pl: Nie ustawiono polecenia narzędzia „{0}”.
pt_br: O comando da ferramenta "{0}" não foi definido.
ru: Команда инструмента "{0}" не задана.
tr: "{0}" aracının komutu ayarlı değil.
uk: Команда запуску засобу "{0}" не задана.
zh_cn: 未设置工具“{0}”的命令。
zh_tw: 工具 "{0}" 的此命令未設定。

source: The current file format for project {0} is not compatible with some settings of the project.
cs: Aktuální formát souboru pro projekt {0} není kompatibilní s některými nastaveními projektu.
de: Das aktuelle Dateiformat für Projekt {0} ist mit einigen Projekteinstellungen nicht kompatibel.
es: El formato de archivo actual para el proyecto {0} no es compatible con algunas opciones de configuración del proyecto.
fr: Le format de fichier actuel pour le projet {0} n’est pas compatible avec certains paramètres du projet.
it: Il formato di file corrente per il progetto {0} non è compatibile con alcune impostazioni del progetto.
ja: プロジェクト {0} の現在のファイル形式はプロジェクトの一部の設定と互換性がありません。
ko: {0} 프로젝트의 현재 파일 형식이 프로젝트의 일부 설정과 호환되지 않습니다.
pl: Bieżący format pliku projektu {0} jest niezgodny z niektórymi ustawieniami projektu.
pt_br: O formato atual do arquivo do projeto {0} não é compatível com algumas configurações do projeto.
ru: Текущий формат файлов для проекта {0} несовместим с некоторыми параметрами проекта.
tr: {0} projesi için geçerli dosya biçimi bazı proje ayarlarıyla uyumsuzdur.
uk: Поточний формат файлу для проекту {0} не сумісний з деякими налаштуваннями проекту.
zh_cn: 项目 {0} 的当前文件格式与该项目的某些设置不兼容。
zh_tw: 專案 {0} 的目前檔案格式與專案的部分設定不相容。

source: The current runtime environment for your project is set to version 1.0.
cs: Aktuální běhové prostředí pro váš projekt je nastavené na verzi 1.0.
de: Die aktuelle Laufzeitumgebung für Ihr Projekt ist auf Version 1.0 festgelegt.
es: El entorno de ejecución actual para el proyecto está establecido en la versión 1.0.
fr: L’environnement d’exécution actuel pour votre projet est défini sur la version 1.0.
it: L'ambiente di runtime corrente per il progetto è impostato sulla versione 1.0.
ja: プロジェクトの現在のランタイム環境はバージョン 1.0 に設定されています。
ko: 프로젝트의 현재 런타임 환경이 버전 1.0으로 설정되어 있습니다.
pl: Ustawiona wersja bieżącego środowiska uruchamiania dla projektu to 1.0.
pt_br: O ambiente de tempo de execução atual para seu projeto está definido para a versão 1.0.
ru: Для текущей среды выполнения проекта задана версия 1.0.
tr: Projeniz için geçerli çalışma zamanı ortamı 1.0 sürümüne ayarlandı.
zh_cn: 项目的当前运行时环境设置为版本 1.0。
zh_tw: 您專案的目前執行階段環境設定為 1.0 版。

source: The current scheme has conflicting key bindings
cs: Aktuální schéma má konfliktní klávesové zkratky.
de: Das aktuelle Schema enthält widersprüchliche Tastenzuordnungen.
es: El esquema actual tiene enlaces de teclado en conflicto
fr: Le schéma actuel présente des conflits de combinaisons de touches
it: Lo schema corrente contiene tasti di scelta rapida in conflitto
ja: 現在のスキーマにはキー バインディングの競合があります
ko: 현재 스키마의 키 바인딩이 충돌합니다.
pl: Bieżący schemat zawiera powiązania klawiszy powodujące konflikt
pt_br: O esquema atual tem conflitos de associações de teclas
ru: Текущая схема имеет конфликтующие сочетания клавиш
tr: Geçerli düzende çakışan tuş bağlamaları var
uk: Поточна схема має конфлікти сполучень клавіш
zh_cn: 当前方案的键绑定发生冲突
zh_tw: 目前的配置與按鍵繫結關係衝突

source: The debugger is currently running and will have to be stopped. Do you want to stop debugging?
cs: Ladicí program momentálně běží a bude potřeba ho zastavit. Chcete zastavit ladění?
de: Der Debugger wird derzeit ausgeführt und muss beendet werden. Möchten Sie das Debuggen beenden?
es: El depurador se está ejecutando y habrá que detenerlo. ¿Quiere detener la depuración?
fr: Le débogueur en cours d’exécution va devoir être arrêté. Voulez-vous arrêter le débogage ?
ja: デバッガーは現在実行中であり、停止する必要があります。デバッグを停止しますか?
ko: 디버거가 현재 실행 중이며 중지되어야 합니다. 디버깅을 중지하시겠습니까?
pl: Debuger jest obecnie uruchomiony i będzie konieczne jego zatrzymanie. Czy chcesz zatrzymać debugowanie?
pt_br: O depurador está sendo executado e precisará ser interrompido. Deseja interromper a depuração?
ru: Отладчик сейчас запущен, и его необходимо остановить. Остановить отладку?
tr: Hata ayıklayıcı şu anda çalışıyor ve durdurulması gerekiyor. Hata ayıklamayı durdurmak istiyor musunuz?

source: The debugger runtime is not responding. You can wait for it to recover, or stop debugging.
cs: Modul runtime ladicího programu nereaguje. Můžete počkat na jeho zotavení nebo zastavit ladění.
de: Die Debuggerlaufzeit reagiert nicht. Sie können auf die Wiederherstellung warten oder das Debuggen beenden.
es: El tiempo de ejecución del depurador no responde. Puede esperar a que se recupere o detener la depuración.
fr: Le runtime du débogueur ne répond pas. Vous pouvez attendre qu’il récupère ou arrêter le débogage.
it: Il runtime del debugger non risponde. È possibile attendere il ripristino oppure arrestare il debug.
ja: デバッガー ランタイムが応答していません。回復するまで待機するか、デバッグを停止できます。
ko: 디버거 런타임이 응답하지 않습니다. 디버거 런타임이 복구될 때까지 기다리거나 디버깅을 중지할 수 있습니다.
pl: Środowisko uruchomieniowe debugera nie odpowiada. Możesz poczekać na wznowienie pracy lub zatrzymać debugowanie.
pt_br: O tempo de execução do depurador não está respondendo. Você pode esperar ele se recuperar ou pode interromper a depuração.
ru: Среда выполнения отладчика не отвечает. Вы можете подождать ее восстановления или остановить отладку.
tr: Hata ayıklayıcısı çalışma zamanı yanıt vermiyor. Kurtarılması için bekleyebilir veya hata ayıklamayı durdurabilirsiniz.
uk: Зневаджувач не відповідає. Можна почекати відновлення або зупинити зневадження.
zh_cn: 调试程序运行时没有响应。你可以等待它恢复响应，或停止调试。
zh_tw: 偵錯工具執行階段未回應。您可以等待其復原，或停止偵錯。

source: The default underlying type of enums is int, so defining it explicitly is redundant.
cs: Výchozí základní typ výčtů je int, není tedy potřeba ho definovat explicitně.
de: Da der zugrunde liegende Standardtyp von Enumerationen 'int' ist, ist es redundant, ihn explizit zu definieren.
es: El tipo subyacente predeterminado de las enumeraciones es int, así que definirlo explícitamente es redundante.
fr: Le type sous-jacent par défaut des enums est int. Le définir explicitement est donc redondant.
it: Il tipo sottostante predefinito delle enumerazioni è int, di conseguenza definirlo in modo esplicito è ridondante.
ja: 列挙型の既定の基本型は int であるため、この型を明示的に定義する操作は冗長です。
ko: 열거형의 기본 형식은 int이므로 명시적으로 정의하면 중복됩니다.
pl: Domyślny typ podstawowy wyliczeń to int, dlatego jego jawne definiowanie jest nadmiarowe.
pt_br: O tipo subjacente padrão de enumerações é int, por isso defini-lo explicitamente é redundante.
ru: Базовым типом по умолчанию для перечислений является int, поэтому его явное определение избыточно.
tr: Sabit listelerin temel alınan varsayılan türü int'tir, bu nedenle açıkça tanımlanması gereksizdir.
uk: Типовим базовим типом для переліків є int, тому явне вказання цього є зайвим.
zh_cn: 枚举的默认基础类型是 int，因此，对其进行显式定义是冗余的。
zh_tw: enums 的預設基礎型別是 int，因此明確加以定義為冗餘。

source: The description of the selected template
cs: Popis vybrané šablony
de: Die Beschreibung der ausgewählten Vorlage
es: Descripción de la plantilla seleccionada
fr: Description du modèle sélectionné
ja: 選択したテンプレートの説明
ko: 선택한 템플릿에 대한 설명
pl: Opis wybranego szablonu
pt_br: A descrição do modelo selecionado
ru: Описание выбранного шаблона
tr: Seçili şablonun açıklaması

source: The designer could not be loaded.
cs: Návrháře se nepodařilo načíst.
de: Der Designer konnte nicht geladen werden.
es: No se puede cargar el diseñador.
fr: Nous n’avons pas pu charger le concepteur.
it: Non è stato possibile caricare la finestra di progettazione.
ja: デザイナーを読み込めませんでした。
ko: 디자이너를 로드할 수 없습니다.
pl: Nie można załadować projektanta.
pt_br: Não foi possível carregar o designer.
ru: Не удалось загрузить конструктор.
tr: Tasarımcı yüklenemedi.
uk: Не вдалось завантажити дизайнер.
zh_cn: 无法加载该设计器。
zh_tw: 無法載入設計工具。

source: The desired width of the file in columns
cs: Požadovaná šířka souboru ve sloupcích.
de: Die gewünschte Breite der Datei in Spalten
es: El ancho deseado del archivo en las columnas
fr: Largeur souhaitée du fichier dans les colonnes
ja: ファイルの希望する幅 (列数)
ko: 열에 있는 파일의 원하는 너비
pl: Wymagana szerokość pliku w kolumnach
pt_br: A largura desejada do arquivo em colunas
ru: Требуемая ширина файла в столбцах
tr: Dosyanın sütun cinsinden istenen genişliği

source: The device on which to deploy and launch the projects when running or debugging.
cs: Zařízení, na kterých se při spuštění nebo ladění mají nasadit a spustit projekty
de: Das Gerät, auf dem die Projekte beim Ausführen oder Debuggen bereitgestellt und gestartet werden sollen.
es: Dispositivo en el que se van a implementar e iniciar los proyectos al ejecutar o depurar.
fr: Appareil sur lequel déployer et lancer les projets durant l'exécution ou le débogage.
ja: 実行またはデバッグ時にプロジェクトを配置して起動するデバイス。
ko: 실행하거나 디버그할 때 프로젝트를 배포 및 시작할 디바이스입니다.
pl: Urządzenie, w którym mają być wdrażane i uruchamiane projekty podczas uruchamiania lub debugowania.
pt_br: O dispositivo no qual deseja implantar e iniciar os projetos quando em execução ou depuração.
ru: Устройство для развертывания и запуска проектов при выполнении или отладке.
tr: Çalışırken veya hata ayıklama yapılırken projelerin dağıtılacağı ve başlatılacağı cihaz.
