Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: .NET Core SDK
cs: Sada .NET Core SDK
es: SDK de .NET Core
fr: Kit SDK .NET Core
pl: Zestaw .NET Core SDK
pt_br: SDK do .NET Core
ru: Пакет SDK для .NET Core
tr: .NET Core SDK'sı

source: .NET Core is not installed
cs: Rozhraní .NET Core není nainstalované.
de: .NET Core ist nicht installiert.
es: .NET Core no está instalado.
fr: .NET Core n'est pas installé
ja: .NET Core がインストールされていません
ko: .NET Core가 설치되어 있지 않습니다.
pl: Nie zainstalowano platformy .NET Core
pt_br: O .NET Core não está instalado
ru: .NET Core не установлен
tr: .NET Core yüklü değil

source: .NET Naming Policies
cs: Zásady vytváření názvů .NET
de: .NET-Benennungsrichtlinien
es: Directivas de nomenclatura .NET
fr: Stratégies de noms .NET
it: Criteri di denominazione .NET
ja: .NET の命名ポリシー
ko: .NET 명명 정책
pl: Zasady nazewnictwa platformy .NET
pt_br: Políticas de Nomenclatura .NET
ru: Политики именования .NET
tr: .NET Adlandırma İlkeleri
uk: Політики іменування .NET
zh_cn: .NET 命名策略
zh_tw: .NET 命名原則

source: .NET Portable Subset
cs: Přenosná podmnožina .NET
de: .NET Portable-Teilmenge
es: Subconjunto portable de .NET
fr: Sous ensemble portable .NET
it: Subset portabile .NET
ja: .NET ポータブル サブセット
ko: .NET 이식 가능한 하위 집합
pl: Przenośny podzbiór platformy .NET
pt_br: Subconjunto .NET Portátil
ru: Переносимое подмножество .NET
tr: .NET Taşınabilir Alt Küme
uk: Портативна підмножина .NET
zh_cn: .NET 可移植子集
zh_tw: .NET 可攜式子集

source: .NET Portable:
cs: Přenosná knihovna .NET:
de: Portables .NET:
es: .NET portátil:
it: Subset portabile .NET
ja: .NET ポータブル:
ko: .NET 이식 가능:
pl: .NET — wersja przenośna:
pt_br: .NET Portátil:
ru: Переносимая версия .NET:
tr: .NET Taşınabilir:

source: .NET Resource Files
cs: Soubory prostředků .NET
de: .NET-Ressourcendateien
es: Archivos de recursos .NET
fr: Fichiers de ressources .NET
it: File di risorse .NET
ja: .NET リソース ファイル
ko: .NET 리소스 파일
pl: Pliki zasobów platformy .NET
pt_br: Arquivos de Recurso .NET
ru: Файлы ресурсов .NET
tr: .NET Kaynak Dosyaları
uk: Файли ресурсів .NET
zh_cn: .NET 资源文件
zh_tw: .NET 資源檔

source: .NET Runtimes
cs: Moduly .NET runtime
de: .NET-Laufzeiten
es: Entornos de ejecución .NET
fr: Runtimes .NET
it: Runtime .NET
ja: .NET ランタイム
ko: .NET 런타임
pl: Środowiska uruchomieniowe platformy .NET
ru: Среды выполнения .NET
tr: .NET Çalışma Zamanları
uk: Середовища виконання .NET
zh_cn: .NET 运行时
zh_tw: .NET 執行階段

source: .NET Standard Library
cs: Knihovna .NET Standard
de: .NET Standard-Bibliothek
es: Biblioteca de .NET Standard
fr: Bibliothèque .NET Standard
ja: .NET Standard ライブラリ
ko: .NET Standard 라이브러리
pl: Biblioteka .NET Standard
pt_br: Biblioteca do .NET Standard
ru: Библиотека .NET Standard
tr: .NET Standard Kitaplığı

source: .NET Standard Platform:
cs: Platforma .NET Standard:
de: .NET Standard-Plattform:
es: Plataforma .NET Standard:
fr: Plateforme .NET Standard :
it: Piattaforma di destinazione:
ja: .NET Standard プラットフォーム:
ko: .NET Standard 플랫폼:
pl: Platforma .NET Standard:
pt_br: Plataforma do .NET Standard:
ru: Платформа .NET Standard:
tr: .NET Standard Platformu:

source: .NET XML resource
cs: Prostředek XML .NET
de: .NET XML-Ressource
es: Recurso XML .NET
fr: Ressource .NET
it: Risorsa XML .NET
ja: .NET XML リソース
ko: .NET XML 리소스
pl: Zasób XML platformy .NET
pt_br: Recurso XML .NET
ru: XML-ресурс .NET
tr: .NET XML kaynağı
uk: Ресурс .NET XML
zh_cn: .NET XML 资源
zh_tw: .NET XML 資源

source: .NET binary resource
cs: Binární prostředek .NET
de: Binäre .NET-Ressource
es: Recurso binario .NET
fr: Ressource binaire .NET
it: Risorsa binaria .NET
ja: .NET バイナリ リソース
ko: .NET 이진 리소스
pl: Zasób binarny platformy .NET
pt_br: Recurso binário .NET
ru: Двоичный ресурс .NET
tr: .NET ikili kaynak
uk: Двійковий ресурс .NET
zh_cn: .NET 二进制资源
zh_tw: .NET 二進位資源

source: .NET program
cs: Program .NET
de: .NET-Programm
es: Programa .NET
fr: Programme .NET
it: Programma .NET
ja: .NET プログラム
ko: .NET 프로그램
pl: Program platformy .NET
pt_br: Programa .NET
ru: Программа .NET
tr: .NET programı
uk: Програма .NET
zh_cn: .NET 程序
zh_tw: .NET 程式

source: .Net A_ssembly
cs: Se_stavení .Net
es: Ensamblado .NET
fr: Assembly .NET
it: A_ssembly .NET
ja: .NET アセンブリ(_S)
ko: .Net 어셈블리(_S)
pl: _Zestaw platformy .Net
pt_br: A_ssembly .NET
ru: С_борка .NET
tr: .Net B_ütünleştirilmiş Kodu
uk: З_бірка .NET
zh_cn: .Net 程序集(_S)
zh_tw: .NET 組件(_S)

source: .desktop application folder
cs: Složka .desktop aplikace
de: .desktop-Anwendungsordner
es: Carpeta de aplicación .desktop
fr: Dossier d’application .desktop
it: Cartella dell'applicazione .desktop
ja: .desktop アプリケーション フォルダー
ko: 데스크톱 애플리케이션 폴더
pl: Folder aplikacji desktop
pt_br: Pasta de aplicativo .desktop
ru: Папка приложения в .desktop
tr: .desktop uygulama klasörü
uk: тека застосунку в .desktop
zh_cn: .desktop 应用程序文件夹
zh_tw: .傳統型應用程式資料夾

source: // no source node found for {0}
cs: // nebyl nalezen žádný uzel zdrojového kódu pro {0}
de: // kein Quellknoten gefunden für "{0}"
es: // no se encontró ningún nodo de origen para {0}
fr: // aucun nœud source trouvé pour {0}
ja: // {0} にソース ノードが見つかりませんでした
ko: // {0}에 대한 소스 노드를 찾을 수 없음
pl: // nie znaleziono węzła źródłowego dla {0}
pt_br: // nenhum nó de origem localizado para {0}
ru: // не найден узел исходного кода для {0}
tr: // {0} için kaynak düğüm bulunamadı

source: 0 of 0
cs: 0 z 0
de: 0 von 0
es: 0 de 0
fr: 0 sur 0
pl: 0 z 0
pt_br: 0 de 0
ru: 0 из 0

source: 2D based graphical application
cs: 2D grafická aplikace
de: 2D-basierte grafische Anwendung
es: Aplicación de gráficos en 2D
fr: Application graphique 2D
it: Applicazione di grafica 2D
ja: 2D ベースのグラフィック アプリケーション
ko: 2D 기반 그래픽 애플리케이션
pl: Aplikacja graficzna 2-W
pt_br: Aplicativo gráfico em 2D
ru: Приложение для двухмерной графики
tr: 2 boyut tabanlı grafik uygulaması
uk: Застосунок з двовимірною графікою
zh_cn: 2D 图形应用程序
zh_tw: 2D 繪圖應用程式

source: 32-bit
cs: 32bitová
es: 32 bits
fr: 32 bits
ja: 32 ビット
ko: 32비트
pl: 32-bitowa
pt_br: 32 bits
ru: 32-разрядная

source: 3D based graphical application
cs: 3D grafická aplikace
de: 3D-basierte grafische Anwendung
es: Aplicación de gráficos en 3D
fr: Application graphique 3D
it: Applicazione di grafica 3D
ja: 3D ベースのグラフィック アプリケーション
ko: 3D 기반 그래픽 애플리케이션
pl: Aplikacja graficzna 3-W
pt_br: Aplicativo gráfico em 3D
ru: Приложение для трехмерной графики
tr: 3B tabanlı grafik uygulaması
uk: Застосунок з тривимірною графікою
zh_cn: 3D 图形应用程序
zh_tw: 3D 繪圖應用程式

source: 3rd copy
cs: 3. kopie
de: 3. Kopie
es: 3ª copia
fr: 3ème copie
it: terza copia
ja: 3 番目のコピー
ko: 3번째 복사본
pl: kopia 3
pt_br: 3ª cópia
ru: 3-я копия
tr: 3'üncü kopya
uk: 3-тя копія
zh_cn: 第三个副本
zh_tw: 第 3 個複本

source: 4th copy
cs: 4. kopie
de: 4. Kopie
es: 4ª copia
fr: 4ème copie
it: quarta copia
ja: 4 番目のコピー
ko: 4번째 복사본
pl: kopia 4
pt_br: 4ª cópia
ru: 4-я копия
tr: 4'üncü kopya
uk: 4-та копія
zh_cn: 第四个副本
zh_tw: 第 4 個複本

source: 5th copy
cs: 5. kopie
de: 5. Kopie
es: 5ª copia
fr: 5ème copie
it: quinta copia
ja: 5 番目のコピー
ko: 5번째 복사본
pl: kopia 5
pt_br: 5ª cópia
ru: 5-я копия
tr: 5'inci kopya
uk: 5-та копія
zh_cn: 第五个副本
zh_tw: 第 5 個複本

source: 64-bit
cs: 64bitová
es: 64 bits
fr: 64 bits
ja: 64 ビット
ko: 64비트
pl: 64-bitowa
pt_br: 64 bits
ru: 64-разрядная

source: 6th copy
cs: 6. kopie
de: 6. Kopie
es: 6ª copia
fr: 6ème copie
it: sesta copia
ja: 6 番目のコピー
ko: 6번째 복사본
pl: kopia 6
pt_br: 6ª cópia
ru: 6-я копия
tr: 6'ncı kopya
uk: 6-та копія
zh_cn: 第六个副本
zh_tw: 第 6 個複本

source: 7th copy
cs: 7. kopie
de: 7. Kopie
es: 7ª copia
fr: 7ème copie
it: settima copia
ja: 7 番目のコピー
ko: 7번째 복사본
pl: kopia 7
pt_br: 7ª cópia
ru: 7-я копия
tr: 7'nci kopya
uk: 7-ма копія
zh_cn: 第七个副本
zh_tw: 第 7 個複本

source: 8th copy
cs: 8. kopie
de: 8. Kopie
es: 8ª copia
fr: 8ème copie
it: ottava copia
ja: 8 番目のコピー
ko: 8번째 복사본
pl: kopia 8
pt_br: 8ª cópia
ru: 8-я копия
tr: 8'inci kopya
uk: 8-ма копія
zh_cn: 第八个副本
zh_tw: 第 8 個複本

source: 9th copy
cs: 9. kopie
de: 9. Kopie
es: 9ª copia
fr: 9ème copie
it: nona copia
ja: 9 番目のコピー
ko: 9번째 복사본
pl: kopia 9
pt_br: 9ª cópia
ru: 9-я копия
tr: 9'uncu kopya
uk: 9-та копія
zh_cn: 第九个副本
zh_tw: 第 9 個複本

source: < More... (The first {0} items were displayed.) >
cs: < Další... (Zobrazilo se prvních {0} položek.) >
de: < Mehr... (die ersten {0} Elemente werden angezeigt.) >
es: < Más... (Se mostraron los primeros {0} elementos.) >
fr: < Autres... (Les {0} premiers éléments étaient affichés.) >
it: < Altro... (sono stati visualizzati i primi {0} elementi) >
ja: < 詳細... (最初の {0} 項目が表示されました。) >
ko: < 자세히... (처음 {0}개 항목이 표시되었습니다.) >
pl: < Więcej... (wyświetlone pierwsze elementy: {0}) >
pt_br: < Mais... (os primeiros {0} itens foram exibidos.) >
ru: < Подробнее... (Отображено первых элементов: {0}.) >
tr: < Daha fazla... (İlk {0} öğe görüntülendi.) >
uk: < Більше... (Показано перші {0} елементів.) >
zh_cn: < 更多... (显示第一个 {0} 项。) >
zh_tw: < 其他... (已經顯示前 {0} 個項目。) >

source: <Current File>
cs: <Aktuální soubor>
de: <Aktuelle Datei>
es: <Archivo actual>
fr: <Fichier actif>
ja: <現在のファイル>
ko: <현재 파일>
pl: <Bieżący plik>
ru: <Текущий файл>
tr: <Geçerli Dosya>

source: <Default>
cs: <Výchozí>
de: <Standard>
es: <Predeterminado>
it: <Impostazione predefinita>
ja: <既定>
ko: <기본값>
pl: <Domyślny>
ru: <По умолчанию>
tr: <Varsayılan>
uk: <Стандарт>
zh_cn: <默认>
zh_tw: <預設>

source: <a href="https://docs.nuget.org">Learn more</a>
cs: <a href="https://docs.nuget.org">Další informace</a>
de: <a href="https://docs.nuget.org">Weitere Informationen</a>
es: <a href="https://docs.nuget.org">Más información</a>
fr: <a href="https://docs.nuget.org">En savoir plus</a>
ja: <a href="https://docs.nuget.org">詳細</a>
ko: <a href="https://docs.nuget.org">자세한 정보</a>
pl: <a href="https://docs.nuget.org">Dowiedz się więcej</a>
pt_br: <a href="https://docs.nuget.org">Saiba mais</a>
ru: <a href="https://docs.nuget.org">Подробнее</a>
tr: <a href="https://docs.nuget.org">Daha fazla bilgi</a>

source: <b><big>Deploy file already exists. Do you want to replace it?</big></b>
cs: <b><big>Nasazovaný soubor už existuje. Chcete ho nahradit?</big></b>
de: <b><big>Bereitstellungsdatei ist bereits vorhanden. Möchten Sie sie ersetzen?</big></b>
es: <b><big>El archivo de implementación ya existe. ¿Quiere reemplazarlo?</big></b>
fr: <b><big>Le fichier de déploiement existe déjà. Voulez-vous le remplacer ?</big></b>
it: <b><big>Il file di distribuzione esiste già. Sostituirlo?</big></b>
ja: <b><big>配置ファイルは既に存在します。置き換えますか?</big></b>
ko: <b><big>배포 파일이 이미 있습니다. 바꿀까요?</big></b>
pl: <b><big>Plik wdrożenia już istnieje. Czy chcesz go zastąpić?</big></b>
pt_br: <b><big>O arquivo de implantação já existe. Deseja substituí-lo?</big></b>
ru: <b><big>Файл развертывания уже существует. Вы хотите заменить его?</big></b>
tr: <b><big>Dağıtım dosyası zaten var. Değiştirmek istiyor musunuz?</big></b>
uk: <b><big>Файл, що розгортається вже існує. Замінити його?</big></b>
zh_cn: <b><big>部署文件已存在。是否要替换它?</big></b>
zh_tw: <b><big>部署檔案已經存在。要加以取代嗎?</big></b>

source: <b><big>Some Addin</big></b>
cs: <b><big>Nějaký doplněk</big></b>
de: <b><big>Beliebiges Add-In</big></b>
es: <big><b>Algunos complementos</b></big>
fr: <b><big>Un complément</big></b>
it: <b><big>Alcuni componenti aggiuntivi</big></b>
ja: <b><big>一部のアドイン</big></b>
ko: <b><big>일부 추가 기능</big></b>
pl: <b><big>Dodatek</big></b>
pt_br: <big><b>Alguns Suplementos</b></big>
ru: <b><big>Некоторая надстройка</big></b>
tr: <big><b>Örnek Eklenti</b></big>
uk: <big><b>Один з додатків</b></big>
zh_cn: <b><big>某些外接程序</big></b>
zh_tw: <b><big>某一增益集</big></b>

source: <b>A client certificate is needed to connect to the repository</b>
cs: <b>Klientský certifikát je potřeba pro připojení k úložišti.</b>
de: <b>Ein Clientzertifikat für die Verbindung mit dem Repository ist erforderlich.</b>
es: <b>Se necesita un certificado de cliente para conectarse al repositorio</b>
fr: <b>Un certificat client est nécessaire pour se connecter au référentiel</b>
it: <b>Per connettersi al repository, è necessario un certificato client</b>
ja: <b>リポジトリに接続するには、クライアント証明書が必要です</b>
ko: <b>리포지토리에 연결하려면 클라이언트 인증서가 필요합니다.</b>
pl: <b>Certyfikat klienta jest wymagany do nawiązania połączenia z repozytorium</b>
pt_br: <b>Um certificado do cliente é necessário para conectar-se ao repositório</b>
ru: <b>Для подключения к репозиторию необходим сертификат клиента</b>
tr: <b>Bu depoya bağlanmak için bir istemci sertifikası gerekli</b>
uk: <b>Для з'єднання зі сховищем потрібен клієнтський сертифікат</b>
zh_cn: <b>需要有客户端证书才能连接到该存储库</b>
zh_tw: <b>必須有客戶端憑證才能連線到儲存機制</b>

source: <b>Add a link</b> to the file
cs: <b>Přidat odkaz</b> do souboru
de: <b>Verknüpfen</b> der Datei per Link
es: <b>Agregar un vínculo</b> al archivo
fr: <b>Ajoute un lien</b> au fichier
it: <b>Aggiungi un collegamento</b> al file
ja: ファイルに対する<b>リンクを追加する</b>
ko: 파일에 <b>링크 추가</b>
pl: <b>Dodaj link</b> do pliku
pt_br: <b>Adicionar um link</b> ao arquivo
ru: <b>Добавить ссылку</b> на файл
tr: Dosyaya <b>bir bağlantı ekle</b>
uk: <b>Додати посилання</b> на файл
zh_cn: 向文件<b>添加链接</b>
zh_tw: <b>新增連結</b>至檔案

source: <b>An autosave file has been found for this file.</b> This could mean that another instance of MonoDevelop is editing this file, or that MonoDevelop crashed with unsaved changes. Do you want to use the original file, or load from the autosave file?
cs: <b>Pro tento soubor se našel soubor funkce automatického ukládání.</b> Mohlo by to znamenat, že tento soubor upravuje jiná instance MonoDevelopu nebo že se MonoDevelop nečekaně ukončil s neuloženými změnami. Chcete použít původní soubor, nebo načíst automaticky uložený soubor?
de: <b>Für diese Datei wurde eine AutoSpeicher-Datei gefunden.</b> Dies kann bedeuten, dass diese Datei durch eine andere MonoDevelop-Instanz bearbeitet wird oder dass MonoDevelop mit nicht gespeicherten Änderungen abgestürzt ist. Möchten Sie die Originaldatei verwenden oder die AutoSpeicher-Datei laden?
es: <b>Se ha encontrado un archivo de autoguardado para este archivo.</b> Esto podría significar que otra instancia de MonoDevelop está editando este archivo, o que MonoDevelop se ha bloqueado con cambios sin guardar. ¿Quiere usar el archivo original o cargar el archivo de autoguardado?
fr: <b>Un fichier d’enregistrement automatique a été trouvé pour ce fichier.</b> Cela peut indiquer qu’une autre instance de MonoDevelop modifie ce fichier, ou que MonoDevelop s’est bloqué alors que des modifications n’avaient pas été enregistrées. Voulez-vous utiliser le fichier d’origine ou charger à partir du fichier d’enregistrement automatique ?
it: <b>Per questo file è stato trovato un file di salvataggio automatico.</b> Questo indica che un'altra istanza di MonoDevelop sta modificando questo file oppure che si è verificato un arresto anomalo di MonoDevelop e le modifiche non sono state salvate. Usare il file originale o caricare dal file di salvataggio automatico?
ja: <b>このファイルの自動保存ファイルが見つかりました。</b> MonoDevelop の別のインスタンスがこのファイルを編集しているか、変更が保存されずに MonoDevelop がクラッシュした可能性があります。 オリジナルのファイルを使用しますか? それとも自動保存ファイルから読み込みますか?
ko: <b>이 파일에 대한 자동 저장 파일이 발견되었습니다.</b> 다른 MonoDevelop 인스턴스가 이 파일을 편집하고 있거나 MonoDevelop이 변경 내용을 저장하지 않고 중지된 것일 수 있습니다. 원본 파일을 사용할까요, 아니면 자동 저장 파일에서 로드할까요?
pl: <b>Dla tego pliku znaleziono plik automatycznego zapisu.</b> Może to oznaczać, że inne wystąpienie programu MonoDevelop edytuje ten plik lub że program MonoDevelop uległ awarii z niezapisanymi zmianami. Użyć oryginalnego pliku czy załadować plik automatycznego zapisu?
pt_br: <b>Foi encontrado um arquivo de salvamento automático para esse arquivo. </b> Isso pode significar que outra instância do MonoDevelop está editando este arquivo ou que o MonoDevelop travou com alterações não salvas. Você deseja usar o arquivo original ou carregar o arquivo de salvamento automático?
ru: <b>Для этого файла найден файл автосохранения.</b> Это может указывать на то, что данный файл редактируется другим экземпляром MonoDevelop или имело место аварийное завершение MonoDevelop с несохраненными изменениями. Вы хотите использовать исходный файл или загрузить данные из файла автосохранения?
tr: <b>Bu dosya için bir otomatik kaydetme dosyası bulundu.</b> Bu, başka bir MonoDevelop örneğinin bu dosyayı düzenlemekte olduğu veya MonoDevelop uygulamasının değişiklikler kaydedilmeden kilitlendiği anlamına gelebilir. Özgün dosyayı kullanmak mı, yoksa otomatik kaydetme dosyasından yüklemek mi istiyorsunuz?
uk: <b>Для цього файлу знайдено файл автозбереження.</b> Це може означати, що цей файл редагує інший примірник MonoDevelop, або, що MonoDevelop впала з незбереженими змінами. Бажаєте використати оригінальний файл чи завантажити файл автозбереження?
zh_cn: <b>已找到此文件的自动保存文件。</b> 这可能意味着 MonoDevelop 的其他实例正在编辑此文件，或 MonoDevelop 出现崩溃且存在未保存的更改。 是要使用原始文件，还是要从自动保存文件加载?
zh_tw: <b>找到此檔案的自動儲存檔案。</b> 這可能表示有另一個 MonoDevelop 執行個體正在編輯此檔案，或 MonoDevelop 在未儲存變更的情況下已損毀。 要使用原始檔案，或要從自動儲存檔案載入?

source: <b>Appearance</b>
cs: <b>Vzhled</b>
de: <b>Darstellung</b>
es: <b>Apariencia</b>
fr: <b>Apparence</b>
it: <b>Aspetto</b>
ja: <b>外観</b>
ko: <b>모양</b>
pl: <b>Wygląd</b>
pt_br: <b>Aparência</b>
ru: <b>Вид</b>
tr: <b>Görünüm</b>
uk: <b>Вигляд</b>
zh_cn: <b>外观</b>
zh_tw: <b>外觀</b>

source: <b>Assembly:</b> {0}, Version={1}
cs: <b>Sestavení:</b> {0}, verze={1}
es: <b>Ensamblado:</b> {0}, versión={1}
it: <b>Assembly:</b> {0}. Versione={1}
ja: <b>アセンブリ:</b> {0}、バージョン={1}
ko: <b>어셈블리:</b> {0}, 버전={1}
pl: <b>Zestaw:</b> {0}, wersja={1}
pt_br: <b>Assembly:</b> {0}, Versão={1}
ru: <b>Сборка:</b> {0}, версия: {1}
tr: <b>Bütünleştirilmiş kod:</b> {0}, Sürüm={1}
uk: <b>Збірка:</b> {0}, версія={1}
zh_cn: <b>程序集:</b> {0}，版本={1}
zh_tw: <b>組件:</b> {0}，版本={1}

source: <b>Auth. Realm:</b>
cs: <b>Sféra ověření:</b>
de: <b>Auth.-Bereich:</b>
es: <b>Dominio de autenticación:</b>
fr: <b>Domaine d’authentification :</b>
it: <b>Area di autenticazione:</b>
ja: <b>認証領域:</b>
ko: <b>인증 영역:</b>
pl: <b>Obszar uwierzytelniania:</b>
pt_br: <b>Realm de Autenticação:</b>
ru: <b>Область проверки подлинности:</b>
tr: <b>Kimlik doğrulaması alanı:</b>
uk: <b>Область аутентифікації:</b>
zh_cn: <b>身份验证领域:</b>
zh_tw: <b>驗證領域:</b>

source: <b>Automatic behaviors</b>
cs: <b>Automatické chování</b>
de: <b>Automatisches Verhalten</b>
es: <b>Comportamientos automáticos</b>
fr: <b>Comportements automatiques</b>
it: <b>Comportamenti automatici</b>
ja: <b>オート機能</b>
ko: <b>자동 동작</b>
pl: <b>Automatyczne zachowania</b>
pt_br: <b>Comportamentos automáticos</b>
ru: <b>Автоматические режимы работы</b>
tr: <b>Otomatik davranışlar</b>
uk: <b>Автоматичні поведінки</b>
zh_cn: <b>自动行为</b>
zh_tw: <b>自動行為</b>

source: <b>Autotools based Makefile</b> Generates a Makefile structure based on Autotools, with the standard targets and configuration scripts.
cs: <b>Soubor pravidel založený na Autotools</b> Vygeneruje strukturu souboru pravidel založenou na Autotools se standardními cíli a skripty konfigurace.
de: <b>Autotools-basiertes Makefile</b> Generiert eine auf Autotools basierende Makefilestruktur mit den standardmäßigen Zielen und Konfigurationsskripts.
es: <b>Archivo Make basado en Autotools</b> Genera una estructura de archivo Make basada en Autotools, con los destinos y scripts de configuración estándar.
fr: <b>Makefile basé sur Autotools</b> Génère une structure Makefile basée sur Autotools, avec les cibles et scripts de configuration standard.
it: <b>Makefile basato su Autotools</b> Genera una struttura makefile basata su Autotools, con le destinazioni e gli script di configurazione standard.
ja: <b>自動ツール ベースのメイクファイル</b> 標準ターゲットと構成スクリプトを使用して、自動ツールに基づいてメイクファイル構成を生成します。
ko: <b>Autotools 기반 메이크파일</b> 표준 대상 및 구성 스크립트를 사용하여 Autotools를 기반으로 메이크파일 구조를 생성합니다.
pl: <b>Plik reguł programu make oparty na automatycznych narzędziach</b> Generuje strukturę pliku reguł programu make na podstawie automatycznych narzędzi ze standardowymi elementami docelowymi i skryptami konfiguracyjnymi.
pt_br: <b>Makefile baseado em Ferramentas Automáticas</b> Gera uma estrutura de Makefile baseada em Ferramentas Automáticas, com os destinos padrão e os scripts de configuração.
ru: <b>Файл makefile на базе Autotools</b> Создает структуру файлов makefile на основе Autotools со стандартными целями и скриптами конфигурации.
tr: <b>Otomatik Araçlara dayalı Derleme Görevleri Dosyası</b> Standart hedefler ve yapılandırma betiklerini içeren Otomatik Araçlara dayalı bir Derleme Görevleri Dosyası yapısı oluşturur.
uk: <b>Makefile на основі автозбірки</b> Створює структуру Makefile на основі автозбірки зі стандартними цілями і конфігураційними сценаріями
zh_cn: <b>基于 Autotools 的生成文件</b> 使用标准目标和配置脚本，基于 Autotools 生成生成文件结构。
zh_tw: <b>Autotool 式 Makefile</b> 產生以 Autotool 為基礎的 Makefile 結構，其中包含標準目標及組態指令碼。

source: <b>Code Folding</b>
cs: <b>Sbalování kódu</b>
de: <b>Codefaltung</b>
es: <b>Plegado de código</b>
fr: <b>Pliage de code</b>
it: <b>Riduzione del codice</b>
ja: <b>コードの折りたたみ</b>
ko: <b>코드 접기</b>
pl: <b>Składanie kodu</b>
pt_br: <b>Dobramento de Código</b>
ru: <b>Свертывание кода</b>
tr: <b>Kod Katlama</b>
uk: <b>Згортання коду</b>
zh_cn: <b>代码折叠</b>
zh_tw: <b>程式碼摺疊功能</b>

source: <b>Code Generation</b>
cs: <b>Generování kódu</b>
de: <b>Codegenerierung</b>
es: <b>Generación de código</b>
fr: <b>Génération de code</b>
it: <b>Generazione codice</b>
ja: <b>コード生成</b>
ko: <b>코드 생성</b>
pl: <b>Generowanie kodu</b>
pt_br: <b>Geração de Código</b>
ru: <b>Создание кода</b>
tr: <b>Kod Oluşturma</b>
uk: <b>Генерування коду</b>
zh_cn: <b>代码生成</b>
zh_tw: <b>產生程式碼</b>

source: <b>Coding</b>
cs: <b>Vytváření kódu</b>
de: <b>Codierung</b>
es: <b>Codificación</b>
fr: <b>Codage</b>
it: <b>Codice</b>
ja: <b>コーディング</b>
ko: <b>코딩</b>
pl: <b>Kodowanie</b>
pt_br: <b>Codificação</b>
ru: <b>Программирование</b>
tr: <b>Kodlama</b>
uk: <b>Кодування</b>
zh_cn: <b>编码</b>
zh_tw: <b>編碼</b>

source: <b>Console Project</b>
cs: <b>Projekt konzoly</b>
de: <b>Konsolenprojekt</b>
es: <b>Proyecto de consola</b>
fr: <b>Projet de console</b>
it: <b>Progetto console</b>
ja: <b>コンソール プロジェクト</b>
ko: <b>콘솔 프로젝트</b>
pl: <b>Projekt konsoli</b>
pt_br: <b>Projeto do Console</b>
ru: <b>Консольный проект</b>
tr: <b>Konsol Projesi</b>
uk: <b>Консольний проект</b>
zh_cn: <b>控制台项目</b>
zh_tw: <b>主控台專案</b>

source: <b>Copy</b> the file to the directory
cs: <b>Zkopírovat</b> soubor do adresáře
de: <b>Kopieren</b> der Datei in das Verzeichnis
es: <b>Copiar</b> el archivo en el directorio
fr: <b>Copier</b> le fichier dans le répertoire
it: <b>Copia</b> il file nella directory
ja: ファイルをディレクトリに<b>コピー</b> します
ko: 디렉터리에 파일 <b>복사</b>
pl: <b>Kopiuj</b> plik do katalogu
pt_br: <b>Copiar</b> o arquivo para o diretório
ru: <b>Скопировать</b> файл в каталог
tr: Dosyayı dizine <b>kopyalayın</b>
uk: <b>Скопіювати</b> файл у теку
zh_cn: 将文件<b>复制</b>到目录
zh_tw: 將檔案<b>複製</b>到目錄

source: <b>Declaring Type:</b> {0}
cs: <b>Deklarující typ:</b> {0}
de: <b>Deklarierender Typ:</b> {0}
es: <b>Tipo declarativo:</b> {0}
fr: <b>Type déclarant :</b> {0}
it: <b>Tipo dichiarante:</b> {0}
ja: <b>宣言する型:</b> {0}
ko: <b>선언 형식:</b> {0}
pl: <b>Typ deklarujący:</b> {0}
pt_br: <b>Tipo de Declaração:</b> {0}
ru: <b>Объявляющий тип:</b> {0}
tr: <b>Bildirim Türü:</b> {0}
uk: <b>Оголошення типу:</b> {0}
zh_cn: <b>声明类型:</b> {0}
zh_tw: <b>宣告類型:</b> {0}

source: <b>Default File Associations</b>
cs: <b>Výchozí přidružení souborů</b>
de: <b>Standarddateizuordnungen</b>
es: <b>Asociaciones de archivo predeterminadas</b>
fr: <b>Associations de fichiers par défaut</b>
it: <b>Associazioni file predefinite</b>
ja: <b>既定のファイルの関連付け</b>
ko: <b>기본 파일 연결</b>
pl: <b>Domyślne skojarzenia plików</b>
pt_br: <b>Associações de Arquivo Padrão</b>
ru: <b>Сопоставления файлов по умолчанию</b>
tr: <b>Varsayılan Dosya İlişkilendirmeleri</b>
uk: <b>Стандартні відповідності файлів</b>
zh_cn: <b>默认文件关联</b>
zh_tw: <b>預設檔案關聯</b>
