Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Cycles completing the current word from matching words in all open files
cs: Prochází dokončování aktuálního slova z odpovídajících slov ve všech otevřených souborech.
de: Durchläuft die Ergebnisse einer Liste übereinstimmender Wörter aus allen geöffneten Dateien.
es: Se va desplazando por la lista de palabras coincidentes de todos los archivos abiertos
fr: Fait défiler les résultats du mot actuel à partir de mots correspondants dans tous les fichiers ouverts
it: Prova a completare la parola corrente cercando nei risultati di un elenco di parole corrispondenti ottenuto in tutti i file aperti
ja: すべての開いているファイル内の一致語から現在の単語を順番に補完
ko: 열린 모든 파일의 일치하는 단어에서 현재 단어 완성을 반복합니다.
pl: Przełącza między uzupełnianiem bieżącego słowa z pasujących wyrazów we wszystkich otwartych plikach
pt_br: Ciclos nos resultados de uma lista de palavras correspondentes reunidas de todos os arquivos abertos
ru: Предлагает варианты завершения текущего слова по соответствующим словам во всех открытых файлах
tr: Tüm açık dosyalardaki eşleşen sözcüklerden geçerli sözcüğü tamamlama döngüsü yapar
uk: Циклічно пропонує завершення поточного слова всіма підхожими словами зі всіх відкритих файлів
zh_cn: 在所有打开的文件的匹配单词中循环浏览当前单词
zh_tw: 在所有開啟的檔案中從相符的字組循環完成目前的字組

source: Cyclic dependencies are not supported.
cs: Cyklické závislosti se nepodporují.
de: Zyklische Abhängigkeiten werden nicht unterstützt.
es: No se admiten dependencias cíclicas.
fr: Les dépendances cycliques ne sont pas prises en charge.
it: Le dipendenze cicliche non sono supportate.
ja: 循環依存関係はサポートされていません。
ko: 순환 종속성은 지원되지 않습니다.
pl: Zależności cykliczne nie są obsługiwane.
pt_br: Não há suporte para as dependências cíclicas.
ru: Циклические зависимости не поддерживаются.
tr: Döngüsel bağımlılıklar desteklenmiyor.
uk: Циклічні залежності не підтримуються.
zh_cn: 不支持循环依赖关系。
zh_tw: 不支循環相依性。

source: Cyclic project references are not allowed.
cs: Cyklické reference projektu nejsou povoleny.
de: Zyklische Projektverweise sind nicht zulässig.
es: No se permiten referencias de proyecto cíclicas.
fr: Les références de projet cycliques ne sont pas autorisées.
it: I riferimenti ciclici al progetto non sono consentiti.
ja: プロジェクトの循環参照は許可されていません。
ko: 순환 프로젝트 참조는 허용되지 않습니다.
pl: Odwołania cykliczne do projektu są niedozwolone.
pt_br: Referências cíclicas de projetos não são permitidas.
ru: Циклические ссылки на проект запрещены.
tr: Döngüsel proje başvurularına izin verilmiyor.
uk: Циклічні посилання заборонені.
zh_cn: 不允许使用循环项目引用。
zh_tw: 不得有循環專案參考。

source: Cyrillic
cs: jazyky používající cyrilici
de: Kyrillisch
es: Cirílico
fr: Cyrillique
it: Cirillico
ja: キリル語
ko: 키릴 자모
pl: Cyrylica
pt_br: Cirílico
ru: Кириллица
tr: Kiril
uk: Кирилиця
zh_cn: 西里尔文
zh_tw: 斯拉夫文

source: Cyrillic/Russian
cs: cyrilice (ruština)
de: Kyrillisch/Russisch
es: Cirílico/ruso
fr: Cyrillique/Russe
it: Cirillico/Russo
ja: キリル/ロシア語
ko: 키릴 자모(러시아어)
pl: Cyrylica/rosyjski
pt_br: Cirílico/Russo
ru: Кириллица/русский
tr: Kiril/Rusça
uk: Кирилиця/Росія
zh_cn: 西里尔文/俄语
zh_tw: 斯拉夫文/俄文

source: Cyrillic/Ukrainian
cs: cyrilice (ukrajinština)
de: Kyrillisch/Ukrainisch
es: Cirílico/ucraniano
fr: Cyrillique/Ukrainien
it: Cirillico/Ucraino
ja: キリル/ウクライナ語
ko: 키릴 자모(우크라이나어)
pl: Cyrylica/ukraiński
pt_br: Cirílico/Ucraniano
ru: Кириллица/украинский
tr: Kiril/Ukraynaca
uk: Кирилиця/Україна
zh_cn: 西里尔文/乌克兰语
zh_tw: 斯拉夫文/烏克蘭文

source: D_iscard
cs: Zahod_it
de: _Verwerfen
es: D_escartar
fr: A_bandonner
it: R_imuovi
ja: 破棄(_I)
ko: 버리기(_I)
pl: _Odrzuć
pt_br: D_escartar
ru: О_тменить
tr: A_t
uk: _Скасувати
zh_cn: 放弃(_I)
zh_tw: 捨棄(_I)

source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
ja: 黒
ko: 어둡게
pl: Ciemne
pt_br: Escuro
ru: Темный
tr: Koyu

source: Data visualization software
cs: Aplikace pro vizualizaci dat
de: Datenvisualisierungssoftware
es: Software de visualización de datos
fr: Logiciel de visualisation de données
it: Software di visualizzazione dati
ja: データ視覚化ソフトウェア
ko: 데이터 시각화 소프트웨어
pl: Oprogramowanie do wizualizacji danych
pt_br: Software de visualização de dados
ru: Программное обеспечение для визуализации данных
tr: Veri görselleştirme yazılımı
uk: Інструмент для візуалізації даних
zh_cn: 数据可视化软件
zh_tw: 資料視覺效果軟體

source: Date
cs: Datum
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pl: Data
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата
zh_cn: 日期
zh_tw: 日期

source: Date/Time
cs: Datum a čas
de: Datum/Uhrzeit
es: Fecha/hora
fr: Date/Heure
it: Data/ora
ja: 日付/時刻
ko: 날짜/시간
pl: Data/godzina
pt_br: Data/Hora
ru: Дата и время
tr: Tarih/Saat
uk: Дата/час
zh_cn: 日期/时间
zh_tw: 日期/時間

source: Debug
cs: Ladit
de: Debuggen
es: Depuración
fr: Déboguer
it: Esegui debug
ja: デバッグ
ko: 디버그
pl: Debuguj
pt_br: Depurar
ru: Отладка
tr: Hata Ayıkla
uk: Зневадження
zh_cn: 调试
zh_tw: 偵錯

source: Debug Application
cs: Ladit aplikaci
de: Anwendung debuggen
es: Depurar aplicación
fr: Déboguer l’application
it: Esegui debug dell'applicazione
ja: アプリケーションのデバッグ
ko: 애플리케이션 디버깅
pl: Debuguj aplikację
pt_br: Depurar Aplicativo
ru: Отладка приложения
tr: Uygulama Hatalarını Ayıkla
uk: Зневадження застосунку
zh_cn: 调试应用程序
zh_tw: 偵錯應用程式

source: Debug Application...
cs: Ladit aplikaci...
de: Anwendung debuggen...
es: Depurar aplicación...
fr: Déboguer l’application...
it: Esegui debug dell'applicazione...
ja: アプリケーションのデバッグ...
ko: 애플리케이션 디버깅...
pl: Debuguj aplikację...
pt_br: Depurar Aplicativo...
ru: Отладка приложения...
tr: Uygulama Hatalarını Ayıkla...
uk: Зневадження застосунку...
zh_cn: 调试应用程序...
zh_tw: 偵錯應用程式...

source: Debug Casts
cs: Ladit přetypování
de: Debugumwandlungen
es: Depurar conversiones
fr: Déboguer les casts
it: Cast di debug
ja: キャストのデバッグ
ko: 디버그 캐스트
pl: Debuguj rzutowania
pt_br: Depurar Conversões
ru: Отладка приведений
tr: Hata Ayıklama Yayınları
zh_cn: 调试转换
zh_tw: 偵錯轉換

source: Debug Mode
cs: Režim ladění
de: Debugmodus
es: Modo de depuración
fr: Mode débogage
it: Modalità di debug
ja: デバッグ モード
ko: 디버그 모드
pl: Tryb debugowania
pt_br: Modo Depuração
ru: Режим отладки
tr: Hata Ayıklama Modu
uk: Режим зневадження
zh_cn: 调试模式
zh_tw: 偵錯模式

source: Debug Pads
cs: Ladicí systém
de: Debugbereiche
es: Paneles de depuración
fr: Déboguer les blocs
it: Riquadri di debug
ja: パッドのデバッグ
ko: 디버그 패드
pl: Okienka debugowania
pt_br: Painéis de Depuração
ru: Панели отладки
tr: Hata Ayıklama Bölmeleri
zh_cn: 调试板
zh_tw: 偵錯面板

source: Debug Source Files
cs: Zdrojové soubory ladění
de: Quelldateien debuggen
es: Archivos de código fuente de depuración
fr: Fichiers sources de débogage
ja: デバッグのソース ファイル
ko: 소스 파일 디버그
pl: Pliki źródłowe debugowania
pt_br: Depurar Arquivos de Origem
ru: Исходные файлы отладки
tr: Kaynak Dosyalarında Hata Ayıkla

source: Debug Test
cs: Ladit test
de: Test debuggen
es: Depurar prueba
fr: Déboguer le test
it: Esegui debug del test
ja: テストのデバッグ
ko: 테스트 디버깅
pl: Debuguj test
pt_br: Teste de Depuração
ru: Отладить тест
tr: Hata Ayıklama Testi
uk: Зневадити тест
zh_cn: 调试测试
zh_tw: 偵錯測試

source: Debug Test ({0})
cs: Ladit test ({0})
de: Test debuggen ({0})
es: Depurar prueba ({0})
fr: Déboguer le test ({0})
it: Esegui debug del test ({0})
ja: テスト ({0}) のデバッグ
ko: 테스트 디버깅({0})
pl: Debuguj test ({0})
pt_br: Teste de Depuração ({0})
ru: Отладить тест ({0})
tr: Hata Ayıklama Testi ({0})
uk: Зневадити тест ({0})
zh_cn: 调试测试({0})
zh_tw: 偵錯測試 ({0})

source: Debug Test at Caret
cs: Ladit test v místě kurzoru
de: Test bei Textcursor debuggen
es: Depurar prueba al encontrar símbolo de inserción
fr: Déboguer le test au point d'insertion
ja: キャレット位置でテストをデバッグ
ko: 캐럿에서 테스트 디버그
pl: Debuguj test w miejscu karetki
pt_br: Depurar Teste no Cursor
ru: Отладить тест в позиции курсора
tr: Giriş İşaretindeki Testin Hatalarını Ayıkla

source: Debug Type:
cs: Typ ladění:
de: Debugtyp:
es: Tipo de depuración:
fr: Type de débogage :
it: Tipo di debug:
ja: デバッグの種類:
ko: 디버그 형식:
pl: Typ debugowania:
pt_br: Tipo de Depuração:
ru: Тип отладки:
tr: Hata Ayıklama Türü:
uk: Тип зневадження:
zh_cn: 调试类型:
zh_tw: 偵錯類型:

source: Debug current project
cs: Ladit aktuální projekt
de: Aktuelles Projekt debuggen
es: Depurar proyecto actual
fr: Déboguer le projet en cours
it: Esegue il debug del progetto corrente
ja: 現在のプロジェクトをデバッグする
ko: 현재 프로젝트 디버깅
pl: Debuguj bieżący projekt
pt_br: Depurar o projeto atual
ru: Отладка текущего проекта
tr: Geçerli projede hata ayıkla
uk: Зневаджувати поточний проект
zh_cn: 调试当前项目
zh_tw: 偵錯目前的專案

source: Debug information:
cs: Informace ladění:
de: Debuginformationen:
es: Información de depuración:
fr: Informations de débogage :
it: Informazioni di debug:
ja: デバッグ情報:
ko: 디버그 정보:
pl: Informacje debugowania:
pt_br: Informações de depuração:
ru: Отладочная информация:
tr: Hata ayıklama bilgisi:
uk: Зневаджувальна інформація:
zh_cn: 调试信息:
zh_tw: 偵錯資訊:

source: Debug session not started.
cs: Není spuštěná ladicí relace.
de: Debugsitzung wurde nicht gestartet.
es: La sesión de depuración no se inicia.
fr: La session de débogage n’a pas démarré.
it: La sessione di debug non è stata avviata.
ja: デバッグ セッションが開始されていません。
ko: 디버그 세션이 시작되지 않았습니다.
pl: Sesja debugowania nie jest uruchomiona.
pt_br: Sessão de depuração não iniciada.
ru: Сеанс отладки не запущен.
tr: Hata ayıklama oturumu başlamadı.
uk: Сеанс зневадження не розпочато.
zh_cn: 调试会话未启动。
zh_tw: 未啟動偵錯工作階段。

source: Debugger
cs: Ladicí program
es: Depurador
fr: Débogueur
ja: デバッガー
ko: 디버거
pl: Debuger
pt_br: Depurador
ru: Отладчик
tr: Hata Ayıklayıcı
uk: Зневаджувач
zh_cn: 调试程序
zh_tw: 偵錯工具

source: Debugger information
cs: Informace ladicího programu
de: Debuggerinformationen
es: Información del depurador
fr: Informations du débogueur
ja: デバッガー情報
ko: 디버거 정보
pl: Informacje o debugerze
pt_br: Informações do depurador
ru: Сведения отладчика
tr: Hata ayıklayıcısı bilgileri

source: Debugger:
cs: Ladicí program:
es: Depurador:
fr: Débogueur :
ja: デバッガー:
ko: 디버거:
pl: Debuger:
pt_br: Depurador:
ru: Отладчик:
tr: Hata Ayıklayıcı:
uk: Зневаджувач:
zh_cn: 调试程序:
zh_tw: 偵錯工具:

source: Debugging stopped
cs: Ladění se zastavilo.
de: Debuggen beendet
es: Depuración detenida
fr: Débogage arrêté
it: Il debug è stato arrestato
ja: デバッグは停止されました
ko: 디버깅이 중지됨
pl: Zatrzymano debugowanie
pt_br: Depuração interrompida
ru: Отладка остановлена
tr: Hata ayıklama durdu
uk: Зневадження зупинено
zh_cn: 已停止调试
zh_tw: 偵錯已停止

source: Declare that this control implements an interface.
cs: Deklarujte, že tento ovládací prvek implementuje rozhraní.
de: Deklariert, dass dieses Steuerelement eine Schnittstelle implementiert.
es: Declare que este control implementa una interfaz.
fr: Déclarez que ce contrôle implémente une interface.
it: Dichiara che questo controllo implementa un'interfaccia.
ja: このコントロールでインターフェイスを実装することを宣言します。
ko: 이 컨트롤이 인터페이스를 구현하도록 선언합니다.
pl: Zadeklaruj, że ta kontrolka implementuje interfejs.
pt_br: Declarar que esse controle implementa uma interface.
ru: Объявите, что этот элемент управления реализует интерфейс.
tr: Bu denetimin bir arabirim uyguladığını bildirin.
zh_cn: 声明此控件实现接口。
zh_tw: 宣告此控制項實作介面。

source: Declare that this master page implements an interface.
cs: Deklarujte, že tato hlavní stránka implementuje rozhraní.
de: Deklariert, dass diese Masterseite eine Schnittstelle implementiert.
es: Declarar que esta página maestra implementa una interfaz.
fr: Déclarez que cette page maître implémente une interface.
it: Dichiara che questa pagina master implementa un'interfaccia.
ja: このマスター ページがインターフェイスを実装していることを宣言します。
ko: 이 마스터 페이지가 인터페이스를 구현하도록 선언합니다.
pl: Zadeklaruj, że ta strona wzorcowa implementuje interfejs.
pt_br: Declarar que essa página mestra implementa uma interface.
ru: Объявите, что эта эталонная страница реализует интерфейс.
tr: Bu ana sayfanın bir arabirim uyguladığını bildirin.
zh_cn: 声明此母版页实现接口。
zh_tw: 宣告此主版頁面實作介面。

source: Declare that this page implements an interface.
cs: Deklarujte, že tato stránka implementuje rozhraní.
de: Deklariert, dass diese Seite eine Schnittstelle implementiert.
es: Declarar que esta página implementa una interfaz.
fr: Déclarez que cette page implémente une interface.
it: Dichiara che questa pagina implementa un'interfaccia.
ja: このページがインターフェイスを実装していることを宣言します。
ko: 이 페이지가 인터페이스를 구현하도록 선언합니다.
pl: Zadeklaruj, że ta strona implementuje interfejs.
pt_br: Declare que essa página implementa uma interface.
ru: Объявите, что эта страница реализует интерфейс.
tr: Bu sayfanın bir arabirim uyguladığını bildirin.
zh_cn: 声明此页面实现接口。
zh_tw: 宣告此頁面實作介面。

source: Declaring Type
cs: Deklarující typ
de: Deklarierender Typ
es: Tipo declarativo
fr: Type déclarant
it: Tipo dichiarante
ja: 宣言する型
ko: 선언 형식
pl: Typ deklarujący
pt_br: Tipo Declarativo
ru: Объявляющий тип
tr: Bildirim Türü
uk: Оголошення типу
zh_cn: 声明类型
zh_tw: 宣告類型

source: Decline
cs: Odmítnout
de: Ablehnen
es: Rechazar
fr: Refuser
it: Tipo dichiarante
ja: 同意しない
ko: 거절
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
tr: Reddet

source: Default
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: 既定
ko: 기본값
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: Стандарт
zh_cn: 默认
zh_tw: 預設

source: Default Namespace
cs: Výchozí obor názvů
de: Standardnamespace
es: Espacio de nombres predeterminado
fr: Espace de noms par défaut
ja: 既定の名前空間
ko: 기본 네임스페이스
pl: Domyślna przestrzeń nazw
pt_br: Namespace Padrão
ru: Пространство имен по умолчанию
tr: Varsayılan Ad Alanı

source: Default Namespace:
cs: Výchozí obor názvů:
de: Standardnamespace:
es: Espacio de nombres predeterminado:
fr: Espace de noms par défaut :
it: Spazio dei nomi predefinito:
ja: 既定の名前空間:
ko: 기본 네임스페이스:
pl: Domyślna przestrzeń nazw:
pt_br: Namespace Padrão:
ru: Пространство имен по умолчанию:
tr: Varsayılan Ad Alanı:
uk: Стандартний простір назв:
zh_cn: 默认命名空间:
zh_tw: 預設命名空間:

source: Default Runtime
cs: Výchozí modul runtime
de: Standardlaufzeit
es: Entorno de ejecución predeterminado
fr: Runtime par défaut
it: Runtime predefinito
ja: 既定のランタイム
ko: 기본 런타임
pl: Domyślne środowisko uruchomieniowe
pt_br: Runtime Padrão
ru: Среда выполнения по умолчанию
tr: Varsayılan Çalışma Zamanı
uk: Типове середовище виконання
zh_cn: 默认运行时
zh_tw: 預設執行階段

source: Default _Solution location
cs: _Výchozí umístění řešení
de: _Standardspeicherort für Projektmappen
es: Ubicación de la _solución predeterminada
fr: Emplacement par défaut de la _solution
it: _Percorso predefinito della soluzione
ja: 既定のソリューションの場所(_S)
ko: 기본 솔루션 위치(_S)
pl: Domyślna lokalizacja _rozwiązania
pt_br: Localização Padrão da _Solução
ru: Рас_положение решения по умолчанию
tr: Varsayılan _Çözümün konumu
uk: _Типове розташування рішень
zh_cn: 默认解决方案位置(_S)
zh_tw: 預設解決方案位置(_S)

source: Default configuration:
cs: Výchozí konfigurace:
de: Standardkonfiguration:
es: Configuración predeterminada:
fr: Configuration par défaut :
it: Configurazione predefinita:
ja: 既定の構成:
ko: 기본 구성:
pl: Konfiguracja domyślna:
pt_br: Configuração padrão:
ru: Конфигурация по умолчанию:
tr: Varsayılan yapılandırma:
uk: Стандартна конфігурація:
zh_cn: 默认配置:
zh_tw: 預設組態:

source: Default settings
cs: Výchozí nastavení
de: Standardeinstellungen
es: Configuración predeterminada
fr: Paramètres par défaut
it: Impostazioni predefinite
ja: 既定の設定
ko: 기본 설정
pl: Ustawienia domyślne
pt_br: Configurações padrão
ru: Параметры по умолчанию
tr: Varsayılan ayarlar

source: Default underlying type of enums is already int
cs: Výchozí podkladový typ výčtů už je int.
de: Zugrunde liegender Standardtyp von Enumerationen ist bereits 'int'.
es: El tipo subyacente predeterminado de enumeraciones ya es entero
fr: Le type sous-jacent d’enum par défaut est déjà int
it: Il tipo sottostante delle enumerazioni è già int
ja: 列挙型の基になる既定の型は既に int です
ko: 열거형의 기본 형식이 이미 int입니다.
pl: Domyślny typ bazowy typów wyliczeniowych to jest już typ int
pt_br: O tipo subjacente padrão de enumerações já é int
ru: Базовым типом по умолчанию для перечислений уже является int
tr: Varsayılan temel alınan sabit liste türü zaten int
uk: Типовим базовим типом для переліків вже є int
zh_cn: 枚举的默认基础类型已经是 int
zh_tw: 列舉的預設基礎類型已經是 int

source: Default value for this variable.
cs: Výchozí hodnota této proměnné
de: Standardwert für diese Variable.
es: Valor predeterminado para esta variable.
fr: Valeur par défaut de cette variable.
it: Valore predefinito per questa variabile.
ja: この変数の既定値。
ko: 이 변수의 기본값입니다.
pl: Wartość domyślna tej zmiennej.
pt_br: O valor padrão para essa variável.
ru: Значение по умолчанию для этой переменной.
tr: Bu değişkenin varsayılan değeri.
uk: Стандартне значення для цієї змінної.
zh_cn: 此变量的默认值。
zh_tw: 此變數的預設值。

source: Define DEBUG:
cs: Definovat DEBUG:
de: DEBUG definieren:
es: Definir DEBUG:
fr: Définir DEBUG :
it: Definisci DEBUG:
ja: DEBUG の定義:
ko: DEBUG 정의:
pl: Zdefiniuj metodę DEBUG:
pt_br: Definir DEBUG:
ru: Определить DEBUG:
tr: DEBUG tanımla:
uk: Визначити DEBUG:
zh_cn: 定义调试:
zh_tw: 定義 DEBUG:

source: Define S_ymbols:
cs: Definovat _symboly:
de: S_ymbole definieren:
es: Definir s_ímbolos:
fr: Définir les s_ymboles :
it: Definisci i si_mboli:
ja: シンボルの定義(_Y):
ko: 기호 정의(_Y):
pl: Definiuj s_ymbole:
pt_br: Definir S_ímbolos:
ru: Определить си_мволы:
tr: S_embolleri tanımla:
uk: Призначити _символи:
zh_cn: 定义符号(_Y):
zh_tw: 定義符號(_Y):

source: Define TRACE:
cs: Definovat TRACE:
de: TRACE definieren:
es: Definir TRACE:
fr: Définir TRACE :
it: Definisci TRACE:
ja: TRACE の定義:
ko: TRACE 정의:
pl: Zdefiniuj metodę TRACE:
pt_br: Definir TRACE:
ru: Определить TRACE:
tr: TRACE tanımla:
uk: Визначити TRACE:
zh_cn: 定义跟踪:
zh_tw: 定義 TRACE:

source: Define constants:
cs: Definovat konstanty:
de: Konstanten definieren:
es: Definir constantes:
fr: Définir les constantes :
it: Definisci le costanti:
ja: 定数の定義:
ko: 상수 정의:
pl: Definiuj stałe:
pt_br: Definir constantes:
ru: Определить константы:
tr: Sabitleri tanımla:
uk: Визначити константи:
zh_cn: 定义常量:
zh_tw: 定義常數:

source: Define properties of this master page.
cs: Definujte vlastnosti této hlavní stránky.
de: Definiert die Eigenschaften dieser Masterseite.
es: Defina las propiedades de esta página maestra.
fr: Définissez les propriétés de cette page maître.
it: Definisce le proprietà di questa pagina master.
ja: このマスター ページのプロパティを定義します。
ko: 이 마스터 페이지의 속성을 정의합니다.
pl: Zdefiniuj właściwości tej strony wzorcowej.
pt_br: Definir as propriedades desta página mestra.
ru: Определите свойства этой эталонной страницы.
tr: Bu ana sayfanın özelliklerini tanımlayın.
zh_cn: 定义此母版页的属性。
zh_tw: 定義此主版頁面的屬性。

source: Define properties of this page.
cs: Definujte vlastnosti této stránky.
de: Definiert die Eigenschaften dieser Seite.
es: Defina las propiedades de esta página.
fr: Définissez les propriétés de cette page.
it: Definisce le proprietà di questa pagina.
ja: このページのプロパティを定義します。
ko: 이 페이지의 속성을 정의합니다.
pl: Zdefiniuj właściwości tej strony.
pt_br: Defina as propriedades desta página.
ru: Определите свойства этой страницы.
tr: Bu sayfanın özelliklerini tanımlayın.
zh_cn: 定义此页面的属性。
zh_tw: 定義此頁面的屬性。

source: Define properties of this user control.
cs: Definujte vlastnosti tohoto uživatelského ovládacího prvku.
de: Definiert die Eigenschaften dieses Benutzersteuerelements.
es: Defina las propiedades de este control de usuario.
fr: Définissez les propriétés de ce contrôle utilisateur.
it: Definisce le proprietà di questo controllo utente.
ja: このユーザー コントロールのプロパティを定義します。
ko: 이 사용자 정의 컨트롤의 속성을 정의합니다.
pl: Zdefiniuj właściwości tej kontrolki użytkownika.
pt_br: Definir as propriedades deste controle de usuário.
ru: Определите свойства этого пользовательского элемента управления.
tr: Bu kullanıcı denetiminin özelliklerini tanımlayın.
zh_cn: 定义此用户控件的属性。
zh_tw: 定義此使用者控制項的屬性。

source: Defines a base class of the view
cs: Definuje základní třídu zobrazení.
de: Definiert eine Basisklasse der Ansicht.
es: Define una clase base de la vista
fr: Définit une classe de base de la vue
it: Definisce una classe di base della visualizzazione
ja: ビューの基底クラスを定義します
ko: 뷰의 기본 클래스를 정의합니다.
pl: Definiuje klasę bazową widoku
pt_br: Define uma classe base da exibição
ru: Определяет базовый класс представления
tr: Görünümün temel bir sınıfını tanımlar
zh_cn: 定义视图的基类
zh_tw: 定義檢視的基底類別

source: Defines a helper
cs: Definuje pomocnou rutinu.
de: Definiert ein Hilfsprogramm.
es: Define un asistente
fr: Définit une assistance
it: Definisce un helper
ja: ヘルパーを定義します
ko: 도우미를 정의합니다.
pl: Definiuje pomocnika
pt_br: Define um auxiliar
ru: Определяет вспомогательный объект
tr: Bir yardımcı tanımlar
zh_cn: 定义帮助程序
zh_tw: 定義協助程式

source: Defines a layout file to use in this view
cs: Definuje soubor rozložení, který se má použít v tomto zobrazení.
de: Definiert eine Layoutdatei zur Verwendung in dieser Ansicht.
es: Define un archivo de diseño para usar en esta vista
fr: Définit un fichier de disposition à utiliser dans cette vue
it: Definisce un file di layout da usare in questa visualizzazione
ja: このビューで使用するレイアウト ファイルを定義します
ko: 이 뷰에서 사용할 레이아웃 파일을 정의합니다.
pl: Definiuje plik układu do użycia w tym widoku
pt_br: Define um arquivo de layout para ser usado nesta exibição
ru: Определяет файл макета, используемый в этом представлении
tr: Bu görünümde kullanılacak bir yerleşim dosyası tanımlar
zh_cn: 定义要在此视图中使用的布局文件
zh_tw: 定義要在此檢視中使用的配置檔案

source: Defines a region of class members
cs: Definuje oblast členů třídy.
de: Definiert eine Region von Klassenmembern.
es: Define una región de miembros de clase
fr: Définit une zone de membres de classe
it: Definisce un'area di membri di classe
ja: クラスのメンバーの領域を定義します
ko: 클래스 멤버의 영역을 정의합니다.
pl: Definiuje region składowych klasy
pt_br: Define uma região dos membros de classe
ru: Определяет регион для элементов класса
tr: Bir sınıf üyeleri bölgesi tanımlar
zh_cn: 定义类成员区域
zh_tw: 定義類別成員的區域

source: Defines a section
cs: Definuje oddíl.
de: Definiert einen Abschnitt.
es: Define una sección
fr: Définit une section
it: Definisce una sezione
ja: セクションを定義します
ko: 섹션을 정의합니다.
pl: Definiuje sekcję
pt_br: Define uma seção
ru: Определяет раздел
tr: Bir bölüm tanımlar
zh_cn: 定义节
zh_tw: 定義區段

source: Defines a sessionstate mode
cs: Definuje režim sessionstate.
de: Definiert einen SessionState-Modus.
es: Define un modo sessionstate
fr: Définit un mode sessionstate
it: Definisce una modalità di stato sessione
ja: sessionstate モードを定義します
ko: sessionstate 모드를 정의합니다.
pl: Definiuje tryb SessionState
pt_br: Define um modo sessionstate
ru: Определяет режим состояний сеанса
tr: Bir sessionstate modu tanımlar
zh_cn: 定义 sessionstate 模式
zh_tw: 定義 sessionstate 模式

source: Delay signing the assembly
cs: Pozdržet podepsání sestavení
de: Verzögertes Signieren der Assembly
es: Retrasar la firma del ensamblado
fr: Différer la signature de l'assembly
ja: アセンブリに遅延署名します
ko: 어셈블리 서명 지연
pl: Opóźnij podpisanie zestawu
pt_br: Atrasar assinatura do assembly
ru: Отложить подписывание сборки
tr: Bütünleştirilmiş kodu imzalamayı ertele

source: Delegate subtraction has unpredictable result
cs: Odpočet delegáta má nepředvídatelný výsledek.
de: Delegatsubtraktion hat unvorhersehbares Ergebnis.
es: La resta delegada tiene un resultado impredecible
fr: La délégation de soustraction produit un résultat imprévisible
it: Il risultato della sottrazione di delegati può essere imprevedibile
ja: デリゲートの減算に予期しない結果が含まれます
ko: 대리자 빼기는 예기치 않은 결과를 생성합니다.
pl: Wynik odejmowania dotyczącego delegata jest nieprzewidywalny
pt_br: A subtração de delegado tem resultados imprevisíveis
ru: Вычитание делегата имеет непредсказуемый результат
tr: Temsilci çıkarma sonucu tahmin edilemiyor
uk: Віднімання делегатів дає непередбачуваний результат
zh_cn: 委托减法具有不可预测的结果
zh_tw: 委派減法有無法預期的結果

source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

source: Delete '{0}'
cs: Odstranit {0}
de: {0}' löschen
es: Eliminar '{0}'
fr: Supprimer « {0} »
it: Elimina '{0}'
ja: '{0}' を削除
ko: '{0}' 삭제
pl: Usuń element „{0}”
pt_br: Excluir '{0}'
ru: Удалить "{0}"
tr: '{0}' öğesini sil
uk: Видалити '{0}'
zh_cn: 删除“{0}”
zh_tw: 刪除 '{0}'
