Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Some project files have been changed from outside {0}. Do you want to overwrite them?
cs: Některé soubory projektu se změnily mimo {0}. Chcete je přepsat?
de: Einige Projektdateien wurden außerhalb von {0} geändert. Möchten Sie sie überschreiben?
es: Algunos archivos del proyecto se han cambiado fuera de {0}. ¿Desea sobrescribirlos?
fr: Certains fichiers du projet ont été modifiés en dehors de {0}. Voulez-vous les remplacer ?
it: Alcuni file di progetto non sono stati modificati in {0}. Sovrascriverli?
ja: 一部のプロジェクト ファイルが、{0} 外から変更されました。上書きしますか。
ko: 일부 프로젝트 파일이 {0} 외부에서 변경되었습니다. 해당 파일을 덮어쓸까요?
pl: Niektóre pliki poza katalogiem {0} mogły zostać zmienione. Czy chcesz je zastąpić?
pt_br: Alguns arquivos do projeto foram alterados externamente {0}. Deseja substituí-los?
ru: Некоторые файлы проекта были изменены извне {0}. Вы хотите перезаписать их?
tr: Bazı proje dosyaları {0} dışından değiştirildi. Dosyaların üzerine yazmak istiyor musunuz?
uk: Деякі файли проекту змінено за межами {0}. Справді перезаписати їх?
zh_cn: 某些项目文件已从外部 {0} 更改。是否要覆盖它们?
zh_tw: 已從 {0} 外部變更部分專案檔。要加以覆寫嗎?

source: Some unicode characters in this file could not be saved with the current encoding. Do you want to resave this file as Unicode ? You can choose another encoding in the 'save as' dialog.
cs: Některé znaky Unicode v tomto souboru se nedají uložit pomocí aktuálního kódování. Chcete tento soubor znovu uložit jako Unicode? V dialogu Uložit jako si můžete zvolit jiné kódování.
de: Einige Unicodezeichen in dieser Datei konnten mit der aktuellen Codierung nicht gespeichert werden. Möchten Sie die Datei erneut als Unicode speichern? Im Dialogfeld 'Speichern unter' können Sie eine andere Codierung auswählen.
es: Algunos caracteres Unicode de este archivo no se pueden guardar con la codificación actual. ¿Quiere volver a guardar el archivo como Unicode? Puede elegir otra codificación en el cuadro de diálogo "Guardar como".
fr: Il n’est pas possible d’enregistrer certains caractères Unicode du fichier avec l’encodage actuel. Souhaitez-vous réenregistrer ce fichier en Unicode ? Vous pouvez choisir un autre encodage dans la boîte de dialogue « Enregistrer sous ».
it: Non è stato possibile salvare alcuni caratteri Unicode presenti in questo file con la codifica corrente. Salvare di nuovo il file come Unicode? È possibile scegliere un'altra codifica nella finestra di dialogo 'Salva con nome'.
ja: このファイルのいくつかの Unicode 文字を現行のエンコードで保存できませんでした。 このファイルを再び Unicode として保存しますか? [名前を付けて保存] ダイアログで別のエンコードを選ぶことができます。
ko: 현재 인코딩을 사용하여 이 파일의 일부 유니코드 문자를 저장할 수 없습니다. 이 파일을 유니코드로 다시 저장할까요? '다른 이름으로 저장' 대화 상자에서 다른 인코딩을 선택할 수 있습니다.
pl: Niektórych znaków Unicode nie można zapisać przy użyciu bieżącego kodowania. Czy chcesz ponownie zapisać ten plik w formacie Unicode? Możesz wybrać inne kodowanie w oknie dialogowym „Zapisywanie jako”.
pt_br: Alguns caracteres unicode neste arquivo não puderam ser salvos com a codificação atual. Deseja salvar novamente o arquivo como Unicode? Você pode escolher outra codificação na caixa de diálogo 'Salvar como'.
ru: Не удается сохранить некоторые символы Юникода в этом файле с текущей кодировкой. Вы хотите пересохранить файл в формате Юникод? Другую кодировку можно выбрать в диалоговом окне "Сохранить как".
tr: Bu dosyadaki bazı unicode karakterleri geçerli kodlamayla kaydedilemedi. Bu dosyayı Unicode olarak kaydetmek istiyor musunuz? 'Farklı Kaydet' iletişim kutusunda başka bir kodlama seçebilirsiniz.
uk: Деякі символи Юнікоду, що є у цьому файлі, неможливо зберегти у поточному кодуванні. Бажаєте зберегти цей файл в Юнікоді? У діалозі "Зберегти як" ви можете вибрати й інше кодування.
zh_cn: 无法使用当前编码保存此文件中的某些 unicode 字符。 是否要将此文件重新另存为 Unicode? 你可以在“另存为”对话框中选择其他编码。
zh_tw: 無法使用目前編碼儲存此檔案中的部分 Unicode 字元。 要將此檔案重新儲存為 Unicode 嗎? 您可以在 [另存新檔] 對話方塊中選擇另一種編碼。

source: Sort alphabetically
cs: Řadit abecedně
de: Alphabetisch sortieren
es: Ordenar alfabéticamente
fr: Trier par ordre alphabétique
it: Ordina alfabeticamente
ja: アルファベット順に並べ替え
ko: 사전순 정렬
pl: Sortuj alfabetycznie
pt_br: Classificar alfabeticamente
ru: Сортировка по алфавиту
tr: Alfabetik sırala
uk: Упорядкувати за алфавітом
zh_cn: 按字母顺序排序
zh_tw: 依字母順序排序

source: Sort entries alphabetically
cs: Seřadit položky podle abecedy
de: Einträge alphabetisch sortieren
es: Ordenar entrada alfabéticamente
fr: Trier les entrées par ordre alphabétique
it: Ordina le voci alfabeticamente
ja: アルファベット順にエントリを並ベ替え
ko: 알파벳순으로 항목 정렬
pl: Sortuj wpisy alfabetycznie
pt_br: Classificar entradas alfabeticamente
ru: Сортировка записей по алфавиту
tr: Girdileri alfabetik sırala
uk: Упорядкувати елементи за алфавітом
zh_cn: 按字母顺序对条目排序
zh_tw: 依字母順序排序項目

source: Sort in categories
cs: Řadit do kategorií
de: Nach Kategorien sortieren
es: Ordenar en categorías
fr: Trier en catégories
it: Ordina in categorie
ja: カテゴリで並べ替え
ko: 범주별 정렬
pl: Sortuj według kategorii
pt_br: Ordenar em categorias
ru: Сортировка по категориям
tr: Kategoriler içerisinde sırala
uk: Групувати за категоріями
zh_cn: 按类别排序
zh_tw: 排序分類

source: Sort the selected lines
cs: Řadit vybrané řádky
de: Ausgewählte Zeilen sortieren
es: Ordenar las líneas seleccionadas
fr: Trier les lignes sélectionnées
it: Ordina le righe selezionate
ja: 選んだ行を並べ替えます
ko: 선택한 줄 정렬
pl: Sortuj wybrane wiersze
pt_br: Classificar as linhas selecionadas
ru: Сортировка выбранных строк
tr: Seçilen satırları sırala
uk: Упорядкувати вибрані рядки
zh_cn: 对所选行排序
zh_tw: 排序選取的行

source: Source
cs: Zdroj
de: Quelle
es: Origen
it: Origine
ja: ソース
ko: 소스
pl: Źródło
pt_br: Origem
ru: Исходный код
tr: Kaynak
uk: Джерело
zh_cn: 源
zh_tw: 來源

source: Source Analysis
cs: Zdrojová analýza
de: Quellanalyse
es: Análisis de código fuente
fr: Analyse de la source
it: Analisi origine
ja: ソースの解析
ko: 소스 분석
pl: Analiza źródła
pt_br: Análise de Origem
ru: Анализ исходного кода
tr: Kaynak Analizi
uk: Аналіз коду
zh_cn: 源分析
zh_tw: 來源分析

source: Source Code
cs: Zdrojový kód
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソース コード
ko: 소스 코드
pl: Kod źródłowy
pt_br: Código-Fonte
ru: Исходный код
tr: Kaynak Kodu
uk: Джерельний код
zh_cn: 源代码
zh_tw: 原始程式碼

source: Source Code Editor
cs: Editor zdrojového kódu
de: Quellcode-Editor
es: Editor de código fuente
fr: Éditeur de code source
it: Editor codice sorgente
ja: ソース コード エディター
ko: 소스 코드 편집기
pl: Edytor kodu źródłowego
pt_br: Editor de Código-Fonte
ru: Редактор исходного кода
tr: Kaynak Kod Düzenleyici
uk: Редактор сирцевого коду
zh_cn: 源代码编辑器
zh_tw: 原始程式碼編輯器

source: Source Not Available
cs: Zdroj není k dispozici.
de: Quelle nicht verfügbar
es: Código fuente no disponible
fr: Source non disponible
ja: ソースは利用できません
ko: 소스를 사용할 수 없음
pl: Źródło jest niedostępne
pt_br: Origem Não Disponível
ru: Исходный код недоступен
tr: Kaynak Kullanılamıyor

source: Source Not Found
cs: Zdroj se nenašel.
de: Quelle nicht gefunden
es: Código fuente no encontrado
fr: Source introuvable
ja: ソースが見つかりません
ko: 소스를 찾을 수 없음
pl: Nie znaleziono źródła
pt_br: Origem Não Encontrada
ru: Исходный код не найден
tr: Kaynak Bulunamadı

source: Source code files
cs: Soubory se zdrojovým kódem
de: Quellcodedateien
es: Archivos de código fuente
fr: Fichiers de code source
it: File del codice sorgente
ja: ソース コード ファイル
ko: 소스 코드 파일
pl: Pliki kodu źródłowego
pt_br: Arquivos de código-fonte
ru: Файлы исходного кода
tr: Kaynak kodu dosyaları
uk: Сирцеві файли
zh_cn: 源代码文件
zh_tw: 原始程式碼檔案

source: Source information is missing from the debug information for this module
cs: V ladicích informacích chybějí informace o zdroji pro tento modul.
de: Keine Quellinformationen in den Debuginformationen für dieses Modul
es: Falta la información del código fuente en la información de depuración para este módulo.
fr: Il manque des informations sources dans les informations de débogage de ce module
ja: このモジュールのデバッグ情報にはソース情報がありません
ko: 이 모듈에 대한 디버그 정보에 소스 정보가 없습니다.
pl: Brakuje informacji o źródle w informacjach debugowania dla tego modułu
pt_br: As informações de origem estão ausentes nas informações de depuração deste módulo
ru: В отладочной информации этого модуля нет сведений об исходном коде.
tr: Bu modül için hata ayıklama bilgilerinde kaynak bilgisi yok

source: Sources
cs: Zdroje
de: Quellen
es: Orígenes
it: Origini
ja: ソース
ko: 소스
pl: Źródła
pt_br: Origens
ru: Источники
tr: Kaynaklar
uk: Джерела
zh_cn: 源
zh_tw: 來源

source: South European
cs: Jihoevropský
de: Südeuropäisch
es: Europa del sur
fr: Europe du Sud
it: Europa meridionale
ja: 南ヨーロッパ
ko: 남부 유럽어
pl: Południowoeuropejski
pt_br: Sul da Europeu
ru: Южноевропейская
tr: Güney Avrupa
uk: Південноєвропейське
zh_cn: 南欧文
zh_tw: 南歐

source: Space after comma
cs: Mezera za čárkou
de: Leerzeichen nach Komma
es: Espacio después de coma
fr: Espace après une virgule
it: Spazio dopo la virgola
ja: コンマの後のスペース
ko: 쉼표 뒤 공백
pl: Odstęp po przecinku
pt_br: Espaço após a vírgula
ru: Пробел после запятой
tr: Virgülden sonra boşluk
zh_cn: 逗号后空格
zh_tw: 逗號後的空格

source: Space after semicolon
cs: Mezera za středníkem
de: Leerzeichen nach Semikolon
es: Espacio después de punto y coma
fr: Espace après un point-virgule
it: Spazio dopo il punto e virgola
ja: セミコロンの後のスペース
ko: 세미콜론 뒤 공백
pl: Odstęp po średniku
pt_br: Espaço após ponto e vírgula
ru: Пробел после точки с запятой
tr: Noktalı virgülden sonra boşluk
zh_cn: 分号后空格
zh_tw: 分號後的空格

source: Space around delimiter
cs: Mezery kolem oddělovače
de: Leerzeichen um Trennzeichen
es: Espacio alrededor del delimitador
fr: Espace de part et d’autre d’un séparateur
it: Spazio prima e dopo il delimitatore
ja: 区切り記号前後のスペース
ko: 식별자 주위 공백
pl: Odstęp wokół ogranicznika
pt_br: Espaço em volta do delimitador
ru: Пробелы вокруг разделителя
tr: Sınırlayıcı çevresinde boşluk
zh_cn: 分隔符旁空格
zh_tw: 圍繞分隔符號的空格

source: Space before argument
cs: Mezera před argumentem
de: Leerzeichen vor Argument
es: Espacio delante de argumento
fr: Espace avant un argument
it: Spazio prima dell'argomento
ja: 引数の前のスペース
ko: 인수 앞 공백
pl: Odstęp przed argumentem
pt_br: Espaço antes do argumento
ru: Пробел перед аргументом
tr: Bağımsız değişkenden önce boşluk
zh_cn: 参数前空格
zh_tw: 引數前的空格

source: Space before colon
cs: Mezera před dvojtečkou
de: Leerzeichen vor Doppelpunkt
es: Espacio delante de dos puntos
fr: Espace avant un signe deux-points
it: Spazio prima dei due punti
ja: コロンの前のスペース
ko: 콜론 앞 공백
pl: Odstęp przed dwukropkiem
pt_br: Espaço antes dos dois pontos
ru: Пробел перед двоеточием
tr: İki nokta üst üsteden önce boşluk
zh_cn: 冒号前空格
zh_tw: 冒號前的空格

source: Spaces after assignment
cs: Mezery za přiřazením
de: Leerzeichen nach Zuweisung
es: Espacios tras la asignación
fr: Espaces après l’affectation
it: Spazi dopo l'assegnazione
ja: 代入後のスペース
ko: 할당 뒤 공백
pl: Odstępy po przypisaniu
pt_br: Espaços após a atribuição
ru: Пробелы после назначения
tr: Atamadan sonraki boşluklar
uk: Пропуски після присвоєння
zh_cn: 赋值后的空格
zh_tw: 在指派後加上空格

source: Spaces before assignment
cs: Mezery před přiřazením
de: Leerzeichen vor Zuweisung
es: Espacios delante de asignación
fr: Espaces avant l’affectation
it: Spazi prima dell'assegnazione
ja: 代入前のスペース
ko: 할당 앞 공백
pl: Odstępy przed przypisaniem
pt_br: Espaços antes da atribuição
ru: Пробелы перед назначением
tr: Atamadan önceki boşluklar
uk: Пропуски перед присвоєнням
zh_cn: 赋值前的空格
zh_tw: 在指派前加上空格

source: Spacing
cs: Mezery
de: Abstand
es: Espaciado
fr: Espacement
it: Spaziatura
ja: スペース
ko: 간격
pl: Odstępy
pt_br: Espaçamento
ru: Интервал
tr: Boşluk
uk: Інтервали
zh_cn: 间距
zh_tw: 間距

source: Spark View template
cs: Šablona zobrazení Spark
de: Spark View-Vorlage
es: Ver plantilla de Spark
fr: Modèle d’affichage Spark
it: Modello Spark View
ja: Spark View テンプレート
ko: Spark 뷰 템플릿
pl: Szablon widoku platformy Spark
pt_br: Modelo do Spark View
ru: Шаблон представления Spark
tr: Spark Görünüm şablonu
uk: Шаблон представлення Spark
zh_cn: Spark 视图模板
zh_tw: Spark 檢視範本

source: Specific Version
cs: Specifická verze
de: Bestimmte Version
es: Versión específica
fr: Version spécifique
it: Versione specifica
ja: 特定バージョン
ko: 특정 버전
pl: Określona wersja
pt_br: Versão Específica
ru: Конкретная версия
tr: Belirli Bir Sürüm
uk: Особлива версія
zh_cn: 特定版本
zh_tw: 特定版本

source: Specified makefile is invalid: {0}
cs: Zadaný soubor pravidel je neplatný: {0}
de: Das angegebene Makefile ist ungültig: {0}
es: El archivo Make especificado no es válido: {0}
fr: Le Makefile spécifié n’est pas valide : {0}
it: Il makefile specificato non è valido: {0}
ja: 指定されたメイクファイルが無効です: {0}
ko: 지정된 메이크파일이 잘못되었습니다. {0}
pl: Określony plik reguł programu make jest nieprawidłowy: {0}
pt_br: O Makefile especificado é inválido: {0}
ru: Указан недопустимый файл makefile: {0}
tr: Belirtilen derleme görevleri dosyası geçersiz: {0}
uk: Вказаний Makefile неправильний: {0}
zh_cn: 指定的生成文件无效: {0}
zh_tw: 指定的 Makefile 無效: {0}

source: Specified version not found: expected {0}, found {1}
cs: Zadaná verze se nenašla: očekávaná: {0}, nalezená: {1}.
de: Die angegebene Version wurde nicht gefunden: erwartet {0}, gefunden {1}
es: No se encuentra la versión especificada: se esperaba {0}, se ha encontrado {1}
fr: Version spécifiée introuvable : version attendue {0}, version trouvée {1}
it: La versione specificata non è stata trovata: prevista {0}, trovata {1}
ja: 指定されたバージョンが見つかりません: 予期されていたのは {0} ですが、検出されたのは {1} です
ko: 지정된 버전을 찾을 수 없습니다. 예상 버전: {0}, 실제 버전: {1}
pl: Nie znaleziono określonej wersji: oczekiwano {0}, znaleziono {1}
pt_br: Versão especificada não encontrada: {0} esperado, {1} encontrado
ru: Указанная версия не найдена: ожидалось — {0}, найдено — {1}
tr: Belirtilen sürüm bulunamadı: beklenen {0}, bulunan {1}
uk: Вказану версію не знайдено: очікується {0}, знайдено {1}
zh_cn: 找不到指定的版本: 应为 {0}，但找到的是 {1}
zh_tw: 找不到指定的版本: 必須是 {0}，但卻找到 {1}

source: Specifies an event.
cs: Specifikuje událost.
de: Gibt ein Ereignis an.
es: Especifica un evento.
fr: Spécifie un événement.
it: Specifica un evento.
ja: イベントを指定します。
ko: 이벤트를 지정합니다.
pl: Określa zdarzenie.
pt_br: Especifica um evento.
ru: Указывает событие.
tr: Bir olayı belirtir.
zh_cn: 指定一个事件。
zh_tw: 指定事件。

source: Specifies as few repeats as possible between n and m (lazy {n,m}).
cs: Určuje co nejméně opakování mezi n a m (opožděné {n,m}).
de: Gibt so wenig Wiederholungen wie möglich zwischen 'n' und 'm' an ('verzögert {n,m}').
es: Especifica el menor número de repeticiones posible entre n y m (evaluación perezosa {n,m}).
fr: Spécifie le moins possible de répétitions, entre n et m (équivaut à l'évaluation retardée {n,m}).
it: Specifica il minor numero possibile di ripetizioni compreso tra n e m (lazy {n,m}).
ja: n 回以上 m 回以下の繰り返しのうち 最小の繰り返しを指定します (レイジー {n,m})。
ko: 가능한 한 적은 반복을 n개에서 m개까지 지정합니다(지연 {n,m}).
pl: Określa możliwie najmniej powtórzeń z zakresu od n do m (z opóźnieniem {n,m}).
pt_br: Especifica o menor número de repetições possível entre n e m (lento {n,m}).
ru: Указывает минимальное число совпадений в диапазоне от n до m ("ленивый" {n,m}).
tr: n ile m arasında olabildiğince az sayıda yineleme belirtir (lazy {n,m}).
uk: Вказує на якомога менше повторів між n і m (ліниве {n,m}).
zh_cn: 指定尽可能少地使用重复， 但使用次数介于 n 次和 m 次之间(惰性 {n,m})。
zh_tw: 指定介於 n 與 m 之間的最少重複項目 (lazy {n,m})。

source: Specifies as few repeats as possible, but at least n (lazy {n,}).
cs: Určuje co nejméně opakování, ale alespoň n (opožděné {n,}).
de: Gibt so wenig Wiederholungen wie möglich, aber mindestens 'n' Wiederholungen an ('verzögert {n,}').
es: Especifica el menor número de repeticiones posible, pero al menos n (evaluación perezosa {n,}).
fr: Spécifie le moins possible de répétitions, mais au moins n (équivaut à l'évaluation retardée {n,}).
it: Specifica il minor numero possibile di ripetizioni, ma almeno n (lazy {n,}).
ja: n 回以上の、最小回数の 繰り返しを指定します (レイジー {n,})。
ko: 가능한 한 적은 반복을 n개 이상 지정합니다(지연 {n,}).
pl: Określa możliwie najmniej powtórzeń, ale co najmniej n (z opóźnieniem {n,}).
pt_br: Especifica o menor número de repetições possível, mas pelo menos n (lento {n,}).
ru: Указывает минимальное число совпадений, но не меньше n ("ленивый" {n,}).
tr: Olabildiğince az sayıda, ancak en az n yineleme belirtir (lazy {n,}).
uk: Вказує на якомога менше повторів, але принаймні n (ліниве {n,}).
zh_cn: 指定尽可能少地使用重复， 但至少使用 n 次(惰性 {n,})。
zh_tw: 指定最少重複項目， 但至少要有 n 個 (lazy {n,})。

source: Specifies as few repeats as possible, but at least one (equivalent to lazy +).
cs: Určuje co nejméně opakování, ale alespoň jedno (je ekvivalentní k opožděnému +).
de: Gibt so wenig Wiederholungen wie möglich, aber mindestens eine Wiederholung an (entspricht 'verzögert +').
es: Especifica el menor número de repeticiones posibles, pero al menos una (equivalente a la evaluación perezosa +).
fr: Spécifie le moins possible de répétitions, mais au moins une (équivaut à l'évaluation retardée +).
it: Specifica il minor numero possibile di ripetizioni, ma almeno una. Equivale a lazy +.
ja: 1 回以上の繰り返しのうち最小回数の繰り返しを指定します (レイジー + と同等です)。
ko: 가능한 한 적은 반복을 하나 이상 지정합니다 (지연 +에 해당함).
pl: Określa możliwie najmniej powtórzeń, ale co najmniej jedno (równoważne przetwarzaniu z opóźnieniem +).
pt_br: Especifica o menor número de repetições possível, mas pelo menos uma (equivalente a lazy +).
ru: Указывает минимальное число повторов, которое больше нуля (эквивалентно "ленивому" +).
tr: Olabildiğince az sayıda, ancak en az bir yineleme belirtir (lazy + ile eşdeğerdir).
uk: Вказує на якомога менше повторів, але принаймні один (те саме, що лінивий +).
zh_cn: 指定尽可能少地使用重复，但至少使用一次 (等效于惰性 +)。
zh_tw: 指定最少重複項目，但至少要有一個 (相當於 lazy +)。

source: Specifies at least n matches; for example, (abc){2,}.
cs: Určuje nejméně n shod, například (abc){2,}.
de: Gibt mindestens 'n' Übereinstimmungen an. Beispiel: (abc){2,}.
es: Especifica al menos n coincidencias; por ejemplo, (abc){2,}.
fr: Spécifie au moins n correspondances ; par exemple, (abc){2,}.
it: Specifica almeno n corrispondenze, ad esempio (abc){2,}.
ja: n 回以上の一致を指定します。 たとえば、(abc){2,} などです。
ko: n개 이상의 일치 항목을 지정합니다 (예: (abc){2,}).
pl: Określa co najmniej n dopasowań; np. (abc){2,}.
pt_br: Especifica pelo menos n correspondências; por exemplo, (abc){2,}.
ru: Указывает не менее n совпадений; например (abc){2,}.
tr: En az n eşleşme belirtir; örneğin, (abc){2,}.
uk: Вказує на принаймні n збігів; наприклад, (abc){2,}.
zh_cn: 指定至少 n 个匹配； 例如；(abc){2,}。
zh_tw: 指定至少 n 個相符項; 例如，(abc){2,}。

source: Specifies at least n, but no more than m, matches.
cs: Určuje nejméně n a nejvýše m shod.
de: Gibt mindestens 'n', höchstens aber 'm' Übereinstimmungen an.
es: Especifica al menos n, pero no más de m, coincidencias.
fr: Spécifie au moins n mais pas plus de m correspondances.
it: Specifica almeno n, ma non più di m, corrispondenze.
ja: n 回以上 m 回以下の一致を指定します。
ko: n개 이상이지만 m개 이하인 수의 일치 항목을 지정합니다.
pl: Określa co najmniej n, ale nie więcej niż m dopasowań.
pt_br: Especifica pelo menos n, mas não mais que m, correspondências.
ru: Указывает число совпадений не меньше n и не больше m.
tr: En az n, en çok m eşleşme.
uk: Вказує на принаймні n, але не більше ніж m збігів.
zh_cn: 指定至少 n 个但不多于 m 个匹配。
zh_tw: 指定至少 n (但不超過 m) 個相符項。

source: Specifies exactly n matches; for example, (pizza){2}.
cs: Určuje přesně n shod, například (pizza){2}.
de: Gibt genau 'n' Übereinstimmungen an. Beispiel: (pizza){2}.
es: Especifica exactamente n coincidencias; por ejemplo, (pizza){2}.
fr: Spécifie précisément n correspondances ; par exemple, (pizza){2}.
it: Specifica esattamente n corrispondenze, ad esempio (pizza){2}.
ja: ちょうど n 回の一致を指定します。 たとえば、(pizza){2} などです。
ko: 정확히 n개의 일치 항목을 지정합니다 (예: (pizza){2}).
pl: Określa dokładnie n dopasowań; np. (pizza){2}.
pt_br: Especifica exatamente n correspondências; por exemplo, (pizza){2}.
ru: Указывает ровно n совпадений; например (pizza){2}.
tr: Tam olarak n eşleşme belirtir; örneğin, (pizza){2}.
uk: Вказує на рівно n збігів; наприклад, (pizza){2}.
zh_cn: 指定恰好 n 个匹配； 例如，(pizza){2}。
zh_tw: 指定確切為 n 個相符項; 例如，(pizza){2}。

source: Specifies one or more matches; for example, \w+ or (abc)+. Equivalent to {1,}.
cs: Určuje jednu nebo více shod, například \w+ nebo (abc)+. Je ekvivalentní k {1,}.
de: Gibt eine oder mehrere Übereinstimmungen an. Beispiel: \w+ oder (abc)+. Entspricht {1,}.
es: Especifica una o más coincidencias; por ejemplo, \w+ o (abc)+. Equivalente a {1,}.
fr: Spécifie une correspondance ou plus ; par exemple, \w+ ou (abc)+. Équivaut à {1,}.
it: Specifica una o più corrispondenze, ad esempio \w+ o (abc)+. Equivale a {1,}.
ja: 1 回以上の一致を指定します。 たとえば、\w+ や (abc)+ などです。{1,} と同等です。
ko: 하나 이상의 일치 항목을 지정합니다 (예: \w+ 또는 (abc)+). {1,}와 동일합니다.
pl: Określa jedno lub więcej dopasowań; np. \w+ lub (abc)+. Równoważne: {1,}.
pt_br: Especifica uma ou mais correspondências; por exemplo, \w+ ou (abc)+. Equivalente a {1,}.
ru: Указывает одно или несколько совпадений; например \w+ или (abc)+. Эквивалентно {1,}.
tr: Bir veya daha fazla eşleşme belirtir; örneğin, \w+ veya (abc)+. {1,} ile eşdeğerdir.
uk: Вказує на один або більше збігів; наприклад, \w+ або (abc)+. Еквівалентне {1,}.
zh_cn: 指定一个或多个匹配； 例如；\w+ 或 (abc)+。等效于 {1,}。
zh_tw: 指定一或多個相符項; 例如，\w+ 或 (abc)+。相當於 {1,}。

source: Specifies that the match must not occur on a \b boundary.
cs: Určuje, že shoda se nesmí vyskytovat na hranici \b.
de: Gibt an, dass die Übereinstimmung nicht an einer \b-Grenze auftreten darf.
es: Especifica que la coincidencia no debe estar en un límite \b.
fr: Spécifie que la concordance ne peut pas se trouver sur une limite \b.
it: Specifica che la corrispondenza non deve verificarsi su un confine \b.
ja: \b の境界で一致してはならないことを示します。
ko: 일치 항목 찾기가 \b 경계에서 수행되지 않도록 지정합니다.
pl: Określa, że dopasowanie nie może wystąpić na granicy \b.
pt_br: Especifica que a correspondência não deve ocorrer em um limite \b.
ru: Указывает, что совпадение должно происходить на границе \b.
tr: Eşleşmenin bir \b sınırında olmaması gerektiğini belirtir.
zh_cn: 指定匹配不得出现在 \b 边界上。
zh_tw: 指定 b 邊界上不得出現相符項目。

source: Specifies that the match must occur at the beginning of the string (ignores the Multiline option).
cs: Určuje, že shoda se musí vyskytovat na začátku řetězce (ignoruje možnost Více řádků).
de: Gibt an, dass der Vergleich am Anfang der Zeichenfolge erfolgen muss (ignoriert die Option für mehrere Zeilen).
es: Especifica que la coincidencia debe producirse al principio de la cadena (omite la opción Multilínea).
fr: Spécifie que la correspondance doit se trouver au début de la chaîne (ignore l'option multiligne).
it: Specifica che la corrispondenza deve verificarsi all'inizio della stringa (ignora l'opzione Multiriga).
ja: 文字列の先頭で一致する必要があることを指定します (複数行のオプションは無視されます)。
ko: 일치 항목이 문자열의 시작에 있어야 하도록 지정합니다(여러 줄 옵션을 무시함).
pl: Określa, że dopasowanie musi wystąpić na początku ciągu (ignoruje opcję Wiele wierszy).
pt_br: Especifica que a correspondência deve ocorrer no início da cadeia de caracteres (ignora a opção Multilinha).
ru: Указывает, что совпадение должно находиться в начале строкового значения (параметр многострочности игнорируется).
tr: Eşleşmenin dizenin başında olması gerektiğini belirtir (Çok Satırlı seçeneğini yoksayar).
uk: Вказує, що відповідність повинна бути розташована на початку тексту (нехтується параметр Multiline).
zh_cn: 指定匹配必须出现在字符串的 开头(忽略“多行”选项)。
zh_tw: 指定相符項必須出現在字串開頭 (忽略 [多行] 選項)。
