Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: <span size='smaller' color='grey'>Framework for creating HTTP web services</span>
cs: <span size='smaller' color='grey'>Architektura pro vytváření webových služeb HTTP</span>
de: <span size='smaller' color='grey'>Framework zum Erstellen von HTTP-Webdiensten</span>
es: <span size='smaller' color='grey'>Marco de trabajo para la creación de servicios web HTTP</span>
fr: <span size='smaller' color='grey'>Infrastructure pour la création de services web HTTP</span>
it: <span size='smaller' color='grey'>Framework per la creazione di servizi Web HTTP</span>
ja: <span size='smaller' color='grey'>HTTP Web サービス作成用のフレームワーク</span>
ko: <span size='smaller' color='grey'>HTTP 웹 서비스를 만들기 위한 프레임워크</span>
pl: <span size='smaller' color='grey'>Struktura do tworzenia usług sieci Web z wykorzystaniem protokołu HTTP</span>
pt_br: <span size='smaller' color='grey'>Framework para criação de serviços Web HTTP</span>
ru: <span size='smaller' color='grey'>Платформа для создания веб-служб HTTP</span>
tr: <span size='smaller' color='grey'>HTTP web hizmetleri oluşturma çerçevesi</span>
zh_cn: <span size='smaller' color='grey'>用于创建 HTTP Web 服务的框架</span>
zh_tw: <span size='smaller' color='grey'>用於建立 HTTP Web 服務的架構</span>

source: <span size='smaller' color='grey'>Modern programming model. Unit testable, choice of templating languages</span>
cs: <span size='smaller' color='grey'>Moderní programovací model s možností testování jednotek a volbou jazyků šablon</span>
de: <span size='smaller' color='grey'>Modernes Programmiermodell. Komponente testbereit, Wahl der Vorlagensprachen</span>
es: <span size='smaller' color='grey'>Modelo de programación moderno. Elección de prueba unitaria de lenguajes de plantillas</span>
fr: <span size='smaller' color='grey'>Modèle de programmation moderne. Unité testable, choix entre les langages de création de modèles</span>
it: <span size='smaller' color='grey'>Modello di programmazione moderno. Supporta gli unit test e consente di scegliere tra vari linguaggi per la creazione di modelli</span>
ja: <span size='smaller' color='grey'>最新のプログラミング モデル。単体テストが可能な、厳選されたテンプレート言語</span>
ko: <span size='smaller' color='grey'>최신 프로그래밍 모델. 단위 테스트 가능, 템플릿 언어 선택</span>
pl: <span size='smaller' color='grey'>Współczesny model programowania. Możliwość testowania jednostkowego, wybór języków szablonu</span>
pt_br: <span size='smaller' color='grey'>Modelo de programação moderna. Unidade testável e linguagens de modelo à sua escolha</span>
ru: <span size='smaller' color='grey'>Современная модель программирования. Поддержка модульных тестов, выбор языков для создания шаблонов</span>
tr: <span size='smaller' color='grey'>Modern programlama modeli. Birim test edilebilir, şablon dilleri seçimi</span>
zh_cn: <span size='smaller' color='grey'>新式编程模型。可进行单元测试，模板化语言的选择</span>
zh_tw: <span size='smaller' color='grey'>新式程式設計模型。可測試單元，適合用來將語言範本化</span>

source: <span size='smaller' color='grey'>Stateful programming model similar to desktop applications</span>
cs: <span size='smaller' color='grey'>Stavový programovací model podobný desktopovým aplikacím</span>
de: <span size='smaller' color='grey'>Modell für zustandsbehaftete Programmierung – vergleichbar mit Desktopanwendungen</span>
es: <span size='smaller' color='grey'>Modelo de programación con estado similar a las aplicaciones de escritorio</span>
fr: <span size='smaller' color='grey'>Modèle de programmation avec état similaire aux applications de bureau</span>
it: <span size='smaller' color='grey'>Modello di programmazione con stato simile alle applicazioni desktop</span>
ja: <span size='smaller' color='grey'>デスクトップ アプリケーションに類似したステートフルなプログラミング モデル</span>
ko: <span size='smaller' color='grey'>데스크톱 애플리케이션과 유사한 상태 저장 프로그래밍 모델</span>
pl: <span size='smaller' color='grey'>Stanowy model programowania podobny do aplikacji klasycznych</span>
pt_br: <span size='smaller' color='grey'>Modelo de programação com estado similar a aplicativos de área de trabalho</span>
ru: <span size='smaller' color='grey'>Модель программирования с отслеживанием состояния, схожая с классическими приложениями</span>
tr: <span size='smaller' color='grey'>Masaüstü uygulamalarına benzer durum bilgisi olan programlama modeli</span>
zh_cn: <span size='smaller' color='grey'>与桌面应用程序类似的有状态编程模型</span>
zh_tw: <span size='smaller' color='grey'>類似傳統型應用程式之具狀態的程式設計模型</span>

source: <uncommitted>
cs: <nepotvrzeno>
de: <ohne Commit>
es: <sin confirmar>
it: <commit non eseguito>
ja: <コミットが解除されました>
ko: <커밋되지 않음>
pl: <niezatwierdzone>
pt_br: <não confirmado>
ru: <не зафиксировано>
tr: <yürütülmedi>
zh_cn: <未提交>
zh_tw: <未認可>

source: A .NET Core runtime was found
cs: Modul runtime .NET Core byl nalezen.
de: Eine .NET Core-Runtime wurde gefunden.
es: Se encontró un entorno de ejecución de .NET Core
fr: Un runtime .NET Core a été trouvé
ja: .NET Core ランタイムが見つかりました
ko: .NET Core 런타임을 찾았습니다.
pl: Znaleziono środowisko uruchomieniowe platformy .NET Core
pt_br: Foi localizado um runtime do .NET Core
ru: Среда выполнения .NET Core найдена
tr: .NET Core çalışma zamanı bulundu

source: A .NET Core runtime was not found
cs: Modul runtime .NET Core nebyl nalezen.
de: Es wurde keine .NET Core Runtime gefunden.
es: No se encontró ningún entorno de ejecución de .NET Core
fr: Un runtime .NET Core est introuvable
ja: .NET Core ランタイムが見つかりませんでした
ko: .NET Core 런타임 찾을 수 없습니다.
pl: Nie można odnaleźć środowiska uruchomieniowego platformy .NET Core
pt_br: Não foi localizado um runtime do .NET Core
ru: Среда выполнения .NET Core не найдена
tr: .NET Core çalışma zamanı bulunamadı

source: A C# boolean expression. Scope is local to the breakpoint.
cs: Logický výraz C#. Obor je místní pro zarážku.
de: Boolescher C#-Ausdruck. Der Bereich ist für den Haltepunkt lokal.
es: Una expresión booleana de C#. El ámbito es local para el punto de interrupción.
fr: Expression booléenne C#. La portée est locale au point d’arrêt.
it: Espressione booleana C#. L'ambito è locale rispetto al punto di interruzione.
ja: C# ブール式。スコープは、ブレークポイントに対するローカルです。
ko: C# 부울 식입니다. 범위가 중단점에 로컬입니다.
pl: Wyrażenie warunkowe C#. Zakres jest lokalny dla punktu przerwania.
pt_br: Uma expressão booliana C#. O escopo é local para o ponto de interrupção.
ru: Логическое выражение C#. Область является локальной для точки останова.
tr: Bir C# Boolean ifadesi. Kapsam kesme noktası için yereldir.
uk: Логічний вираз C#. Видимість - локальна до контр. точки.
zh_cn: 一个 C# 布尔表达式。范围是本地到断点。
zh_tw: C# 布林運算式。範圍是中斷點的區域範圍。

source: A Cross
cs: Křížek
de: Ein Kreuz
es: Una cruz
fr: Croix
ja: ×マーク
ko: 교차
pl: Krzyżyk
pt_br: Uma Cruz
ru: Крест
tr: Çarpı İşareti

source: A GUI designer application
cs: Aplikace pro návrh grafického rozhraní (GUI)
de: Eine GUI-Designeranwendung
es: Una aplicación de diseño de GUI
fr: Application de concepteur d’interface utilisateur graphique
it: Applicazione per finestra di progettazione GUI
ja: GUI デザイナー アプリケーション
ko: GUI 디자이너 애플리케이션
pl: Aplikacja projektanta interfejsu GUI
pt_br: Um aplicativo de designer de GUI
ru: Приложение для создания графического пользовательского интерфейса
tr: Bir GUI tasarımcı uygulaması
uk: Застостунок для створення користувацького інтерфейсу
zh_cn: GUI 设计器应用程序
zh_tw: GUI 設計工具應用程式

source: A MVC View Import Page
cs: Stránka pro import zobrazení MVC
de: Eine MVC-Ansichtsimportseite
es: Una página de importación de la vista de MVC
fr: Page d'importation de la vue MVC
ja: MVC ビュー インポート ページ
ko: MVC 뷰 가져오기 페이지
pl: Strona importu widoku MVC
pt_br: Uma Página de Importação de Exibição do MVC
ru: Страница импорта представления MVC
tr: Bir MVC Görünümü İçeri Aktarma Sayfası

source: A MVC View Page
cs: Stránka pro zobrazení MVC
de: Eine MVC-Ansichtsseite
es: Una página de la vista de MVC
fr: Page de vue MVC
ja: MVC ビュー ページ
ko: MVC 뷰 페이지
pl: Strona widoku MVC
pt_br: Uma Página de Exibição do MVC
ru: Страница представления MVC
tr: Bir MVC Görünümü Sayfası

source: A MVC View Start Page
cs: Počáteční stránka pro zobrazení MVC
de: Eine MVC-Ansichtsstartseite
es: Una página de inicio de la vista de MVC
fr: Page de démarrage de la vue MVC
ja: MVC ビュー スタート ページ
ko: MVC 뷰 시작 페이지
pl: Strona początkowa widoku MVC
pt_br: Uma Página de Início de Exibição do MVC
ru: Начальная страница представления MVC
tr: Bir MVC Görünümü Başlangıç Sayfası

source: A P2P program
cs: Program P2P
de: Ein P2P-Programm
es: Un programa P2P
fr: Programme P2P
it: Programma P2P
ja: P2P プログラム
ko: P2P 프로그램
pl: Program P2P
pt_br: Um programa P2P
ru: Программа для работы в одноранговой среде
tr: P2P programı
uk: Клієнт для пірингових мереж
zh_cn: P2P 程序
zh_tw: P2P 程式

source: A Project with that name is already in your Project Space
cs: Projekt s tímto názvem už v prostoru projektů existuje.
de: Ein Projekt mit diesem Namen befindet sich bereits im Projektbereich.
es: Ya existe un proyecto con ese nombre en su espacio de proyectos
fr: Il existe déjà un projet du même nom dans votre espace de projet
it: Nello spazio del progetto esiste già un progetto con lo stesso nome
ja: その名前のプロジェクトが既にプロジェクト スペースに存在します
ko: 해당 이름의 프로젝트가 프로젝트 영역에 이미 있습니다.
pl: Projekt o tej nazwie już istnieje w przestrzeni projektów
pt_br: Já existe um Projeto com esse nome no seu Espaço de Projeto
ru: Проект с таким именем уже находится в области проектов
tr: Proje Alanınızda bu ada sahip bir Proje zaten var
uk: Проект з такою назвою проекту вже є у вашому просторі проектів
zh_cn: 项目空间中已存在具有该名称的项目
zh_tw: 您的專案空間中已經有專案使用該名稱

source: A Razor page with a page model
cs: Stránka Razor s modelem stránky
de: Eine Razor-Seite mit einem Seitenmodell
es: Una página de Razor con un modelo de página
fr: Page Razor avec un modèle de page
ja: ページ モデルのある Razor ページ
ko: 페이지 모델이 있는 Razor 페이지
pl: Strona Razor z modelem strony
pt_br: Uma página Razor com um modelo de página
ru: Страница Razor со страничной моделью
tr: Sayfa modeli olan bir Razor sayfası

source: A Razor page without a page model
cs: Stránka Razor bez modelu stránky
de: Eine Razor-Seite ohne ein Seitenmodell
es: Una página de Razor sin un modelo de página
fr: Page Razor sans modèle de page
ja: ページ モデルのない Razor ページ
ko: 페이지 모델이 없는 Razor 페이지
pl: Strona Razor bez modelu strony
pt_br: Uma página Razor sem um modelo de página
ru: Страница Razor без страничной модели
tr: Sayfa modeli olmayan bir Razor sayfası

source: A Razor template that will be preprocessed into a C# class.
cs: Šablona Razor, která bude předzpracovaná do třídy C#
de: Eine Razor-Vorlage, die in eine C#-Klasse vorverarbeitet wird
es: Una plantilla Razor que se procesará previamente en una clase de C#.
fr: Modèle Razor qui sera être prétraité dans une classe C#.
it: Modello Razor che verrà pre-elaborato in una classe C#.
ja: C# クラスへと前処理される Razor テンプレート。
ko: C# 클래스로 전처리될 Razor 템플릿입니다.
pl: Szablon Razor, który będzie wstępnie przetworzony do klasy C#.
pt_br: Um modelo do Razor que será pré-processado em uma classe.
ru: Шаблон Razor, который будет подготовлен в классе C#.
tr: C# sınıfına önceden işlenecek Razor şablonu.
uk: Шаблон Razor, що буде перетворений препроцесором на клас C#.
zh_cn: 一个将预处理到 C# 类中的 Razor 模板。
zh_tw: 將會前置處理至 C# 類別的 Razor 範本。

source: A T4 template for generating code or text files.
cs: Šablona T4 pro generování kódu nebo textových souborů.
de: Eine T4-Vorlage zum Generieren von Code- oder Textdateien
es: Una plantilla T4 para la generación de archivos de texto o código.
fr: Modèle T4 pour la génération de fichiers de code ou de texte.
it: Modello T4 per la generazione di file di codice o di testo.
ja: コードまたはテキスト ファイルを生成するための T4 テンプレート。
ko: 코드 또는 텍스트 파일을 생성하기 위한 T4 템플릿입니다.
pl: Szablon T4 do generowania kodu lub plików tekstowych.
pt_br: Um modelo T4 para a geração de código ou arquivos texto.
ru: Шаблон T4 для создания кода или текстовых файлов.
tr: Kod veya metin dosyası oluşturmak için T4 şablonu.
uk: Шаблон T4 для створення коду або текстових файлів
zh_cn: 一个用于生成代码或文本文件的 T4 模板。
zh_tw: 用於產生程式碼或文字檔的 T4 範本。

source: A T4 template that will be preprocessed into a partial class.
cs: Šablona T4, která bude předzpracovaná do částečné třídy
de: Eine T4-Vorlage die in eine partielle Klasse vorverarbeitet wird.
es: Una plantilla T4 que se preprocesará en una clase parcial.
fr: Modèle T4 qui va être prétraité dans une classe partielle.
it: Modello T4 che verrà pre-elaborato in una classe parziale.
ja: 部分クラスへと前処理される T4 テンプレート。
ko: partial 클래스로 전처리될 T4 템플릿입니다.
pl: Szablon T4, który zostanie wstępnie przetworzony do klasy częściowej.
pt_br: Um modelo T4 que será processado em uma classe parcial.
ru: Шаблон T4, который будет подготовлен в разделяемом классе.
tr: Kısmi sınıfa önceden işlenecek T4 şablonu.
uk: Шаблон T4, що буде перетворений препроцесором на частковий клас (partial).
zh_cn: 一个将预处理到分部类中的 T4 模板。
zh_tw: 將會前置處理成部分類別的 T4 範本。

source: A TV application
cs: TV aplikace
de: Eine TV-Anwendung
es: Una aplicación de TV
fr: Application TV
it: Applicazione TV
ja: TV アプリケーション
ko: TV 애플리케이션
pl: Aplikacja telewizyjna
pt_br: Um aplicativo de TV
ru: Приложение для ТВ
tr: Bir TV uygulaması
uk: Застосунок для ТВ
zh_cn: 电视应用程序
zh_tw: TV 應用程式

source: A Tick
cs: Čárka
de: Ein Haken
es: Una marca de comprobación
fr: Coche
ja: チェック マーク
ko: 눈금
pl: Znacznik
pt_br: Um Tique
ru: Галочка
tr: Tık

source: A blank TypeScript source file.
cs: Prázdný zdrojový soubor TypeScriptu
de: Eine leere TypeScript-Quelldatei.
es: Archivo de origen de TypeScript en blanco.
fr: Fichier source TypeScript vide.
ja: 空の TypeScript ソース ファイル。
ko: 빈 TypeScript 소스 파일입니다.
pl: Pusty plik źródłowy TypeScript.
pt_br: Um arquivo de origem TypeScript em branco.
ru: Пустой исходный файл TypeScript.
tr: Boş bir TypeScript kaynak dosyası.

source: A blank solution
cs: Prázdné řešení
de: Eine leere Projektmappe
es: Solución en blanco
fr: Une solution vide
it: Soluzione vuota
ja: 空のソリューション
ko: 빈 솔루션
pl: Puste rozwiązanie
pt_br: Uma solução em branco.
ru: Пустое решение
tr: Boş bir çözüm
uk: Порожнє рішення
zh_cn: 一个空解决方案
zh_tw: 空白解決方案

source: A blank workspace
cs: Prázdný pracovní prostor
de: Ein leerer Arbeitsbereich
es: Área de trabajo vacía
fr: Un espace de travail vide
it: Area di lavoro vuota
ja: 空のワークスペース
ko: 빈 작업 영역
pl: Pusty obszar roboczy
pt_br: Um workspace em branco.
ru: Пустая рабочая область
tr: Boş bir çalışma alanı
uk: Порожній робочий простір
zh_cn: 一个空工作区
zh_tw: 空白工作區

source: A board game
cs: Desková hra
de: Ein Brettspiel
es: Un juego de tablero
fr: Jeu de plateau
it: Gioco da tavolo
ja: ボード ゲーム
ko: 보드 게임
pl: Gra planszowa
pt_br: Um jogo de tabuleiro
ru: Настольная игра
tr: Bir masa oyunu
uk: Настільна гра
zh_cn: 棋盘类游戏
zh_tw: 棋盤遊戲

source: A branch name can not: Start with '.' or end with '/' or '.lock' Contain a ' ', '..', '~', '^', ':', '\', '?', '['
cs: Název větve nesmí: Začínat znakem „.“ nebo končit znaky „/“ a „.lock“. Obsahovat znaky „ „, „..“, „~“, „^“, „:“, „\“, „?“, „[“.
de: Ein Branchname darf nicht: mit '.' beginnen, mit '/' oder '.lock' enden, ' ', '..', '~', '^', ':', '\', '?', '[' enthalten.
es: Un nombre de rama no puede: Comenzar con '.' ni terminar con '/' o '.lock' Contener ' ', '..', '~', '^', ':', '\', '?', '['
fr: Un nom de branche ne peut pas : Commencer par « . » ou se terminer par « / » ou « .lock » Contenir les signes « », « .. », « ~ », « ^ », « : », « \ », « ? », « [ »
it: Un nome di ramo non può: Iniziare con '.' o terminare con '/' o '.lock' Contenere ' ', '..', '~', '^', ':', '\', '?', '['
ja: ブランチ名には、次の規則があります: 先頭を '.' にすることや、末尾を '/' または '.lock' にすることはできません。 ' '、'..'、'~'、'^'、':'、'\'、'?'、'[' を含めることはできません。
ko: 분기 이름은 다음과 같을 수 없습니다. '.'로 시작하거나 '/' 또는 '.lock'으로 끝납니다. ' ', '..', '~', '^', ':', '\', '?', '['를 포함합니다.
pl: Nazwa gałęzi nie może: zaczynać się do znaku „.” lub kończyć znakiem „/” bądź ciągiem „.lock” zawierać znaków „ ”, „..”, „~”, „^”, „:”, „\”, „?” ani znaku „[”
pt_br: Um nome de ramificação não pode: Começar com "." ou terminar com "/" ou ".lock" Conter um ' ', '..', '~', '^', ':', '\', '?', '['
ru: Имя ветви не может: начинаться с "." или заканчиваться "/" или ".lock"; содержать " ", "..", "~", "^", ":", "\", "?", "[".
tr: Dal adları: '.' ile başlatamaz ve '/' veya '.lock' ile bitemez ' ', '..', '~', '^', ':', '\', '?', '[' karakterlerini içeremez
uk: Назва гілки не може: починатися з '.' або закінчуватися на '/' або '.lock' містити ' ', '..', '~', '^', ':', '\', '?', '['
zh_cn: 分支名称不能: 以 "." 开头或者以 "/" 或 ".lock" 结尾 包含 " "、".."、"~"、"^"、":"、"\"、"?"、"["
zh_tw: 分支名稱不能: 以 '.' 開頭，或是以 '/' 或 '.lock' 結尾 包含 ' '、'..'、'~'、'^'、':'、'\'、'?'、'['

source: A branch with this name already exists
cs: Větev s tímto názvem už existuje.
de: Ein Branch mit diesem Namen ist schon vorhanden.
es: Ya existe una rama con este nombre
fr: Il existe déjà une branche de ce nom
it: Esiste già un ramo con questo nome
ja: この名前を持つブランチは既に存在します
ko: 이 이름의 분기가 이미 있습니다.
pl: Istnieje już gałąź o tej nazwie
pt_br: Já existe uma configuração com esse nome
ru: Ветвь с таким именем уже существует.
tr: Aynı ada sahip bir dal zaten var
uk: Гілка з такою назвою вже існує
zh_cn: 已存在具有此名称的分支
zh_tw: 已經有分支使用此名稱

source: A calculator
cs: Kalkulačka
de: Ein Taschenrechner
es: Una calculadora
fr: Calculatrice
it: Calcolatrice
ja: 電卓
ko: 계산기
pl: Kalkulator
pt_br: Uma calculadora
ru: Калькулятор
tr: Hesap makinesi
uk: Калькулятор
zh_cn: 计算器
zh_tw: 計算機

source: A card game
cs: Karetní hra
de: Ein Kartenspiel
es: Un juego de cartas
fr: Jeu de cartes
it: Gioco di carte
ja: カード ゲーム
ko: 카드 게임
pl: Gra w karty
pt_br: Um jogo de cartas
ru: Карточная игра
tr: Bir kâğıt oyunu
uk: Гра з картами
zh_cn: 纸牌游戏
zh_tw: 紙牌遊戲

source: A catch clause that catches System.Exception and has an empty body
cs: Klauzule catch, který zachytává System.Exception a má prázdný základní text
de: catch-Klausel, die System.Exception abfängt und keinen Text aufweist
es: Una cláusula catch que detecta System.Exception y tiene un cuerpo vacío
fr: Clause catch qui intercepte System.Exception et dont le corps est vide
it: Clausola catch che recupera System.Exception e il cui corpo è vuoto
ja: System.Exception をキャッチし、本文が空の catch 句
ko: System.Exception을 catch하고 본문이 비어 있는 catch 절
pl: Klauzula catch przechwytująca wyjątek System.Exception ma pustą treść
pt_br: Uma cláusula catch que obtém System.Exception e tem um corpo vazio
ru: Предложение catch, которое перехватывает System.Exception и имеет пустое тело
tr: System.Exception yakalayan ve boş gövdesi olan bir catch yan tümcesi
uk: Секція catch, яка обробляє System.Exception, порожня
zh_cn: 一个捕获 System.Exception 的 catch 子句，具有空体
zh_tw: 攔截 System.Exception 並具有空白主體的 catch 子句

source: A chat client
cs: Chatovací klient
de: Ein Chatclient
es: Un cliente de chat
fr: Client chat
it: Client di chat
ja: チャット クライアント
ko: 채팅 클라이언트
pl: Klient czatu
pt_br: Um cliente de chat
ru: Чат-клиент
tr: Sohbet istemcisi
uk: Чат-клієнт
zh_cn: 聊天客户端
zh_tw: 聊天客戶端

source: A clock application/applet
cs: Hodiny
de: Ein(e) Uhranwendung/-applet
es: Un applet o aplicación de reloj
fr: Application/applet d’horloge
it: Applicazione/applet orologio
ja: クロック アプリケーション/アプレット
ko: 시계 애플리케이션/애플릿
pl: Aplikacja/aplet zegara
pt_br: Um aplicativo/miniaplicativo de relógio
ru: Приложение часов
tr: Saat uygulaması/küçük uygulaması
uk: Годинник
zh_cn: 时钟应用程序/小程序
zh_tw: 時鐘應用程式/小程式

source: A colon-separated list of text encodings to try when turning externally-generated text (e.g. command-line arguments or filenames) into Unicode.
cs: Seznam kódování textu oddělených dvojtečkami, který se má vyzkoušet při přepnutí externě generovaného textu (například argumentů příkazového řádku nebo názvů souborů) do Unicode.
de: Eine durch Doppelpunkt getrennte Liste von Textcodierungen, die ggf. bei der Konvertierung von extern generiertem Text (z. B. Befehlszeilenargumenten oder Dateinamen) in Unicode verwendet werden sollen.
es: Lista de codificaciones de texto separadas por punto y coma que deben probarse cuando se convierta texto generado externamente (por ejemplo, argumentos de la línea de comandos o nombres de archivo) en Unicode.
fr: Liste (avec des signes deux-points de séparation) des encodages de texte à essayer lors de la conversion en Unicode de texte généré en externe (par exemple, des arguments de ligne de commande ou des noms de fichiers).
it: Elenco di codifiche testo delimitate da virgole da provare quando si converte testo generato esternamente (ad esempio argomenti della riga di comando o nomi file) in Unicode.
ja: 外部で生成されたテキスト (たとえば、コマンド ラインの引数またはファイル名) を Unicode に変更する場合に試すテキストのエンコードのコロン区切りのリスト。
ko: 외부에서 생성된 텍스트(예: 명령줄 인수 또는 파일 이름)를 유니코드로 전환할 때 시도할 텍스트 인코딩을 콜론으로 구분한 목록입니다.
pl: Rozdzielana dwukropkami lista kodowań tekstu, które mają zostać wypróbowane podczas przekształcania tekstu wygenerowanego zewnętrznie (np. argumentów wiersza polecenia lub nazw plików) na zestaw Unicode.
pt_br: Uma lista de codificações de texto separada por dois-pontos a ser testada ao transformar texto gerado externamente (por exemplo, argumentos de linha de comando ou nomes de arquivos) em Unicode.
ru: Список разделенных двоеточиями кодировок текста, которые следует использовать при преобразовании внешнего текста (например, аргументов командной строки или имен файлов) в формат Юникод.
tr: Dışarıda üretilmiş metni (örnek, komut satırı bağımsız değişkenleri veya dosya adları) Unicode'a dönüştürürken denenecek iki nokta ile ayrılmış metin kodlama listesi.
zh_cn: 将外部生成的文本(例如命令行参数或文件名)转换为 Unicode 时尝试使用的文本编码的冒号分隔列表。
zh_tw: 將外部產生的文字 (例如命令列引數或檔案名稱) 轉換成 Unicode 時所要嘗試之以冒號分隔的文字編碼清單。

source: A color theme with the name '{0}' already exists in your theme folder. Would you like to replace it?
cs: Barevný motiv s názvem {0} už ve složce motivů existuje. Chcete ho nahradit?
de: Ein Farbdesign mit dem Namen "{0}" ist in Ihrem Designordner bereits vorhanden. Möchten Sie es ersetzen?
es: Ya existe un tema de color con el nombre "{0}" en la carpeta de temas. ¿Quiere reemplazarlo?
fr: Un thème de couleur nommé '{0}' existe déjà dans votre dossier de thèmes. Voulez-vous le remplacer ?
ja: 名前 '{0}' の配色テーマがテーマ フォルダーに既に存在します。置き換えますか?
ko: 이름이 '{0}'인 색 테마가 테마 폴더에 이미 있습니다. 색 테마를 바꾸시겠어요?
pl: Motyw kolorów o nazwie „{0}” już istnieje w folderze motywów. Czy chcesz go zastąpić?
pt_br: Um tema de cores com o nome '{0}' já existe na pasta de temas. Gostaria de substituí-lo?
ru: Цветовая схема с именем "{0}" уже существует в вашей папке тем. Заменить ее?
tr: Tema klasörünüzde '{0}' adlı bir renk teması zaten var. Değiştirmek istiyor musunuz?

source: A comma delimited list of aliases applied to this reference.
cs: Na tento odkaz se použil seznam aliasů oddělených čárkou.
de: Eine durch Trennzeichen getrennte Liste der auf diesen Verweis angewendeten Aliase.
es: Lista de alias aplicados a esta referencia separados por comas.
fr: Liste des alias appliqués à cette référence, séparés par des virgules.
it: Elenco di alias delimitato da virgole applicati a questo riferimento.
ja: この参照に適用されたエイリアスのコンマで区切られた一覧です。
ko: 이 참조에 적용되는 별칭을 쉼표로 구분한 목록입니다.
pl: Rozdzielana przecinkami lista aliasów stosowanych do tego odwołania.
pt_br: Uma lista de alias delimitada por vírgulas aplicada a esta referência.
ru: Список псевдонимов, применяемых к этой ссылке, с разделителями-запятыми.
tr: Bu başvuruya uygulanan diğer adların virgülle ayrılmış bir listesi.
zh_cn: 应用于此引用的别名的逗号分隔列表。
zh_tw: 套用至此參考之以逗號分隔的別名清單。

source: A compatible method in the CodeBehind class
cs: Kompatibilní metoda v třídě CodeBehind
de: Kompatible Methode in der CodeBehind-Klasse
es: Un método compatible en la clase CodeBehind
fr: Méthode compatible dans la classe code-behind
it: Metodo compatibile nella classe CodeBehind
ja: CodeBehind クラスの互換性のあるメソッド
ko: CodeBehind 클래스의 호환되는 메서드
pl: Kompatybilna metoda w klasie CodeBehind
pt_br: Um método compatível na classe CodeBehind
ru: Совместимый метод в классе CodeBehind
tr: CodeBehind sınıflarında uyumlu bir yöntem
uk: Сумісний метод у класі суміжного коду
zh_cn: CodeBehind 类中的兼容方法
zh_tw: CodeBehind 類別中的相容方法
