Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The different pads in this dock position
cs: Různé oblasti v této pozici doku
de: Die unterschiedlichen Pads in dieser Andockposition
es: Los diferentes rellenos en esta posición de acoplamiento
fr: Différents blocs dans cette position d'ancrage
ja: このドックの位置の異なるパッド
ko: 이 도크 위치의 다른 패드
pl: Różne pady w tej pozycji dokowania
pt_br: Os diferentes preenchimentos nesta posição de encaixe
ru: Различные панели в этом положении закрепления
tr: Bu yuva konumundaki farklı bölmeler

source: The directory and any files it contains will be permanently removed from your hard disk.
cs: Adresář a všechny soubory, které obsahuje, se trvale odeberou z pevného disku.
de: Das Verzeichnis und alle darin enthaltenen Dateien werden dauerhaft von der Festplatte entfernt.
es: El directorio y los archivos que contiene se quitará del disco duro de forma permanente.
fr: Le répertoire et les fichiers qu’il contient seront définitivement supprimés de votre disque dur.
it: La directory e gli eventuali file in essa contenuti verranno rimossi definitivamente dal disco rigido.
ja: ハード ディスクからディレクトリとその中のすべてのファイルが永久に削除されます。
ko: 디렉터리와 거기에 포함된 모든 파일이 하드 디스크에서 영구적으로 제거됩니다.
pl: Katalog i wszystkie pliki, które zawiera, zostaną trwale usunięte z dysku twardego.
pt_br: O diretório e os arquivos nele contidos serão removidos permanentemente do disco rígido.
ru: Каталог и все находящиеся в нем файлы будут окончательно удалены с жесткого диска.
tr: Dizin ve içerdiği dosyalar sabit diskinizden kalıcı olarak kaldırılır.
uk: Тека та всі наявні у ній файли будуть повністю вилучені з вашого жорсткого диска.
zh_cn: 该目录及其包含的所有文件将从硬盘中永久删除。
zh_tw: 將會從硬碟中永久移除目錄和其所包含的任何檔案。

source: The expression can't be evaluated while the application is running.
cs: Výraz nejde vyhodnotit, když aplikace běží.
de: Der Ausdruck kann nicht ausgewertet werden, während die Anwendung ausgeführt wird.
es: No se puede evaluar la expresión mientras se ejecuta la aplicación.
fr: L’expression ne peut pas être évaluée pendant l’exécution de l’application.
it: Non è possibile valutare l'espressione durante l'esecuzione dell'applicazione.
ja: アプリケーションの実行中に式を評価することはできません。
ko: 애플리케이션이 실행되는 동안 식을 계산할 수 없습니다.
pl: Wyrażenie nie może być ocenione, gdy aplikacja jest uruchomiona.
pt_br: A expressão não pode ser avaliada enquanto o aplicativo está em execução.
ru: Выражение невозможно вычислить, пока выполняется приложение.
tr: Uygulama çalışırken ifade değerlendirilemiyor.
uk: Неможливо обчислити значення виразу, доки програма запущена.
zh_cn: 应用程序运行时，该表达式无法计算。
zh_tw: 應用程式正在執行時，無法評估運算式。

source: The file '{0}' already exist. Do you want to replace it?
cs: Soubor {0} už existuje. Chcete ho nahradit?
de: Die Datei '{0}' ist bereits vorhanden. Ersetzen?
es: El archivo '{0}' ya existe. ¿Desea reemplazarlo?
fr: Le fichier « {0} » existe déjà. Voulez-vous le remplacer ?
it: Il file '{0}' esiste già. Sostituirlo?
ja: ファイル '{0}' は既に存在します。置換しますか?
ko: '{0}' 파일이 이미 있습니다. 이 파일을 바꿀까요?
pl: Plik „{0}” już istnieje. Czy chcesz go zastąpić?
pt_br: O arquivo '{0}' já existe. Deseja substituí-lo?
ru: Файл "{0}" уже существует. Вы хотите заменить его?
tr: '{0}' dosyası zaten var. Bunu değiştirmek ister misiniz?
uk: Файл '{0}' уже існує. Замінити?
zh_cn: 文件“{0}”已存在。是否要替换它?
zh_tw: 已有檔案 '{0}'。要加以取代嗎?

source: The file '{0}' already exists.
cs: Soubor {0} už existuje.
de: Die Datei '{0}' ist bereits vorhanden.
es: El archivo '{0}' ya existe.
fr: Le fichier « {0} » existe déjà.
it: Il file '{0}' esiste già.
ja: ファイル '{0}' は既に存在します。
ko: '{0}' 파일이 이미 있습니다.
pl: Plik „{0}” już istnieje.
pt_br: O arquivo '{0}' já existe.
ru: Файл "{0}" уже существует.
tr: '{0}' dosyası zaten var.
zh_cn: 文件“{0}”已存在。
zh_tw: 檔案 '{0}' 已存在。

source: The file '{0}' already exists. Do you want to overwrite it?
cs: Soubor {0} už existuje. Chcete ho přepsat?
de: Die Datei '{0}' ist bereits vorhanden. Möchten Sie sie überschreiben?
es: El archivo '{0}' ya existe. ¿Desea sobrescribirlo?
fr: Le fichier « {0} » existe déjà. Voulez-vous le remplacer ?
it: Il file '{0}' esiste già. Sovrascriverlo?
ja: ファイル '{0}' は既に存在します。上書きしますか?
ko: '{0}' 파일이 이미 있습니다. 해당 파일을 덮어쓸까요?
pl: Plik „{0}” już istnieje. Czy chcesz go zastąpić?
pt_br: O arquivo '{0}' já existe. Deseja substituí-lo?
ru: Файл "{0}" уже существует. Вы хотите перезаписать его?
tr: '{0}' dosyası zaten var. Üzerine yazmak istiyor musunuz?
uk: Файл '{0}' уже існує. Замінити його?
zh_cn: 文件“{0}”已存在。是否要覆盖它?
zh_tw: 已有檔案 {0}。要加以覆寫嗎?

source: The file '{0}' already exists. Do you want to replace it?
cs: Soubor {0} už existuje. Chcete ho nahradit?
de: Die Datei '{0}' ist bereits vorhanden. Ersetzen?
es: El archivo '{0}' ya existe. ¿Desea reemplazarlo?
fr: Le fichier « {0} » existe déjà. Voulez-vous le remplacer ?
it: Il file '{0}' esiste già. Sostituirlo?
ja: ファイル '{0}' は既に存在します。置き換えますか?
ko: '{0}' 파일이 이미 있습니다. 해당 파일을 바꿀까요?
pl: Plik „{0}” już istnieje. Czy chcesz go zastąpić?
pt_br: O arquivo '{0}' já existe. Deseja substituí-lo?
ru: Файл "{0}" уже существует. Вы хотите заменить его?
tr: '{0}' dosyası zaten var. Değiştirmek istiyor musunuz?
uk: Файл {0} вже існує. Замінити?
zh_cn: 文件“{0}”已存在。是否要替换它?
zh_tw: 已有檔案 '{0}'。要加以取代嗎?

source: The file '{0}' and other are currently open
cs: Soubor {0} a další jsou momentálně otevřené.
de: Die Datei '{0}' und andere sind momentan geöffnet.
es: El archivo '{0}' y otros más están abiertos
fr: Le fichier « {0} » et d’autres fichiers sont actuellement ouverts
it: Diversi file, tra cui '{0}', sono attualmente aperti
ja: ファイル '{0}' およびその他は現在開いています
ko: '{0}' 파일 및 다른 파일이 현재 열려 있습니다.
pl: Plik „{0}” i inne pliki są obecnie otwarte
pt_br: O arquivo '{0}' e outros estão abertos no momento
ru: Файл "{0}" и другие сейчас открыты
tr: '{0}' dosyası ve diğerleri şu anda açık
uk: Файл '{0}' та інші зараз відкриті
zh_cn: 文件“{0}”和其他文件当前已打开
zh_tw: 檔案 '{0}' 與其他檔案目前開啟中

source: The file '{0}' can't be debugged
cs: Soubor {0} nejde ladit.
de: Die Datei '{0}' kann nicht debuggt werden.
es: El archivo '{0}' no se puede depurar
fr: Le fichier « {0} » ne peut pas être débogué
it: Non è possibile eseguire il debug del file '{0}'
ja: ファイル {0} をデバッグできません
ko: '{0}' 파일을 디버깅할 수 없습니다.
pl: Nie można debugować pliku „{0}”
pt_br: O arquivo '{0}' não pode ser depurado
ru: Отладка файла "{0}" невозможна
tr: '{0}' dosyasının hataları ayıklanamıyor
uk: Неможливе зневадження файлу '{0}'
zh_cn: 无法调试文件“{0}”
zh_tw: 無法對檔案 '{0}' 執行偵錯

source: The file '{0}' could not be loaded.
cs: Soubor {0} se nepodařilo načíst.
de: Die Datei '{0}' konnte nicht geladen werden.
es: El archivo '{0}' no se puede cargar.
fr: Nous n’avons pas pu charger le fichier « {0} »
it: Non è stato possibile caricare il file '{0}'.
ja: ファイル '{0}' を読み込めませんでした。
ko: '{0}' 파일을 로드할 수 없습니다.
pl: Nie można załadować pliku „{0}”.
pt_br: Não foi possível carregar o arquivo '{0}'.
ru: Не удалось загрузить файл "{0}".
tr: '{0}' dosyası yüklenemedi.
uk: Не вдалось завантажити файл {0}.
zh_cn: 无法加载文件“{0}”。
zh_tw: 無法載入檔案 '{0}'。

source: The file '{0}' could not be opened.
cs: Soubor {0} se nepodařilo otevřít.
de: Die Datei '{0}' konnte nicht geöffnet werden.
es: El archivo '{0}' no se puede abrir.
fr: Nous n’avons pas pu ouvrir le fichier « {0} ».
it: Non è stato possibile aprire il file '{0}'.
ja: ファイル '{0}' を開けませんでした。
ko: '{0}' 파일을 열 수 없습니다.
pl: Nie można otworzyć pliku „{0}”.
pt_br: Não foi possível abrir o arquivo '{0}'.
ru: Не удалось открыть файл "{0}".
tr: '{0}' dosyası açılamıyor.
uk: Не вдалось відкрити файл {0}.
zh_cn: 无法打开文件“{0}”。
zh_tw: 無法開啟檔案 '{0}'。

source: The file '{0}' could not opened. File too large.
cs: Soubor {0} se nepodařilo otevřít. Je moc velký.
de: Die Datei '{0}' konnte nicht geöffnet werden. Datei zu groß.
es: El archivo '{0}' no se puede abrir porque es demasiado grande.
fr: Nous n’avons pas pu ouvrir le fichier « {0} ». Le fichier est trop volumineux.
it: Non è stato possibile aprire il file '{0}' perché è troppo grande.
ja: ファイル '{0}' が開けませんでした。ファイルが大きすぎます。
ko: '{0}' 파일을 열 수 없습니다. 파일이 너무 큽니다.
pl: Nie można otworzyć pliku „{0}”. Plik jest za duży.
pt_br: Não foi possível abrir o arquivo '{0}'. O arquivo é muito grande.
ru: Не удалось открыть файл "{0}". Файл слишком большой.
tr: '{0}' dosyası açılamıyor. Dosya çok büyük.
uk: Не вдалось відкрити файл '{0}'. Він занадто великий.
zh_cn: 无法打开文件“{0}”。文件太大。
zh_tw: 無法開啟檔案 '{0}'。檔案太大。

source: The file '{0}' could not opened. {1}
cs: Soubor {0} se nepodařilo otevřít. {1}
de: Die Datei '{0}' konnte nicht geöffnet werden. {1}
es: El archivo '{0}' no se puede abrir. {1}
fr: Nous n’avons pas pu ouvrir le fichier « {0} ». {1}
it: Non è stato possibile aprire il file '{0}'. {1}
ja: ファイル '{0}' が開けませんでした。{1}
ko: '{0}' 파일을 열 수 없습니다. {1}
pl: Nie można otworzyć pliku „{0}”. {1}
pt_br: Não foi possível abrir o arquivo '{0}'. {1}
ru: Не удалось открыть файл "{0}". {1}
tr: '{0}' dosyası açılamıyor. {1}
uk: Не вдалось відкрити файл '{0}'. {1}
zh_cn: 无法打开文件“{0}”。{1}
zh_tw: 無法開啟檔案 '{0}'。{1}

source: The file '{0}' does not contain any component.
cs: Soubor {0} neobsahuje žádnou komponentu.
de: Die Datei '{0}' enthält keine Komponenten.
es: El archivo '{0}' no contiene ningún componente.
fr: Le fichier « {0} » ne contient aucun composant.
it: Il file '{0}' non contiene alcun componente.
ja: ファイル '{0}' にはコンポーネントが存在しません。
ko: '{0}' 파일에 구성 요소가 포함되어 있지 않습니다.
pl: Plik „{0}” nie ma żadnego składnika.
pt_br: O arquivo '{0}' não contém nenhum componente.
ru: Файл "{0}" не содержит никаких компонентов.
tr: '{0}' dosyası bileşen içermiyor.
uk: Файл '{0}' не містить компонентів.
zh_cn: 文件“{0}”不包含任何组件。
zh_tw: 檔案 '{0}' 不含任何元件。

source: The file '{0}' does not exist
cs: Soubor {0} neexistuje.
de: Die Datei '{0}' ist nicht vorhanden.
es: El archivo '{0}' no existe
fr: Le fichier « {0} » n’existe pas
it: Il file '{0}' non esiste
ja: ファイル '{0}' は存在しません
ko: '{0}' 파일이 없습니다.
pl: Plik „{0}” nie istnieje
pt_br: O arquivo '{0}' não existe
ru: Файл "{0}" не существует.
tr: '{0}' dosyası yok
uk: Файл '{0}' не існує
zh_cn: 文件“{0}”不存在
zh_tw: 檔案 '{0}' 不存在。

source: The file '{0}' is currently open
cs: Soubor {0} je momentálně otevřený.
de: Die Datei '{0}' ist momentan geöffnet.
es: El archivo '{0}' está abierto.
fr: Le fichier « {0} » est actuellement ouvert.
it: Il file '{0}' è attualmente aperto
ja: ファイル '{0}' は現在開いています
ko: '{0}' 파일이 현재 열려 있습니다.
pl: Plik „{0}” jest obecnie otwarty
pt_br: O arquivo '{0}' está aberto no momento
ru: Файл "{0}" сейчас открыт
tr: '{0}' dosyası şu anda açık
uk: Файл '{0}' вже відкрито
zh_cn: 文件“{0}”当前已打开
zh_tw: 檔案 '{0}' 目前開啟中

source: The file '{0}' is not a known project file format.
cs: Soubor {0} není známým formátem souboru projektu.
de: Die Datei '{0}' hat ein unbekanntes Projektdateiformat.
es: El archivo '{0}' no tiene un formato de archivo de proyecto conocido.
fr: Le fichier « {0} » n’a pas un format de fichier de projet connu.
it: Il formato del file '{0}' non è quello di un file di progetto noto.
ja: ファイル '{0}' のプロジェクト ファイルの形式は不明です。
ko: '{0}' 파일은 알려진 프로젝트 파일 형식이 아닙니다.
pl: Plik „{0}” nie ma znanego formatu pliku projektu.
pt_br: O arquivo '{0}' não é um formato de arquivo de projeto conhecido.
ru: Файл "{0}" не имеет известный формат файла проекта.
tr: '{0}' dosyası bilinen bir proje dosyası biçimi değil.
uk: Файл '{0}' не є файлом проекту відомого формату.
zh_cn: 文件“{0}”不是已知的项目文件格式。
zh_tw: 檔案 '{0}' 不是已知的專案檔格式。

source: The file could not be saved.
cs: Soubor se nepodařilo uložit.
de: Die Datei konnte nicht gespeichert werden.
es: El archivo no se puede guardar.
fr: Nous n’avons pas pu enregistrer le fichier.
it: Non è stato possibile salvare il file.
ja: ファイルを保存できませんでした。
ko: 파일을 저장할 수 없습니다.
pl: Nie można zapisać pliku.
pt_br: Não foi possível salvar o arquivo.
ru: Не удалось сохранить файл.
tr: Dosya kaydedilemiyor.
uk: Не вдалось зберегти файл.
zh_cn: 无法保存该文件。
zh_tw: 檔案無法儲存。

source: The file may not be part of the working copy.
cs: Soubor pravděpodobně není součástí pracovní kopie.
de: Die Datei ist möglicherweise nicht Teil der Arbeitskopie.
es: Puede que el archivo no forme parte de la copia de trabajo.
fr: Le fichier ne peut pas faire partie de la copie de travail.
it: Il file potrebbe non essere incluso nella copia di lavoro.
ja: ファイルを作業コピーの一部にすることはできません。
ko: 파일이 작업 복사본의 일부가 아닐 수 있습니다.
pl: Plik może nie być częścią kopii roboczej.
pt_br: O arquivo pode não fazer parte da cópia funcional.
ru: Файл не может быть частью рабочей копии.
tr: Dosya çalışma kopyasının bir parçası olmayabilir.
zh_cn: 该文件可能不是工作副本的一部分。
zh_tw: 檔案可能不是工作複本的一部分。

source: The file or directory '{0}' could not be deleted.
cs: Soubor nebo adresář {0} se nepodařilo odstranit.
de: Die Datei oder das Verzeichnis '{0}' konnte nicht gelöscht werden.
es: El archivo o directorio '{0}' no se puede eliminar.
fr: Nous n’avons pas pu supprimer le fichier ou répertoire « {0} ».
it: Non è stato possibile eliminare il file o la directory '{0}'.
ja: ファイルまたはディレクトリ '{0}' を削除できませんでした。
ko: '{0}' 파일 또는 디렉터리를 삭제할 수 없습니다.
pl: Nie można usunąć pliku lub katalogu „{0}”.
pt_br: O arquivo ou diretório '{0}' não pôde ser excluído.
ru: Не удалось удалить файл или каталог "{0}".
tr: '{0}' dosyası ve dizini silinemedi.
uk: Не вдалось видалити файл або теку '{0}'.
zh_cn: 无法删除文件或目录“{0}”。
zh_tw: 無法刪除檔案或目錄 '{0}'。

source: The file was marked as read only. Should the file be overwritten?
cs: Soubor byl označen jen pro čtení. Má se soubor přepsat?
de: Die Datei wurde als schreibgeschützt markiert. Trotzdem überschreiben?
es: El archivo estaba marcado como de solo lectura. ¿Debe sobrescribirse el archivo?
fr: Le fichier a été marqué comme étant en lecture seule. Voulez-vous le remplacer ?
it: Il file è stato contrassegnato come di sola lettura. Sovrascriverlo?
ja: ファイルは読み取り専用として設定されています。ファイルを上書きしますか?
ko: 파일이 읽기 전용으로 표시되었습니다. 파일을 덮어쓸까요?
pl: Plik został oznaczony jako tylko do odczytu. Czy ma zostać zastąpiony?
pt_br: O arquivo foi marcado como somente leitura. Ele deve ser substituído?
ru: Файл был помечен как доступный только для чтения. Следует ли перезаписать файл?
tr: Dosyayı salt okunur olarak işaretlenmiş. Dosyanın üzerine yazılsın mı?
uk: Файл позначений, як доступний лише для читання. Перезаписати його?
zh_cn: 该文件已标记为只读。是否应覆盖该文件?
zh_tw: 檔案已標示為唯讀。應該覆寫檔案嗎?

source: The file {0} already exists. Do you want to replace it?
cs: Soubor {0} už existuje. Chcete ho nahradit?
de: Die Datei '{0}' ist bereits vorhanden. Ersetzen?
es: El archivo {0} ya existe. ¿Desea reemplazarlo?
fr: Le fichier {0} existe déjà. Voulez-vous le remplacer ?
it: Il file {0} esiste già. Sostituirlo?
ja: ファイル {0} は既に存在します。置き換えますか?
ko: {0} 파일이 이미 있습니다. 이 파일을 바꿀까요?
pl: Plik {0} już istnieje. Czy chcesz go zastąpić?
pt_br: O arquivo {0} já existe. Deseja substituí-lo?
ru: Файл {0} уже существует. Вы хотите заменить его?
tr: {0} dosyası zaten var. Değiştirmek istiyor musunuz?
uk: Файл {0} уже існує. Замінити його?
zh_cn: 文件 {0} 已存在。是否要替换它?
zh_tw: 已有檔案 '{0}'。要加以取代嗎?

source: The file {0} could not be deleted
cs: Soubor {0} se nepodařilo odstranit.
de: Die Datei '{0}' konnte nicht gelöscht werden.
es: El archivo {0} no se puede eliminar.
fr: Nous n’avons pas pu supprimer le fichier {0}
it: Non è stato possibile eliminare il file {0}
ja: ファイル {0} を削除できませんでした
ko: {0} 파일을 삭제할 수 없습니다.
pl: Nie można usunąć pliku {0}
pt_br: Não foi possível excluir o arquivo {0}
ru: Не удалось удалить файл {0}
tr: {0} dosyası silinemiyor
uk: Не вдалось видалити файл {0}
zh_cn: 无法删除文件 {0}
zh_tw: 無法刪除檔案 {0}

source: The file {0} is outside the folder directory. What do you want to do?
cs: Soubor {0} se nachází mimo adresář složky. Co chcete udělat?
de: Die Datei '{0}' befindet sich nicht im Ordnerverzeichnis. Wie soll verfahren werden?
es: El archivo {0} está fuera del directorio de carpetas. ¿Qué desea hacer?
fr: Le fichier {0} est en dehors du répertoire du dossier. Que voulez-vous faire ?
it: Il file {0} non si trova nella directory delle cartelle. Scegliere l'operazione da eseguire:
ja: ファイル {0} はフォルダーのディレクトリの外側にあります。どうしますか?
ko: {0} 파일이 폴더 디렉터리 외부에 있습니다. 원하는 작업을 선택하세요.
pl: Plik {0} jest poza katalogiem folderu. Co chcesz zrobić?
pt_br: O arquivo {0} está fora do diretório da pasta. O que você deseja fazer?
ru: Файл "{0}" находится за пределами каталога папок. Что вы хотите сделать?
tr: {0} dosyası proje dizininin dışında. Ne yapmak istersiniz?
uk: Файл {0} знаходиться за межами теки. Що робити?
zh_cn: 文件 {0} 位于文件夹目录之外。想如何处理?
zh_tw: 檔案 {0} 位於資料夾目錄外部。您要如何處理該檔案?

source: The file {0} is outside the target directory. What would you like to do?
cs: Soubor {0} se nachází mimo cílový adresář. Co chcete udělat?
de: Die Datei '{0}' befindet sich nicht im Zielverzeichnis. Wie soll verfahren werden?
es: El archivo {0} está fuera del directorio de destino. ¿Qué desea hacer?
fr: Le fichier {0} se trouve hors du répertoire cible. Que voulez-vous faire ?
it: Il file {0} non si trova nella directory di destinazione. Scegliere l'operazione da eseguire:
ja: ファイル {0} はターゲット ディレクトリの外側にあります。どうしますか?
ko: {0} 파일이 대상 디렉터리 외부에 있습니다. 원하는 작업을 선택하세요.
pl: Plik {0} jest poza katalogiem docelowym. Co chcesz zrobić?
pt_br: O arquivo {0} está fora do diretório de destino. O que você deseja fazer?
ru: Файл "{0}" находится за пределами конечного каталога. Что вы хотите сделать?
tr: {0} dosyası hedef dizinin dışında. Ne yapmak istersiniz?
uk: Файл {0} знаходиться поза цільовою текою. Що робити?
zh_cn: 文件 {0} 位于目标目录之外。想如何处理?
zh_tw: 檔案 {0} 位於目標目錄外部。您要如何處理該檔案?

source: The files will be kept on disk.
cs: Soubory se budou uchovávat na disku.
de: Die Dateien werden auf dem Datenträger beibehalten.
es: Los archivos se mantendrán en el disco.
fr: Les fichiers seront conservés sur le disque.
it: I file verranno mantenuti sul disco.
ja: ファイルはディスク上に保持されます。
ko: 파일이 디스크에 유지됩니다.
pl: Pliki będą przechowywane na dysku.
pt_br: Os arquivos serão mantidos no disco.
ru: Файлы будут сохранены на диске.
tr: Dosyalar diskte tutulacak.
uk: Файли залишаться на диску.
zh_cn: 文件将保留在磁盘上。
zh_tw: 檔案將繼續保留在磁碟上。

source: The folder {0} could not be deleted from disk: {1}
cs: Složku {0} se nepodařilo odstranit z disku: {1}
de: Der Ordner {0} konnte nicht vom Datenträger {1} gelöscht werden.
es: La carpeta {0} no se puede eliminar del disco: {1}
fr: Nous n’avons pas pu supprimer le dossier {0} du disque : {1}
it: Non è stato possibile eliminare la cartella {0} dal disco: {1}
ja: フォルダー {0} をディスクから削除できませんでした: {1}
ko: {0} 폴더를 디스크에서 삭제할 수 없습니다. {1}
pl: Nie można usunąć folderu {0} z dysku: {1}
pt_br: A pasta {0} não pôde ser excluída do disco: {1}
ru: Не удалось удалить папку {0} с диска: {1}
tr: {0} klasörü {1} diskinden silinemedi
uk: Не вдалось видалити теку {0} з диска: {1}
zh_cn: 无法从磁盘 {1} 中删除文件夹 {0}
zh_tw: 無法從磁碟 {1} 刪除資料夾 {0}

source: The following ChangeLog file will be updated:
cs: Následující soubor protokolu změn se bude aktualizovat:
de: Die folgende Änderungsprotokolldatei wird aktualisiert:
es: Se actualizará el siguiente archivo de registro de cambios:
fr: Le fichier de journal des modifications suivant va être mis à jour :
it: Il file del log delle modifiche seguente verrà aggiornato:
ja: 以下の ChangeLog ファイルが更新されます:
ko: 다음 변경 로그 파일이 업데이트됩니다.
pl: Następujący plik dziennika zmian zostanie zaktualizowany:
pt_br: O seguinte arquivo de ChangeLog será atualizado:
ru: Будет обновлен следующий файл журнала изменений:
tr: Aşağıdaki ChangeLog dosyası güncelleştirildi:
uk: Буде оновлено такий файл журналу змін:
zh_cn: 将更新以下 ChangeLog 文件:
zh_tw: 下列 ChangeLog 檔案將予更新:

source: The following color theme formats are supported: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Changes in the theme folder require a restart.
cs: Podporují se následující formáty barevných motivů: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Změny ve složce s motivy vyžadují restartování.
de: Die folgenden Farbdesignformate werden unterstützt: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Änderungen am Designordner erfordern einen Neustart.
es: Se admiten los siguientes formatos de esquema de color: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Si se realizan cambios en la carpeta de temas, será necesario reiniciar.
fr: Les formats de thème de couleur suivants sont pris en charge : Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Les changements apportés au dossier Thème nécessitent un redémarrage.
ja: 次の色テーマの形式がサポートされています: Visual Studio (.vssettings)、Xamarin Studio (.json)、TextMate (.tmTheme)。テーマ フォルダーでの変更には、再起動が必要です。
ko: 지원되는 색 테마 형식: Visual Studio(.vssettings), Xamarin Studio(.json), TextMate(.tmTheme). 테마 폴더를 변경하는 경우 다시 시작해야 합니다.
pl: Następujące formaty motywu kolorów są obsługiwane: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Zmiany folderu motywu wymagają ponownego uruchomienia.
pt_br: Há suporte para os seguintes formatos de temas de cores: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Alterações na pasta de temas exigem um reinício.
ru: Поддерживаются следующие форматы цветовых тем: Visual Studio (VSSETTINGS), Xamarin Studio (JSON), TextMate (TMTHEME). Для применения изменений в папке темы требуется перезагрузка.
tr: Şu renk teması biçimleri desteklenir: Visual Studio (.vssettings), Xamarin Studio (.json), TextMate (.tmTheme). Tema klasöründe yapılan değişiklikler yeniden başlatma gerektirir.

source: The following dependencies could not be resolved:
cs: Nešlo vyřešit následující závislosti:
de: Die folgenden Abhängigkeiten konnten nicht aufgelöst werden:
es: No se pudieron resolver las siguientes dependencias:
fr: Nous n’avons pas pu résoudre les dépendances suivantes :
it: Non è stato possibile risolvere le dipendenze seguenti:
ja: 次の依存関係を解決できませんでした:
ko: 다음 종속성을 확인할 수 없습니다.
pl: Nie można rozpoznać następujących zależności:
pt_br: As seguintes dependências não puderam ser resolvidas:
ru: Не удалось разрешить следующие зависимости:
tr: Aşağıdaki bağımlılıklar çözülemedi:
uk: Не вдалось розв'язати такі залежності:
zh_cn: 无法解析以下依赖关系:
zh_tw: 無法解析下列相依性:

source: The following dependencies required by this extension package are not available:
cs: Následující závislosti, které vyžaduje tento balíček rozšíření, nejsou dostupné:
de: Die folgenden für dieses Erweiterungspaket erforderlichen Abhängigkeiten sind nicht verfügbar:
es: El paquete de extensión requiere las dependencias siguientes, que no están disponibles:
fr: Les dépendances suivantes nécessaires à ce paquet d'extension sont non disponibles :
ja: この拡張機能パッケージに必要な次の依存関係が使用できません:
ko: 이 확장 패키지에 필요한 다음 종속성을 사용할 수 없습니다.
pl: Następujące zależności wymagane przez ten pakiet rozszerzenia są niedostępne:
pt_br: As seguintes dependências exigidas por este pacote de extensão não estão disponíveis:
ru: Недоступны следующие зависимости, необходимые для этого пакета расширений:
tr: Bu uzantı paketi için gerekli şu bağımlılıklar kullanılamıyor:

source: The following extension packages will be installed:
cs: Nainstalují se následující balíčky rozšíření:
de: Das folgende Erweiterungspaket wird installiert:
es: Se instalarán los paquetes de extensión siguientes:
fr: Les paquets d'extensions suivants vont être installés :
ja: 次の拡張機能パッケージがインストールされます:
ko: 다음 확장 패키지가 설치됩니다.
pl: Zostaną zainstalowane następujące pakiety rozszerzeń:
pt_br: Serão instalados os seguintes pacotes de extensão:
ru: Будут установлены следующие пакеты расширений:
tr: Aşağıdaki uzantı paketleri yüklenecek:

source: The following extensions could not be started:
cs: Následující rozšíření nebylo možné spustit:
de: Die folgenden Erweiterungen konnten nicht gestartet werden:
es: No se pudieron iniciar las extensiones siguientes:
fr: Impossible de démarrer les extensions suivantes :
ja: 次の拡張機能を起動できませんでした:
ko: 다음 확장을 시작할 수 없습니다.
pl: Nie można uruchomić następujących rozszerzeń:
pt_br: Não foi possível iniciar as seguintes extensões:
ru: Невозможно запустить следующие расширения:
tr: Aşağıdaki uzantılar başlatılamadı:
