Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Error loading Makefile for project {0}
cs: Při načítání souboru pravidel pro projekt {0} došlo k chybě.
de: Fehler beim Laden des Makefiles für Projekt {0}.
es: Error al cargar el archivo Make para el proyecto {0}
fr: Erreur lors du chargement du Makefile pour le projet {0}
it: Si è verificato un errore durante il caricamento del makefile per il progetto {0}
ja: プロジェクト {0} のメイクファイルの読み込みでエラーが発生しました
ko: {0} 프로젝트의 메이크파일을 로드하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas ładowania pliku reguł programu make dla projektu {0}
pt_br: Erro ao carregar Makefile para o projeto {0}
ru: Ошибка при загрузке файла makefile для проекта {0}
tr: {0} projesi için Derleme görevleri dosyası yüklenirken hata oluştu
uk: Не вдалось завантажити Makefile для проекту {0}
zh_cn: 加载项目 {0} 的生成文件时出错
zh_tw: 為專案 {0} 載入 Makefile 時發生錯誤

source: # Include project specific makefile
cs: # Zahrnout soubor pravidel specifický pro projekt
de: # Projektspezifisches Makefile einschließen
es: # Incluir archivo Make específico del proyecto
fr: # Inclure un Makefile spécifique du projet
it: # Includi makefile specifico del progetto
ja: # プロジェクト特有のメイクファイルを含めます
ko: # 프로젝트 관련 메이크파일 포함
pl: # Dołącz plik reguł programu make określonego projektu
pt_br: # Incluir projeto makefile específico
ru: # Включить файл makefile для проекта
tr: # Projeye özel derleme görevleri dosyasını ekle
uk: # Включити makefile, що відноситься до проекту
zh_cn: # 包括项目特定的生成文件
zh_tw: # 包含專案特定的 Makefile

source: Invalid configuration {0}. Valid configurations :
cs: Neplatná konfigurace {0}. Platné konfigurace:
de: Ungültige Konfiguration {0}. Gültige Konfigurationen:
es: Configuración no válida ({0}). Configuraciones válidas:
fr: Configuration non valide {0}. Les configurations valides sont :
it: Configurazione non valida: {0}. Configurazioni valide:
ja: 構成 {0} が無効です。有効な構成:
ko: {0} 구성이 잘못되었습니다. 유효한 구성:
pl: Nieprawidłowa konfiguracja elementu {0}. Prawidłowe konfiguracje:
pt_br: Configuração inválida {0}. Configurações válidas:
ru: Недопустимая конфигурация {0}. Допустимые конфигурации:
tr: Geçersiz yapılandırma {0}. Geçerli yapılandırmalar :
uk: Неправильна конфігурація {0}. Правильні конфігурації :
zh_cn: 配置 {0} 无效。有效配置:
zh_tw: 組態 {0} 無效。有效的組態:

source: (Load failed)
cs: (Chyba při načítání)
de: (Ladefehler)
es: (Error de carga)
fr: (Le chargement a échoué)
it: (Caricamento non riuscito)
ja: (読み込みに失敗しました)
ko: (로드 실패)
pl: (Ładowanie nie powiodło się)
pt_br: (Falha no carregamento)
ru: (Сбой при загрузке)
tr: (Yükleme başarısız)
uk: (Збій при завантаженні)
zh_cn: (加载失败)
zh_tw: (載入失敗)

source: (Loading)
cs: (Načítání)
de: (Laden)
es: (Cargando)
fr: (Chargement)
it: (Caricamento)
ja: (読み込み中)
ko: (로드하는 중)
pl: (Ładowanie)
pt_br: (Carregando)
ru: (Загрузка)
tr: (Yükleniyor)
uk: (Завантаження)
zh_cn: (正在加载)
zh_tw: (正在載入)

source: (in user directory)
cs: (v adresáři uživatele)
de: (in Benutzerverzeichnis)
es: (en directorio de usuario)
fr: (dans l’annuaire d’utilisateurs)
it: (nella directory utente)
ja: (ユーザー ディレクトリ内)
ko: (사용자 디렉터리에서)
pl: (w katalogu użytkownika)
pt_br: (no diretório do usuário)
ru: (в каталоге пользователя)
tr: (kullanıcı dizininde)
uk: (у теці користувача)
zh_cn: (在用户目录中)
zh_tw: (在使用者目錄)

source: ({0} passed, {1} failed, {2} not run)
cs: (Úspěšné: {0}, neúspěšné: {1}, nespuštěné: {2})
de: ({0} erfolgreich, {1} fehlerhaft, {2} nicht ausgeführt)
es: ({0} superado, {1} no superado, {2} no ejecutado)
fr: ({0} transmis, {1} en échec, {2} non exécutés)
it: ({0} superati, {1} non superati, {2} non eseguiti)
ja: (成功 {0} 件、失敗 {1} 件、未実行 {2} 件)
ko: ({0}개 성공, {1}개 실패, {2}개 실행되지 않음)
pl: (zakończone powodzeniem: {0}, zakończone niepowodzeniem: {1}, nie uruchomiono: {2})
pt_br: ({0} passado, {1} com falha, {2} não executado)
ru: (Выполнено: {0}, сбой: {1}, не запускалось: {2})
tr: ({0} geçti, {1} başarısız, {2} çalıştırılmadı)
uk: ({0} успішно, {1} невдало, {2} пропущено)
zh_cn: ({0} 个通过，{1} 个失败，{2} 个未运行)
zh_tw: ({0} 項成功，{1} 項失敗，{2} 項未執行)

source: --simple-makefiles -s Generates set of Makefiles with the most common targets, and a configuration script that does a basic check of package dependencies. Default is to generate Makefile structure based on Autotools with the standard targets and configuration scripts.
cs: --simple-makefiles -s Vygeneruje sadu souborů pravidel s nejběžnějšími cíli a skript konfigurace, který provede základní kontrolu závislostí balíčku. Výchozím nastavením je vygenerování struktury souborů pravidel založených na Autotools se standardními cíli a skripty konfigurace.
de: --simple-makefiles -s Generiert eine Gruppe von Makefiles mit den gebräuchlichsten Zielen und ein Konfigurationsskript, das eine allgemeine Überprüfung der Paketabhängigkeiten ausführt. In der Standardeinstellung wird eine Makefilestruktur basierend auf Autotools mit den standardmäßigen Zielen und Konfigurationsskripts generiert.
es: --simple-makefiles -s Genera un conjunto de archivos Make con los destinos más comunes y un script de configuración que lleva a cabo una comprobación básica de las dependencias de paquete. La opción predeterminada es generar una estructura de archivos Make basada en Autotools con los destinos estándar y scripts de configuración.
fr: --simple-makefiles -s Génère un ensemble de Makefiles avec les cibles les plus courantes, et un script de configuration qui effectue un contrôle de base des dépendances de paquet. Le comportement par défaut consiste à générer une structure Makefile basée sur Autotools, avec les cibles et scripts de configuration standard.
it: --simple-makefiles -s Genera il set di makefile con le destinazioni più comuni e uno script di configurazione che esegue un controllo di base delle dipendenze del pacchetto. L'impostazione predefinita prevede che la generazione della struttura makefile sia basata su Autotools con destinazioni e script di configurazione standard.
ja: --simple-makefiles -s 最も一般的なターゲットと、パッケージ依存関係の基本的チェックを実行する構成スクリプトが含まれる一連のメイクファイルを生成します。既定では、標準のターゲットと構成スクリプトが含まれるメイクファイル構造を自動ツールに基づいて生成します。
ko: --simple-makefiles -s 가장 일반적인 대상 및 패키지 종속성을 기본적으로 확인하는 구성 스크립트를 사용하여 메이크파일의 집합을 생성합니다. 기본값은 표준 대상 및 구성 스크립트를 사용하여 Autotools를 기반으로 메이크파일 구조를 생성하는 것입니다.
pl: --simple-makefiles -s Generuje zestaw plików reguł programu make z najczęściej używanymi elementami docelowymi oraz skrypt konfiguracyjny, który wykonuje podstawowe sprawdzenie zależności pakietów. Domyślnie generowana jest struktura plików reguł programu make oparta na narzędziach automatycznych ze standardowymi elementami docelowymi i skryptami konfiguracyjnymi.
pt_br: --simple-makefiles -s Gera um conjunto de Makefiles com os destinos mais comuns e um script de configuração que faz uma verificação básica de dependências do pacote. O padrão é gerar a estrutura de Makefile baseada em Ferramentas Automáticas com destinos padrão e scripts de configuração.
ru: --simple-makefiles -s Создает набор файлов makefile с наиболее распространенными целями, а также скрипт конфигурации, выполняющий базовую проверку зависимостей пакета. По умолчанию структура файлов makefile создается на основе Autotools со стандартными целями и скриптами конфигурации.
tr: --simple-makefiles -s En yaygın olarak kullanılan hedefleri ve paket bağımlılıklarının temel bir denetimini yapan bir yapılandırma betiği içeren bir Derleme Görevleri Dosyası kümesi oluşturur. Varsayılan ayar, standart hedefler ve yapılandırma betiklerini içeren Otomatik Araçlar tabanlı bir Derleme Görevleri Dosyası yapısı oluşturmaktır.
zh_cn: --simple-makefiles -s 使用最常见的目标以及一个用于对包依赖项执行基本检查的配置脚本生成一组生成文件。默认为使用标准目标和配置脚本，基于 Autotools 生成生成文件结构。
zh_tw: --simple-makefiles -s 產生一組 Makefile，其中包含最常見的目標，以及執行封裝相依性基本檢查的組態指令碼。預設值為產生以 Autotool 為基礎的 Makefile 結構，其中包含標準目標及組態指令碼。

source: -d:default-config Configuration that the Makefile will build by default. Other configurations can be selected via the '--config' or '--enable-*' option of the generated configure script.
cs: -d:default-config Konfigurace, kterou soubor pravidel vytvoří ve výchozím nastavení. Další konfigurace se dají vybrat pomocí možnosti --config nebo --enable-* vygenerovaného skriptu konfigurace.
de: -d:default-config Vom Makefile standardmäßig erstellte Konfiguration. Andere Konfigurationen können über die Option '--config' oder '--enable-*' des generierten Konfigurationsskripts ausgewählt werden.
es: -d:default-config Configuración que el archivo Make compila de forma predeterminada. Se pueden seleccionar otras configuraciones con las opciones '--config' o '--enable-*' del script de configuración generado.
fr: -d:default-config Configuration que Makefile va générer par défaut. D’autres configurations peuvent être sélectionnées via l’option « --config » ou « --enable-* » du script de configuration généré.
it: -d:default-config Configurazione che il makefile compilerà per impostazione predefinita. È possibile selezionare altre configurazioni tramite l'opzione '--config' o '--enable-*' dello script di configurazione generato.
ja: -d:default-config メイクファイルが既定でビルドする構成。他の構成は、生成される configure スクリプトの '--config' または '--enable-*' オプションを使用して選択できます。
ko: -d:default-config 메이크파일이 기본적으로 빌드될 구성입니다. 생성된 구성 스크립트의 '--config' 또는 '--enable-*' 옵션을 통해 다른 구성을 선택할 수 있습니다.
pl: -d:default-config Konfiguracja, która zostanie domyślnie skompilowana przy użyciu pliku reguł programu make. Inne konfiguracje można wybrać za pomocą opcji „--config” lub „--enable-*” wygenerowanego skryptu konfiguracyjnego.
pt_br: -d:default-config Configuração que o Makefile compilará por padrão. Outras configurações podem ser selecionadas por meio da opção '--config' ou '--enable-*' do script de configuração gerado.
ru: -d:default-config Конфигурация, которую файл makefile создает по умолчанию. Другие конфигурации можно выбрать с помощью параметра "--config" или "--enable-*" созданного скрипта конфигурации.
tr: -d:default-config Derleme Görevleri Dosyasının varsayılan olarak oluşturacağı yapılandırma. Diğer yapılandırmalar, oluşturulan yapılandırma betiğinin '--config' veya '--enable-*' seçeneği aracılığıyla seçilebilir.
zh_cn: -d:default-config 生成文件默认生成的配置。其他配置可通过已生成的配置脚本的 "--config" 或 "--enable-*" 选项来选择。
zh_tw: -d:default-config Makefile 預設會建置的組態。您可以透過產生之設定指令碼的 '--config' 或 '--enable-*' 選項，來選取其他組態。

source: Binary files differ
cs: Binární soubory se liší.
de: Binärdateien sind unterschiedlich.
es: Los archivos binarios son diferentes
fr: Les fichiers binaires diffèrent
it: I file binari sono diversi
ja: バイナリ ファイルに相違点があります
ko: 이진 파일이 다릅니다.
pl: Pliki binarne różnią się
pt_br: Os arquivos binários são diferentes
ru: Двоичные файлы отличаются
tr: İkili dosyalar farklı
uk: Бінарні файли відрізняються
zh_cn: 二进制文件差异
zh_tw: 二進位檔差異

source: {0} will now close.
cs: {0} se teď zavře.
de: {0} wird nun geschlossen.
es: {0} se cerrará ahora.
fr: {0} va maintenant se fermer.
it: {0} ora verrà chiuso.
ja: {0} が終了します。
ko: {0}이(가) 이제 종료됩니다.
pl: Program {0} zostanie teraz zamknięty.
pt_br: O {0} fechará agora.
ru: {0} будет закрыт.
tr: {0} şimdi kapanacak.
uk: {0} буде закрито.
zh_cn: {0} 将立即关闭。
zh_tw: {0} 即將關閉。

source: # [to end of line]
cs: # [do konce řádku]
de: # [bis Zeilenende]
es: # [hasta el final de la línea]
it: # [fino alla fine della riga]
ja: # [行末まで]
ko: # [줄의 끝]
pl: # [do końca wiersza]
pt_br: # [para o fim da linha]
ru: # [до конца строки]
tr: # [satır sonuna]
uk: # [до кінця рядка]
zh_tw: # [至行尾]

source: ';' should be avoided. Use '{}' instead
cs: Znak ; by se tu neměl používat. Použijte radši znaky {}.
de: ';' sollte vermieden werden, verwenden Sie stattdessen '{}'.
es: Se debe evitar ';'. Use en su lugar '{}'
fr: Il faut éviter « ; ». Utilisez plutôt « {} »
it: È consigliabile evitare ';'. Usare '{}'
ja: ';' を使用しないでください。代わりに '{}' を使用します
ko: ';'을 사용하지 않아야 합니다. 대신 '{}'를 사용하세요.
pl: Należy unikać znaku „;”. Użyj zamiast niego znaków „{}”.
pt_br: É recomendável evitar ';'. Use '{}'
ru: Следует избегать использования ";". Используйте вместо этого "{}".
tr: ';' kullanılmamalıdır. Onun yerine '{}' kullanın
uk: ';' слід уникати. Використовуйте натомість '{}'
zh_cn: 应避免使用 ";"，改用 "{}"
zh_tw: 應避免使用 ';'。請改用 '{}'

source: '?:' expression has identical true and false branches
cs: Výraz ?: má identické větve true a false.
de: Der ?:-Ausdruck verfügt über identische True- und False-Branches.
es: La expresión '?:' tiene idénticas bifurcaciones true y false
fr: L’expression « ?: » comprend des branches true et false identiques
it: L'espressione '?:' contiene rami true e false identici
ja: '?:' 式に同一の true と false の分岐があります
ko: '?:' 식에 동일한 true 및 false 분기가 있습니다.
pl: Wyrażenie „?:” ma identyczne gałęzie true i false
pt_br: A expressão '?:' tem ramificações true e false idênticas
ru: Выражение "?:" имеет идентичные ветви true и false
tr: '?:' ifadesinde aynı true ve false dalları var
uk: Вираз '?:' має однакові гілки true і false
zh_cn: "?:" 表达式具有相同的 true 分支和 false 分支
zh_tw: '?:' 運算式有相同的 true 和 false 分支

source: 'EndsWith' is culture-aware and missing a StringComparison argument
cs: EndsWith zohledňuje jazykovou verzi a chybí v něm argument StringComparison.
de: 'EndsWith' ist kulturfähig. Außerdem fehlt ein StringComparison-Argument.
es: 'EndsWith' tiene en cuenta la referencia cultural y carece de un argumento StringComparison
fr: « EndsWith » prend en compte la culture et il lui manque un argument StringComparison
it: 'EndsWith' riconosce le impostazioni cultura e non contiene un argomento StringComparison
ja: 'EndsWith' はカルチャ対応で、StringComparison 引数がありません
ko: 'EndsWith'는 문화권을 인식하며 StringComparison 인수가 없습니다.
pl: Wywołanie „EndsWith” obsługuje kultury i brakuje w nim argumentu StringComparison
pt_br: 'EndsWith' reconhece culturas e não tem um argumento StringComparison
ru: "EndsWith" учитывает язык и региональные параметры, и в нем отсутствует аргумент StringComparison
tr: 'EndsWith' kültüre duyarlıdır ve içinde bir StringComparison bağımsız değişkeni eksiktir
uk: 'EndsWith' є культурозалежним і пропущено аргумент StringComparison
zh_cn: "EndsWith" 可以识别区域性，但缺少 StringComparison 参数
zh_tw: 'EndsWith' 為文化特性感知且遺漏 StringComparison 引數

source: 'IndexOf' is culture-aware and missing a StringComparison argument
cs: IndexOf zohledňuje jazykovou verzi a chybí v něm argument StringComparison.
de: 'IndexOf' ist kulturfähig. Außerdem fehlt ein StringComparison-Argument.
es: 'IndexOf' tiene en cuenta la referencia cultural y carece de un argumento StringComparison
fr: « IndexOf » prend en compte la culture et il lui manque un argument StringComparison
it: 'IndexOf' riconosce le impostazioni cultura e non contiene un argomento StringComparison
ja: 'IndexOf' はカルチャ対応で、StringComparison 引数がありません
ko: 'IndexOf'는 문화권을 인식하며 StringComparison 인수가 없습니다.
pl: Wywołanie „IndexOf” obsługuje kultury i brakuje w nim argumentu StringComparison
pt_br: 'IndexOf' reconhece culturas e não tem um argumento StringComparison
ru: "IndexOf" учитывает язык и региональные параметры, и в нем отсутствует аргумент StringComparison
tr: 'IndexOf' kültüre duyarlıdır ve içinde bir StringComparison bağımsız değişkeni eksiktir
uk: 'IndexOf' є культурозалежним і пропущено аргумент StringComparison
zh_cn: "IndexOf" 可以识别区域性，但缺少 StringComparison 参数
zh_tw: 'IndexOf' 為文化特性感知且遺漏 StringComparison 引數

source: 'LastIndexOf' is culture-aware and missing a StringComparison argument
cs: LastIndexOf zohledňuje jazykovou verzi a chybí v něm argument StringComparison.
de: 'LastIndexOf' ist kulturfähig. Außerdem fehlt ein StringComparison-Argument.
es: 'LastIndexOf' tiene en cuenta la referencia cultural y carece de un argumento StringComparison
fr: « LastIndexOf » prend en compte la culture et il lui manque un argument StringComparison
it: 'LastIndexOf' riconosce le impostazioni cultura e non contiene un argomento StringComparison
ja: 'LastIndexOf' はカルチャ対応で、StringComparison 引数がありません
ko: 'LastIndexOf'는 문화권을 인식하며 StringComparison 인수가 없습니다.
pl: Wywołanie „LastIndexOf” obsługuje kultury i brakuje w nim argumentu StringComparison
pt_br: 'LastIndexOf' reconhece culturas e não tem um argumento StringComparison
ru: "LastIndexOf" учитывает язык и региональные параметры, и в нем отсутствует аргумент StringComparison
tr: 'LastIndexOf' kültüre duyarlıdır ve içinde bir StringComparison bağımsız değişkeni eksiktir
uk: 'LastIndexOf' є культурозалежним і пропущено аргумент StringComparison
zh_cn: "LastIndexOf" 可以识别区域性，但缺少 StringComparison 参数
zh_tw: 'LastIndexOf' 為文化特性感知，並且遺漏 StringComparison 引數

source: 'StartsWith' is culture-aware and missing a StringComparison argument
cs: StartsWith zohledňuje jazykovou verzi a chybí v něm argument StringComparison.
de: 'StartsWith' ist kulturfähig. Außerdem fehlt ein StringComparison-Argument.
es: 'StartsWith' tiene en cuenta la referencia cultural y carece de un argumento StringComparison
fr: « StartsWith » prend en compte la culture et il lui manque un argument StringComparison
it: 'StartsWith' riconosce le impostazioni cultura e non contiene un argomento StringComparison
ja: 'StartsWith' はカルチャ対応で、StringComparison 引数がありません
ko: 'StartsWith'는 문화권을 인식하며 StringComparison 인수가 없습니다.
pl: Wywołanie „StartsWith” obsługuje kultury i brakuje w nim argumentu StringComparison
pt_br: 'StartsWith' reconhece culturas e não tem um argumento StringComparison
ru: "StartsWith" учитывает язык и региональные параметры, и в нем отсутствует аргумент StringComparison
tr: 'StartsWith' kültüre duyarlıdır ve içinde bir StringComparison bağımsız değişkeni eksiktir
uk: 'StartsWith' є культурозалежним і пропущено аргумент StringComparison
zh_cn: "StartsWith" 可以识别区域性，但缺少 StringComparison 参数
zh_tw: 'StartsWith' 為文化特性感知，並且遺漏 StringComparison 引數

source: 'Sync References' is enabled, but one of Reference variables is not set. Please correct this.
cs: Synchronizace odkazů je povolená, ale jedna z proměnných odkazu není nastavená. Opravte to prosím.
de: 'Verweise synchronisieren' ist aktiviert, ohne dass eine der Verweisvariablen festgelegt ist. Dieser Fehler sollte behoben werden.
es: La opción para sincronizar referencias está habilitada, pero una de las variables de referencia no está establecida. Debe corregirlo.
fr: La synchronisation des références est activée, mais une des variables de référence n’est pas définie. Corrigez ce problème.
it: 'Sync References' è abilitato, ma una delle variabili di riferimento non è impostata. Correggere l'errore.
ja: '参照の同期' は有効ですが、参照変数が設定されていません。修正してください。
ko: '동기화 참조'를 사용하도록 설정되어 있지만 참조 변수 중 하나가 설정되지 않았습니다. 이를 수정하세요.
pl: Opcja „Synchronizuj odwołania” jest włączona, ale nie ustawiono jednej ze zmiennych odwołań. Należy to poprawić.
pt_br: 'Referências de Sincronização' habilitadas, mas uma das variáveis de Referência não está definida. Corrija isso.
ru: Параметр "Ссылки синхронизации" включен, но одна из ссылочных переменных не задана. Исправьте это.
tr: 'Başvuruları Eşitle' etkin, ancak Başvurulardan biri ayarlanmadı. Lütfen bunu düzeltin.
uk: Синхронізація посилань включена, але одна зі змінних посилань не встановлена. Це потрібно виправити.
zh_cn: 已启用“同步引用”，但未设置其中某个引用变量。请更正此问题。
zh_tw: 已啟用 [同步處理參考]，但未設定其中一個參考變數。請更正此問題。

source: 'base.' is redundant and can safely be removed
cs: Výraz base. je redundantní a je možné ho bezpečně odebrat.
de: 'base.' ist redundant und kann gefahrlos entfernt werden.
es: 'base.' es redundante y se puede quitar con seguridad
fr: Le qualificateur « base. » est redondant et peut être supprimé en toute sécurité
it: 'base.' è ridondante e può essere rimosso senza problemi
ja: 'base.' は冗長なため、削除できます
ko: 'base.'가 중복되며 안전하게 제거할 수 있습니다.
pl: Kwalifikator „base.” jest nadmiarowy i można go bezpiecznie usunąć
pt_br: 'base.' é redundante e pode ser removido com segurança
ru: "base." является избыточным и может быть безопасно удален.
tr: 'base.' gereksizdir ve güvenli bir şekilde kaldırılabilir
uk: 'base.' зайве і може бути безпечно вилучене
zh_cn: "base." 是冗余的，可以安全删除
zh_tw: 'base.' 是冗餘的，可以放心將其移除

source: 'case' label is redundant
cs: Popisek case je redundantní.
de: case-Bezeichnung ist redundant.
es: La etiqueta 'case' es redundante
fr: L’étiquette « case » est redondante
it: L'etichetta 'case' è ridondante
ja: 'case' ラベルが冗長です
ko: 'case' 레이블이 중복됩니다.
pl: Etykieta instrukcji „case” jest nadmiarowa
pt_br: O rótulo 'case' é redundante
ru: Метка "case" является избыточной
tr: 'case' etiketi gereksiz
uk: Зайва мітка 'case'
zh_cn: "case" 标签是冗余的
zh_tw: 'case' 標籤重複

source: 'for' loop control variable is never modified
cs: Řídicí proměnná smyčky for se nikdy nemění.
de: for-Schleifensteuervariable wird nie geändert.
es: La variable de control 'for' nunca se modifica
fr: La variable de contrôle de boucle « for » n’est jamais modifiée
it: La variabile di controllo del ciclo 'for' non viene mai modificata
ja: 'for' ループ制御変数は変更されません
ko: 'for' 루프 제어 변수가 수정되지 않습니다.
pl: Zmienna sterująca pętli „for” nie jest nigdy modyfikowana
pt_br: A variável de controle do loop 'for' nunca é modificada
ru: Управляющая переменная цикла "for" никогда не изменяется
tr: 'for' döngü kontrol değişkeni hiçbir zaman değiştirilmez
uk: Керувальна змінна циклу 'for' не змінюється
zh_cn: "for" 循环控制变量从未修改
zh_tw: 一律不會修改 'for' 迴圈控制變數

source: 'if' statement can be re-written as 'switch' statement
cs: Příkaz if se může přepsat jako příkaz switch
de: if-Anweisung kann als switch-Anweisung umgeschrieben werden.
es: La instrucción 'if' se puede volver a escribir como una instrucción 'switch'
fr: Vous pouvez réécrire l’instruction « if » sous la forme d’une instruction « switch »
it: L'istruzione 'if' può essere riscritta come istruzione 'switch'
ja: 'if' ステートメントは 'switch' ステートメントとして書き直せます
ko: 'if' 문을 'switch' 문으로 다시 작성할 수 있습니다.
pl: Instrukcję „if” można zapisać za pomocą instrukcji „switch”
pt_br: A instrução 'if' pode ser reescrita como a instrução 'switch'
ru: Оператор "if" можно перезаписать в виде оператора "switch"
tr: 'if' deyimi 'switch' deyimi olarak yeniden yazılabilir
uk: Інструкцію 'if' можна замінити інструкцією 'switch'
zh_cn: "if" 语句可以重写为 "switch" 语句
zh_tw: 'if' 陳述式可以重寫為 'switch' 陳述式

source: 'null' checking:
cs: Kontrola hodnoty null:
de: NULL-Überprüfung:
es: Comprobación de "null":
fr: Vérification de valeur 'null' :
ja: 'null' チェック:
ko: 'null' 확인:
pl: sprawdzanie wartości „null”:
pt_br: Verificação 'null':
ru: Проверка "null":
tr: 'null' denetleniyor:

source: 'sealed' modifier is redundant in sealed classes
cs: Modifikátor sealed je v třídách sealed redundantní.
de: Der sealed-Modifizierer ist in versiegelten Klassen redundant.
es: El modificador 'sealed' es redundante en clases selladas
fr: Le modificateur « sealed » est redondant dans les classes sealed
it: Il modificatore 'sealed' è ridondante nelle classi sealed
ja: シールド クラスの 'シールド' 修飾子が冗長です
ko: 'sealed' 한정자가 sealed 클래스에서 중복됩니다.
pl: Modyfikator „sealed” jest nadmiarowy w klasach zapieczętowanych
pt_br: O modificador 'sealed' é redundante em classes sealed
ru: Модификатор "sealed" является избыточным в запечатанных классах
tr: 'Sealed' değiştiricisi kapalı sınıflarda gereksizdir
uk: Ключове слово 'sealed' зайве в ізольованих класах
zh_cn: "sealed" 修饰符在密封类中是冗余的
zh_tw: 在密封類別中，'sealed' 修飾詞為冗餘

source: 'string.CompareTo' is culture-aware
cs: string.CompareTo zohledňuje jazykovou verzi.
de: 'string.CompareTo' ist kulturfähig
es: 'string.CompareTo' tiene en cuenta la referencia cultural
fr: « string.CompareTo » prend en compte la culture
it: 'string.CompareTo' riconosce le impostazioni cultura
ja: 'string.CompareTo' はカルチャ対応です
ko: 'string.CompareTo'는 문화권을 인식합니다.
pl: Wyrażenie „string.CompareTo” obsługuje kultury
pt_br: 'string.CompareTo' reconhece culturas
ru: "string.CompareTo" учитывает язык и региональные параметры
tr: 'string.CompareTo' kültüre duyarlıdır
uk: 'string.CompareTo' є культурозалежним
zh_cn: "string.CompareTo" 可以识别区域性
zh_tw: 'string.CompareTo' 為文化特性感知

source: 'this.' preferences:
cs: Předvolby pro „this.“:
de: this.-Einstellungen:
es: Preferencias de "this.":
fr: Préférences 'this.' :
ja: 'this.' を優先:
ko: 'this.' 기본 설정:
pl: Preferencje dotyczące elementu „this.”:
pt_br: Preferências de 'this.':
ru: Предпочтения "this.":
tr: 'This' tercihleri:
