Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Open {0}
cs: Otevřít {0}
de: {0} öffnen
es: Abrir {0}
fr: Ouvrir {0}
it: Apri {0}
ja: {0} を開く
ko: {0} 열기
pl: Otwórz element {0}
pt_br: Abrir {0}
ru: Открыть {0}
tr: {0} öğesini aç
uk: Відкрити {0}
zh_cn: 打开 {0}
zh_tw: 開啟 {0}

source: Open...
cs: Otevřít...
de: Öffnen...
es: A_brir...
fr: Ouvrir...
it: Apri...
ja: 開く...
ko: 열기...
pl: Otwórz...
pt_br: Abrir...
ru: Открыть...
tr: Aç...
uk: Відкрити...
zh_cn: 打开...
zh_tw: 開啟...

source: Opening {0}
cs: Otevírání {0}
de: {0} wird geöffnet
es: Abriendo {0}
fr: Ouverture de {0}
it: Apertura di {0}
ja: {0} を開いています
ko: {0}을(를) 여는 중
pl: Otwieranie elementu {0}
pt_br: Abrindo {0}
ru: Открытие {0}
tr: {0} açılıyor
uk: Відкривання {0}
zh_cn: 正在打开 {0}
zh_tw: 正在開啟 {0}

source: Opens a terminal in this folder
cs: Otevře terminál v této složce.
de: Öffnet einen Terminal in diesem Ordner
es: Abrir una terminal en esta carpeta
fr: Ouvre un terminal dans ce dossier
it: Apre un terminale in questa cartella
ja: このフォルダーでターミナルを開きます
ko: 이 폴더에서 터미널을 엽니다.
pl: Otwiera terminal w tym folderze
pt_br: Abrir um terminal nessa pasta
ru: Открывает терминал в этой папке
tr: Bu klasörde bir terminal açar
uk: Відкрити термінал у цій теці
zh_cn: 在此文件夹中打开一个终端
zh_tw: 在此資料夾中開啟終端機

source: Opens the directory where the diagnostic logs are stored
cs: Otevře adresář, ve kterém se ukládají diagnostické protokoly.
de: Öffnet das Verzeichnis, in dem Diagnoseprotokolle abgelegt werden.
es: Abre el directorio donde se guardan los registros de diagnóstico
fr: Ouvre le répertoire dans lequel sont stockés les journaux de diagnostic
it: Apre la directory in cui sono archiviati i log di diagnostica
ja: 診断ログの保管場所のディレクトリを開きます
ko: 진단 로그가 저장된 디렉터리를 엽니다.
pl: Otwiera katalog, w którym są przechowywane dzienniki diagnostyczne
pt_br: Abre o diretório em que estão armazenados os logs de diagnóstico
ru: Открывает каталог, где хранятся журналы диагностики
tr: Tanılama günlüklerinin saklandığı dizini açar
uk: Відкрити теку, де зберігаються діагностичні журнали
zh_cn: 打开存储诊断日志的目录
zh_tw: 開啟在其中儲存診斷記錄檔的目錄

source: Opens the folder in a file manager.
cs: Otevře složku ve správci souborů.
de: Öffnet den Ordner in einem Datei-Manager.
es: Abre la carpeta en un administrador de archivos.
fr: Ouvre le dossier dans un gestionnaire de fichiers.
it: Apre la cartella in uno strumento di gestione file.
ja: このフォルダーをファイル マネージャーで開きます。
ko: 파일 관리자에서 폴더를 엽니다.
pl: Otwiera folder w menedżerze plików.
pt_br: Abre a pasta em um gerenciador de arquivos.
ru: Открывает папку в диспетчере файлов.
tr: Klasörü bir dosya yöneticisinde açar.
uk: Відкрити теку в оглядачі файлів
zh_cn: 用文件管理器打开此文件夹。
zh_tw: 在檔案管理員中開啟資料夾。

source: Opens the folder that contains this file.
cs: Otevře složku, která obsahuje tento soubor.
de: Öffnet den Ordner, in dem die Datei enthalten ist.
es: Abre la carpeta que contiene este archivo.
fr: Ouvre le dossier contenant ce fichier.
it: Apre la cartella che contiene questo file.
ja: このファイルが含まれているフォルダーを開きます。
ko: 이 파일이 포함된 폴더를 엽니다.
pl: Otwiera folder zawierający ten plik.
pt_br: Abre a pasta que contém esse arquivo.
ru: Открывает папку, содержащую этот файл.
tr: Bu dosyayı içeren klasörü açar.
uk: Відкрити теку, яка містить цей файл.
zh_cn: 打开包含此文件的文件夹。
zh_tw: 開啟包含此檔案的資料夾。

source: Opens the last tab that has been closed
cs: Otevře kartu, která byla otevřená naposledy.
de: Öffnet die zuletzt geschlossene Registerkarte
es: Abre la última pestaña que se ha cerrado
fr: Ouvre le dernier onglet fermé
it: Apre l'ultima scheda chiusa
ja: 最後に閉じたタブを開きます
ko: 마지막으로 닫힌 탭을 엽니다.
pl: Otwiera ostatnią kartę, która została zamknięta
pt_br: Abre a última guia que foi fechada
ru: Открывает последнюю закрытую вкладку
tr: Kapatılmış olan son sekmeyi açar
uk: Відкрити останню закриту вкладку
zh_cn: 打开已关闭的上一个选项卡
zh_tw: 開啟已關閉的最後一個索引標籤

source: Operation
cs: Operace
de: Vorgang
es: Operación
fr: Opération
it: Operazione
ja: 操作
ko: 작업
pl: Operacja
pt_br: Operação
ru: Операция
tr: İşlem
uk: Операція
zh_cn: 操作
zh_tw: 作業

source: Operation cancelled
cs: Operace byla zrušena.
de: Der Vorgang wurde abgebrochen.
es: Operación cancelada
fr: Opération annulée
ja: 操作がキャンセルされました
ko: 작업이 취소되었습니다.
pl: Anulowano operację
pt_br: Operação cancelada
ru: Операция отменена
tr: İşlem iptal edildi

source: Operation cancelled.
cs: Operace se zrušila.
de: Vorgang abgebrochen.
es: Operación cancelada.
fr: Opération annulée.
it: L'operazione è stata annullata.
ja: 操作が取り消されました。
ko: 작업이 취소되었습니다.
pl: Anulowano operację.
pt_br: Operação cancelada.
ru: Операция отменена.
tr: İşlem iptal edildi.
uk: Операцію скасовано.
zh_cn: 操作已取消。
zh_tw: 已取消作業。

source: Operation completed with errors.
cs: Operace se dokončila s chybami.
de: Vorgang mit Fehlern abgeschlossen.
es: La operación finalizó con errores.
fr: L’opération s’est terminée avec des erreurs.
it: L'operazione è stata completata con errori.
ja: 操作は完了しましたが、エラーが発生しました。
ko: 작업이 완료되었지만 오류가 발생했습니다.
pl: Operacja została ukończona z błędami.
pt_br: Operação concluída com erros.
ru: Операция завершилась с ошибками.
tr: İşlem hatalarla tamamlandı.
uk: Операція завершилась з помилками.
zh_cn: 操作完成时出现错误。
zh_tw: 已完成作業，但有錯誤。

source: Operation completed with warnings.
cs: Operace se dokončila s upozorněními.
de: Vorgang mit Warnungen abgeschlossen.
es: La operación finalizó con advertencias.
fr: L’opération s’est terminée avec des avertissements.
it: L'operazione è stata completata con avvisi.
ja: 操作は完了しましたが、警告が発生しました。
ko: 작업이 완료되었지만 경고가 발생했습니다.
pl: Operacja została ukończona z ostrzeżeniami.
pt_br: Operação concluída com avisos.
ru: Операция завершилась с предупреждениями.
tr: İşlem uyarılarla tamamlandı.
uk: Операція завершилась з попередженнями.
zh_cn: 操作完成时出现警告。
zh_tw: 已完成作業，但有警告。

source: Operation failed.
cs: Operace selhala.
de: Fehler beim Vorgang.
es: No se pudo realizar la operación.
fr: L’opération a échoué.
it: L'operazione non è riuscita.
ja: 操作に失敗しました。
ko: 작업이 실패했습니다.
pl: Operacja nie powiodła się.
pt_br: Falha na operação.
ru: Сбой операции.
tr: İşlem başarısız oldu.
uk: Операція завершилась невдало.
zh_cn: 操作失败。
zh_tw: 作業失敗。

source: Operation successfully completed.
cs: Operace se dokončila úspěšně.
de: Vorgang erfolgreich beendet.
es: La operación finalizó correctamente.
fr: L’opération a été correctement effectuée.
it: L'operazione è stata completata.
ja: 操作は正常に完了しました。
ko: 작업이 완료되었습니다.
pl: Pomyślnie ukończono operację.
pt_br: Operação concluída com sucesso.
ru: Операция завершилась успешно.
tr: İşlem başarıyla tamamlandı.
uk: Операцію завершено успішно.
zh_cn: 操作已成功完成。
zh_tw: 已成功完成作業。

source: Operator 'is' can be used
cs: Operátor is se nedá použít.
de: Ist-Operator kann verwendet werden
es: Se puede usar el operador 'is'
fr: L’opérateur « is » peut être utilisé
it: È possibile usare l'operatore 'is'
ja: 演算子 'is' を使用できます
ko: 'is' 연산자를 사용할 수 있습니다.
pl: Można użyć operatora „is”
pt_br: O operador 'is' pode ser usado
ru: Можно использовать оператор "is"
tr: 'is' işleci kullanılabilir
uk: Можна використати оператор 'is'
zh_cn: 可以使用运算符 "is"
zh_tw: 運算子 'is' 可供使用

source: Operator Is can be used instead of comparing object GetType() and instances of System.Type object
cs: Operátor Is je možné použít namísto porovnání objektu GetType() a instancí objektu System.Type.
de: Anstatt das GetType()-Objekt und Instanzen des System.Type-Objekts zu vergleichen, kann der Ist-Operator verwendet werden.
es: Se puede usar el operador Is en lugar de comparar el objeto GetType() y las instancias del objeto System.Type
fr: Au lieu de comparer l’objet GetType() et des instances de l’objet System.Type, vous pouvez utiliser l’opérateur Is
it: È possibile usare l'operatore Is invece di confrontare l'oggetto GetType() e le istanze dell'oggetto System.Type
ja: 演算子 Is を、オブジェクト GetType() と System.Type オブジェクトのインスタンスを比較する代わりに使用できます
ko: Is 연산자는 GetType() 개체와 System.Type 개체 인스턴스를 비교하는 대신 사용할 수 있습니다.
pl: Operatora Is można użyć zamiast porównywania wartości GetType() obiektu z wystąpieniami obiektu System.Type
pt_br: O operador Is pode ser usado em vez do objeto de comparação GetType() e as instâncias do objeto System.Type
ru: Вместо сравнения объекта GetType() и экземпляров объекта System.Type можно использовать оператор Is
tr: GetType() nesnesi ile System.Type nesnesinin örneklerini karşılaştırmak yerine Operator Is kullanılabilir
uk: Замість порівняння об'єкта GetType() з примірником об'єкта System.Type можна використати операцію Is
zh_cn: 使用运算符 Is 时可以不比较 object GetType() 对象和 System.Type 对象的实例
zh_tw: 可以使用運算子 Is，而非比較物件 GetType() 和 System.Type 物件執行個體

source: Optical character recognition application
cs: Aplikace pro optické rozpoznávání znaků
de: OCR-Anwendung (optische Zeichenerkennung)
es: Aplicación de reconocimiento óptico de caracteres
fr: Application de reconnaissance optique de caractères
it: Applicazione per il riconoscimento ottico dei caratteri
ja: 光学式文字認識アプリケーション
ko: 광학 인식 애플리케이션
pl: Aplikacja do optycznego rozpoznawania znaków
pt_br: Aplicativo de reconhecimento de caractere óptico
ru: Приложение для распознавания текста
tr: Optik karakter tanıma uygulaması
uk: Розпізнавання тексту
zh_cn: 光学字符识别应用程序
zh_tw: 光學字元辨識應用程式

source: Optimizations
cs: Optimalizace
de: Optimierungen
es: Optimizaciones
fr: Optimisations
it: Ottimizzazioni
ja: 最適化
ko: 최적화
pl: Optymalizacje
pt_br: Otimizações
ru: Оптимизации
tr: İyileştirmeler
uk: Оптимизации
zh_cn: 优化
zh_tw: 最佳化

source: Optimize:
cs: Optimalizovat:
de: Optimieren:
es: Optimizar:
fr: Optimiser :
it: Ottimizza:
ja: 最適化:
ko: 최적화:
pl: Optymalizuj:
pt_br: Otimizar:
ru: Оптимизировать:
tr: İyileştir:
uk: Оптимізувати:
zh_cn: 优化:
zh_tw: 最佳化:

source: Option Compare:
cs: Možnost compare:
pl: Opcja Porównaj:
pt_br: Opção Comparar:
ru: Параметр Compare:
tr: Seçenek Karşılaştırma:

source: Option Explicit:
cs: Možnost explicit:
pl: Opcja Jawne:
pt_br: Opção Explicitar:
ru: Параметр Explicit:
tr: Seçenek Açık:

source: Option Infer:
cs: Možnost infer:
pl: Wnioskowanie opcji:
pt_br: Opção de Inferência:
ru: Параметр Infer:
tr: Seçenek Kaynağı:

source: Option Strict:
cs: Možnost strict:
pl: Ograniczenie opcji:
pt_br: Opção Estrita:
ru: Параметр Strict:
tr: Zorunlu Seçenek:

source: Options
cs: Možnosti
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pl: Opcje
pt_br: Opções
ru: Параметры
tr: Seçenekler
uk: Параметри
zh_cn: 选项
zh_tw: 選項

source: Options Preview
cs: Náhled možností
de: Optionsvorschau
es: Vista previa de opciones
fr: Aperçu des options
it: Anteprima opzioni
ja: オプションのプレビュー
ko: 옵션 미리 보기
pl: Podgląd opcji
pt_br: Visualização de Opções
ru: Предварительный просмотр параметров
tr: Seçenekler Önizlemesi
uk: Перегляд параметрів
zh_cn: 选项预览
zh_tw: 選項預覽

source: Options...
cs: Možnosti...
de: Optionen...
es: Opciones...
it: Opzioni...
ja: オプション...
ko: 옵션...
pl: Opcje...
pt_br: Opções...
ru: Параметры...
tr: Seçenekler...
uk: Параметри...
zh_cn: 选项...
zh_tw: 選項...

source: Options:
cs: Možnosti:
de: Optionen:
es: Opciones:
it: Opzioni:
ja: オプション:
ko: 옵션:
pl: Opcje:
pt_br: Opções:
ru: Параметры:
tr: Seçenekler:
uk: Параметри:
zh_cn: 选项:
zh_tw: 選項:

source: Organize Usings
cs: Uspořádat direktivy using
de: Using-Direktiven organisieren
es: Organizar instrucciones Using
fr: Organiser les instructions Using
ja: using の整理
ko: Using 구성
pl: Organizuj deklaracje using
pt_br: Organizar Usos
ru: Упорядочить директивы using
tr: Using'leri Düzenle

source: Original (msgid):
cs: Původní (msgid):
it: Originale (msgid):
ja: 元 (msgid):
ko: 원본(msgid):
pl: Oryginalne (msgid):
ru: Источник (msgid):
tr: Özgün (msgid):
uk: Оригінал (msgid):
zh_cn: 原始(msgid):
zh_tw: 原始 (msgid):

source: Original plural (msgid_plural):
cs: Původní plurál (msgid_plural):
es: Original en plural (msgid_plural):
fr: Pluriel original (msgid_plural) :
it: Originale plurale (msgid_plural):
ja: 元の複数形 (msgid_plural):
ko: 원본 복수형(msgid_plural):
pl: Oryginalna liczba mnoga (msgid_plural):
pt_br: Plural original (msgid_plural):
ru: Источник множественного числа (msgid_plural):
tr: Özgün çoğul (msgid_plural):
uk: Множина в оригіналі (msgid_plural):
zh_cn: 原始复数(msgid_plural):
zh_tw: 原始複數 (msgid_plural):

source: Original string
cs: Původní řetězec
de: Originalzeichenfolge
es: Cadena original
fr: Chaîne originale
it: Stringa originale
ja: 元の文字列
ko: 원래 문자열
pl: Oryginalny ciąg
pt_br: Cadeia de caracteres original
ru: Исходная строка
tr: Özgün dize
uk: Оригінальний рядок
zh_cn: 原始字符串
zh_tw: 原始字串

source: Original string '{0}' contains '_', translation doesn't.
cs: Původní řetězec {0} obsahuje znak _, v překladu chybí.
de: Die Originalzeichenfolge '{0}' enthält '_', die Übersetzung nicht.
es: La cadena original '{0}' contiene '_', la traducción, no.
fr: La chaîne originale « {0} » contient le signe « _ » qui ne figure pas dans la traduction.
it: La stringa originale '{0}' contiene '_', che invece non è presente nella traduzione.
ja: 元の文字列 '{0}' に '_' が含まれていますが、翻訳には含まれていません。
ko: 원본 문자열 '{0}'에 '_'이 포함되어 있지만 번역에는 포함되어 있지 않습니다.
pl: Oryginalny ciąg „{0}” zawiera znak „_”, którego nie ma w tłumaczeniu.
pt_br: A cadeia de caracteres original '{0}' contém '_', mas a tradução não contém.
ru: Исходная строка "{0}" содержит символ "_", а перевод — нет.
tr: Özgün '{0}' dizesi '_' karakterini içeriyor, ancak çevirisi içermiyor.
uk: Оригінальний рядок '{0}' містить '_', а переклад - ні.
zh_cn: 原始字符串“{0}”包含 "_"，而翻译不包含。
zh_tw: 原始字串 '{0}' 包含 '_'，翻譯則不包含。

source: Original string '{0}' contains '{1}', translation doesn't.
cs: Původní řetězec {0} obsahuje znak {1}, v překladu chybí.
de: Die Originalzeichenfolge '{0}' enthält '{1}', die Übersetzung nicht.
es: La cadena original '{0}' contiene '{1}', la traducción, no.
fr: La chaîne originale « {0} » contient « {1} » qui ne figure pas dans la traduction.
it: La stringa originale '{0}' contiene '{1}', che invece non è presente nella traduzione.
ja: 元の文字列 '{0}' に '{1}' が含まれていますが、翻訳には含まれていません。
ko: 원본 문자열 '{0}'에 '{1}'이(가) 포함되어 있지만 번역에는 포함되어 있지 않습니다.
pl: Oryginalny ciąg „{0}” zawiera element „{1}”, którego nie ma w tłumaczeniu.
pt_br: A cadeia de caracteres original '{0}' contém '{1}', mas a tradução não contém.
ru: Исходная строка "{0}" содержит "{1}", а перевод — нет.
tr: Özgün '{0}' dizesi '{1}' karakterini içeriyor, ancak çevirisi içermiyor.
uk: Оригінальний рядок '{0}' містить '{1}', а переклад - ні.
zh_cn: 原始字符串“{0}”包含“{1}”，而翻译不包含。
zh_tw: 原始字串 '{0}' 包含 '{1}'，翻譯則不包含。

source: Original string '{0}' doesn't contain '_', translation does.
cs: Původní řetězec {0} neobsahuje znak _, v překladu se vyskytuje.
de: Die Originalzeichenfolge '{0}' enthält '_' nicht, die Übersetzung schon.
es: La cadena original '{0}' no contiene '_', la traducción, sí.
fr: La chaîne originale « {0} » ne contient pas le signe « _ » qui figure dans la traduction.
it: La stringa originale '{0}' non contiene '_', che è invece presente nella traduzione.
ja: 元の文字列 '{0}' に '_' が含まれていませんが、翻訳には含まれています。
ko: 원본 문자열 '{0}'에 '_'이 포함되어 있지 않지만 번역에는 포함되어 있습니다.
pl: Oryginalny ciąg „{0}” nie zawiera znaku „_”, który znajduje się w tłumaczeniu.
pt_br: A cadeia de caracteres original '{0}' não contém '_', mas a tradução contém.
ru: Исходная строка "{0}" не содержит символ "_", а перевод — содержит.
tr: Özgün '{0}' dizesi '_' karakterini içermiyor, ancak çevirisi içeriyor.
uk: Оригінальний рядок '{0}' не містить '_', а переклад - так.
zh_cn: 原始字符串“{0}”不包含 "_"，而翻译包含。
zh_tw: 原始字串 '{0}' 未包含 '_'，翻譯則包含。

source: Other
cs: Jiné
de: Sonstige
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pl: Inne
pt_br: Outros
ru: Другие
tr: Diğer
uk: Інші
zh_cn: 其他
zh_tw: 其他

source: Other Files
cs: Ostatní soubory
de: Andere Dateien
es: Otros archivos
fr: Autres fichiers
it: Altri file
ja: その他のファイル
ko: 기타 파일
pl: Inne pliki
pt_br: Outros Arquivos
ru: Другие файлы
tr: Diğer Dosyalar
uk: Інші файли
zh_cn: 其他文件
zh_tw: 其他檔案

source: Other Pads
cs: Ostatní panely
de: Andere Bereiche
es: Otros paneles
fr: Autres blocs
it: Altri riquadri
ja: 他のパッド
ko: 기타 패드
pl: Inne konsole
pt_br: Outros Painéis
ru: Другие панели
tr: Diğer Doldurmalar
uk: Інші панелі
zh_cn: 其他板
zh_tw: 其他板

source: Other entries
cs: Ostatní položky
de: Andere Einträge
es: Otras entradas
fr: Autres entrées
it: Altre voci
ja: その他のエントリ
ko: 기타 항목
pl: Inne wpisy
pt_br: Outras entradas
ru: Другие записи
tr: Diğer girdiler
uk: Інші елементи
zh_cn: 其他条目
zh_tw: 其他項目

source: Outdated Build
cs: Zastaralé sestavení
de: Veralteter Build
es: Compilación obsoleta
fr: Génération obsolète
it: Compilazione obsoleta
ja: 古いビルド
ko: 만료된 빌드
pl: Nieaktualna kompilacja
pt_br: Build Desatualizado
ru: Устаревшая сборка
tr: Güncel Olmayan Derleme
uk: Застаріла побудова
zh_cn: 过时的生成
zh_tw: 過期的組建

source: Output
cs: Výstup
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pl: Dane wyjściowe
pt_br: Saída
ru: Вывод
tr: Çıktı
uk: Виведення
zh_cn: 输出
zh_tw: 輸出

source: Output Pad Contents
cs: Výstupní obsah panelu
de: Inhalt des Ausgabebereichs
es: Contenido del panel de salida
fr: Contenu de bloc de sortie
it: Contenuto riquadro di output
ja: 出力パッドのコンテンツ
ko: 출력 패드 콘텐츠
pl: Zawartość konsoli wyjściowej
pt_br: Conteúdo do Painel de Saída
ru: Содержимое панели выходных данных
tr: Çıktı Doldurma İçerikleri
zh_cn: 输出板内容
zh_tw: 輸出板內容

source: Output Path
cs: Výstupní cesta
de: Ausgabepfad
es: Ruta de acceso de salida
fr: Chemin de sortie
ja: 出力パス
ko: 출력 경로
pl: Ścieżka wyjściowa
pt_br: Caminho de Saída
ru: Путь для создаваемых файлов
tr: Çıkış Yolu

source: Output _path:
cs: Výstu_pní cesta:
de: _Ausgabepfad:
es: Ruta de acceso de la _salida:
fr: _Chemin d’accès de sortie :
it: _Percorso di output:
ja: 出力パス(_P):
ko: 출력 경로(_P):
pl: Ścieżka _wyjściowa:
pt_br: Caminho de _saída:
ru: Выходной _путь:
tr: Çıktı _yolu:
uk: _Шлях виведення:
zh_cn: 输出路径(_P):
zh_tw: 輸出路徑(_P):

source: Output directory variable:
cs: Proměnná výstupního adresáře:
de: Ausgabeverzeichnisvariable:
es: Variable del directorio de salida:
fr: Variable du répertoire de sortie :
it: Variabile della directory di output:
ja: 出力ディレクトリ変数:
ko: 출력 디렉터리 변수:
pl: Zmienna katalogu wyjściowego:
pt_br: Variável de diretório de saída:
ru: Переменная выходного каталога:
tr: Çıkış dizini değişkeni:
uk: Змінна кінцевої теки:
zh_cn: 输出目录变量:
zh_tw: 輸出目錄變數:

source: Output directory:
cs: Výstupní adresář:
de: Ausgabeverzeichnis:
es: Directorio de salida:
fr: Répertoire de sortie :
it: Directory di output:
ja: 出力ディレクトリ:
ko: 출력 디렉터리:
pl: Katalog wyjściowy:
pt_br: Diretório de Saída:
ru: Выходной каталог:
tr: Çıkış dizini:

source: Output:
cs: Výstup:
de: Ausgabe:
es: Salida:
fr: Sortie :
ja: 出力:
ko: 출력:
pl: Dane wyjściowe:
pt_br: Saída:
ru: Вывод:
tr: Çıkış:

source: Override build action:
cs: Přepsat akci sestavení:
de: Buildaktion überschreiben:
es: Reemplazar acción de compilación:
fr: Remplacer l’action de génération de build :
it: Esegui override dell'azione di compilazione:
ja: ビルド アクションのオーバーライド:
ko: 빌드 작업 재정의:
pl: Przesłoń akcję kompilacji:
pt_br: Substituir a ação de build:
ru: Переопределить действие при сборке:
tr: Yapı eylemini geçersiz kıl:
uk: Замістити дію побудови:
zh_cn: 替代生成操作:
zh_tw: 覆寫建置動作:

source: Override default build action
cs: Přepsat výchozí akci sestavení
de: Standard-Buildaktion überschreiben
es: Reemplazar la acción de compilación predeterminada
fr: Remplacer l’action de génération de build par défaut
it: Esegui override dell'azione di compilazione predefinita
ja: 既定のビルド アクションのオーバーライド
ko: 기본 빌드 작업 재정의
pl: Przesłoń domyślną akcję kompilacji
pt_br: Substituir a ação de build padrão
ru: Переопределить действие при сборке по умолчанию
tr: Varsayılan derleme işlemini geçersiz kıl
uk: Замістити стандартну дію побудови
zh_cn: 替代默认生成操作
zh_tw: 覆寫預設建置動作

source: Override members
cs: Přepsat členy
de: Member überschreiben
es: Invalidar miembros
fr: Remplacer les membres
it: Esegui override dei membri
ja: メンバーのオーバーライド
ko: 맴버 재정의
pl: Przesłoń składowe
pt_br: Substituir membros
ru: Переопределить элементы
tr: Üyeleri geçersiz kıl
uk: Замістити члени
zh_cn: 替代成员
zh_tw: 覆寫成員

source: Override the commit author
cs: Přepsat autora potvrzení
de: Commit-Autor überschreiben
es: Reemplazar al autor de la confirmación
fr: Remplacer l’auteur de la validation
it: Sostituisci l'autore del commit
ja: コミット作成者をオーバーライドします
ko: 커밋 작성자 재정의
pl: Przesłoń autora zatwierdzenia
pt_br: Substituir o autor da confirmação
ru: Переопределить автора фиксации
tr: Yürütme yazarını geçersiz kıl
uk: Замістити автора подачі
zh_cn: 替代提交作者
zh_tw: 覆寫認可作者

source: Overrides the default runtime configuration file ($PREFIX/etc/mono/config).
cs: Přepíše výchozí konfigurační soubor modulu runtime ($PREFIX/etc/mono/config).
de: Überschreibt die Standard-Laufzeitkonfigurationsdatei ($PREFIX/etc/mono/config).
es: Reemplaza el archivo de configuración del entorno de ejecución predeterminado ($PREFIX/etc/mono/config).
fr: Remplace le fichier de configuration du runtime par défaut ($PREFIX/etc/mono/config).
it: Esegue l'override del file di configurazione runtime predefinito ($PREFIX/etc/mono/config).
ja: 既定のランタイム構成ファイル ($PREFIX/etc/mono/config) をオーバーライドします。
ko: 기본 런타임 구성 파일($PREFIX/etc/mono/config)을 재정의합니다.
pl: Zastępuje domyślny plik konfiguracji środowiska uruchomieniowego ($PREFIX/etc/mono/config).
pt_br: Substitui o arquivo de configuração do runtime padrão ($PREFIX/etc/mono/config).
ru: Переопределяет файл конфигурации среды выполнения по умолчанию ($PREFIX/etc/mono/config).
tr: Varsayılan çalışma zamanı yapılandırma dosyasını geçersiz kılar ($PREFIX/etc/mono/config).
uk: Заміщує стандартний файл конфігурації часу виконання ($PREFIX/etc/mono/config).
zh_cn: 替代默认运行时配置文件($PREFIX/etc/mono/config)。
zh_tw: 覆寫預設執行階段組態檔 ($PREFIX/etc/mono/config)。

source: Overrides the default system configuration directory ($PREFIX/etc). It's used to locate machine.config file.
cs: Přepíše výchozí adresář konfigurace systému ($PREFIX/etc). Používá se k vyhledání souboru machine.config.
de: Überschreibt das standardmäßige Systemkonfigurationsverzeichnis ($PREFIX/etc) und wird zum Suchen der Datei 'machine.config' verwendet.
es: Reemplaza el directorio de configuración predeterminado del sistema ($PREFIX/etc). Se usa para ubicar el archivo machine.config.
fr: Remplace le répertoire de configuration système par défaut ($PREFIX/etc.). Utilisé pour localiser le fichier machine.config.
it: Esegue l'override della directory di configurazione del sistema predefinita ($PREFIX/etc). Viene usato per individuare il file machine.config.
ja: 既定のシステム構成ディレクトリ ($PREFIX/etc) をオーバーライドします。これは、machine.config ファイルの場所を探すために使用されます。
ko: 기본 시스템 구성 디렉터리($PREFIX/etc)를 재정의합니다. machine.config 파일을 찾는데 사용됩니다.
pl: Zastępuje domyślny katalog konfiguracji systemu ($PREFIX/etc). Służy do zlokalizowania pliku machine.config.
pt_br: Substitui o diretório de configuração padrão do sistema ($PREFIX/etc). É usado para localizar o arquivo machine.config.
ru: Переопределяет каталог конфигурации системы по умолчанию ($PREFIX/etc). Он используется для поиска файла machine.config.
tr: Varsayılan sistem yapılandırma dizinini geçersiz kılar ($PREFIX/etc). Machine.config dosyasının yerini belirlemek için kullanılır.
uk: Заміщує стандартну системну теку конфігурації ($PREFIX/etc). У ній розміщують файл machine.config.
zh_cn: 替代默认系统配置目录($PREFIX/etc)。它用于查找 machine.config 文件。
zh_tw: 覆寫預設系統組態目錄 ($PREFIX/etc)。其用來尋找 machine.config 檔案。
