Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Apache 2.0 License
cs: Licence Apache 2.0
de: Apache 2.0-Lizenz
es: Licencia Apache 2.0
fr: Licence Apache 2.0
it: Licenza Apache 2.0
ja: Apache 2.0 ライセンス
ko: Apache 2.0 라이선스
pl: Licencja Apache 2.0
pt_br: Licença Apache 2.0
ru: Лицензия на Apache 2.0
tr: Apache 2.0 Lisansı
uk: Ліцензія Apache 2.0
zh_cn: Apache 2.0 许可证
zh_tw: Apache 2.0 授權

source: App
cs: Aplikace
es: Aplicación
fr: Application
ja: アプリ
ko: 앱
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
tr: Uygulama

source: App Manifest
cs: Manifest aplikace
es: Manifiesto de aplicación
fr: Manifeste de l’application
it: Manifesto dell'app
ja: アプリ マニフェスト
ko: 앱 매니페스트
pl: Manifest aplikacji
pt_br: Manifesto do Aplicativo
ru: Манифест приложения
tr: Uygulama Bildirimi
zh_cn: 应用清单
zh_tw: 應用程式資訊清單

source: App Settings File
cs: Soubor nastavení aplikace
de: App-Einstellungsdatei
es: Archivo de configuración de la aplicación
fr: Fichier de paramètres d'application
ja: アプリの設定ファイル
ko: 앱 설정 파일
pl: Plik ustawień aplikacji
pt_br: Arquivo de Configurações do Aplicativo
ru: Файл параметров приложения
tr: Uygulama Ayarları Dosyası

source: App URL:
cs: Adresa URL aplikace:
es: URL de la aplicación:
fr: URL de l'application :
ja: アプリの URL:
ko: 앱 URL:
pl: Adres URL aplikacji:
pt_br: URL do Aplicativo:
ru: URL-адрес приложения:
tr: Uygulama URL'si:

source: Appearance
cs: Vzhled
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
pt_br: Aparência
ru: Вид
tr: Görünüm
uk: Вигляд
zh_cn: 外观
zh_tw: 外觀

source: Apple Strings
cs: Řetězce Apple
de: Apple-Zeichenfolgen
es: Cadenas de Apple
fr: Chaînes d’Apple
it: Stringhe Apple
ja: Apple 文字列
ko: Apple 문자열
pl: Ciągi Apple
pt_br: Cadeias de Caracteres da Apple
ru: Строки Apple
tr: Apple Dizeleri
uk: Рядки Apple
zh_cn: Apple 字符串
zh_tw: Apple 字串

source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
tr: Uygulama
uk: Застосунок
zh_cn: 应用程序
zh_tw: 應用程式

source: Application Configuration File
cs: Konfigurační soubor aplikace
de: Anwendungskonfigurationsdatei
es: Archivo de configuración de la aplicación
fr: Fichier de configuration d’application
it: File di configurazione dell'applicazione
ja: アプリケーション構成ファイル
ko: 애플리케이션 구성 파일
pl: Plik konfiguracji aplikacji
pt_br: Arquivo de Configuração de Aplicativo
ru: Файл конфигурации приложения
tr: Uygulama Yapılandırma Dosyası
uk: Файл конфігурації застосунку
zh_cn: 应用程序配置文件
zh_tw: 應用程式組態檔

source: Application Output
cs: Výstup aplikace
de: Anwendungsausgabe
es: Salida de la aplicación
fr: Sortie de l’application
it: Output applicazione
ja: アプリケーション出力
ko: 애플리케이션 출력
pl: Dane wyjściowe aplikacji
pt_br: Saída do Aplicativo
ru: Вывод приложения
tr: Uygulama Çıktısı
uk: Виведення застосунку
zh_cn: 应用程序输出
zh_tw: 應用程式輸出

source: Application based on GNOME libraries
cs: Aplikace založená na knihovnách GNOME
de: Auf GNOME-Bibliotheken basierende Anwendung
es: Aplicación basada en bibliotecas GNOME
fr: Application basée sur des bibliothèques GNOME
it: Applicazione basata su librerie GNOME
ja: GNOME ライブラリに基づくアプリケーション
ko: GNOME 라이브러리 기반 애플리케이션
pl: Aplikacja oparta na bibliotekach GNOME
pt_br: Aplicativo baseado em bibliotecas GNOME
ru: Приложение, основанное на библиотеках GNOME
tr: GNOME kitaplıklarını temel alan uygulama
uk: Застосунок, що використовує бібліотеки Gnome
zh_cn: 基于 GNOME 库的应用程序
zh_tw: 以 GNOME 程式庫為基礎的應用程式

source: Application based on GTK+ libraries
cs: Aplikace založená na knihovnách GTK+
de: Auf GTK+-Bibliotheken basierende Anwendung
es: Aplicación basada en bibliotecas GTK+
fr: Application basée sur des bibliothèques GTK+
it: Applicazione basata su librerie GTK+
ja: GTK+ ライブラリに基づくアプリケーション
ko: GTK+ 라이브러리 기반 애플리케이션
pl: Aplikacja oparta na bibliotekach GTK+
pt_br: Aplicativo baseado em bibliotecas GTK+
ru: Приложение, основанное на библиотеках GTK+
tr: GTK+ kitaplıklarını temel alan uygulama
uk: Застосунок, що використовує бібліотеки GTK+
zh_cn: 基于 GTK+ 库的应用程序
zh_tw: 以 GTK+ 程式庫為基礎的應用程式

source: Application based on Java GUI libraries, such as AWT or Swing
cs: Aplikace založená na knihovnách grafického rozhraní Java, například AWT nebo Swing
de: Anwendung, die auf Java-GUI-Bibliotheken basiert, z. B. AWT oder Swing
es: Aplicación basada en bibliotecas de GUI de Java, como AWT o Swing
fr: Application basée sur des bibliothèques d’interface graphique utilisateur Java, telle que AWT ou Swing
it: Applicazione basata su librerie GUI Java, come AWT o Swing
ja: AWT または Swing などの Java GUI ライブラリに基づくアプリケーション
ko: AWT 또는 Swing과 같은 Java GUI 라이브러리 기반의 애플리케이션
pl: Aplikacja oparta na bibliotekach graficznego interfejsu użytkownika Java, np. AWT lub Swing
pt_br: Aplicativo baseado em bibliotecas GUI Java, como AWT ou Swing
ru: Приложение, основанное на библиотеках графического пользовательского интерфейса Java, например AWT или Swing
tr: Java GUI kitaplıklarına dayanan uygulama; örneğin, AWT veya Swing
uk: Застосунок, що використовує бібліотеки Java GUI, такі як AWT або Spring
zh_cn: 基于 Java GUI 库的应用程序，例如 AWT 或 Swing
zh_tw: 以 Java GUI 程式庫為基礎的應用程式，例如 AWT 或 Swing

source: Application based on KDE libraries
cs: Aplikace založená na knihovnách KDE
de: Auf KDE-Bibliotheken basierende Anwendung
es: Aplicación basada en bibliotecas KDE
fr: Application basée sur des bibliothèques KDE
it: Applicazione basata su librerie KDE
ja: KDE ライブラリに基づくアプリケーション
ko: KDE 라이브러리 기반 애플리케이션
pl: Aplikacja oparta na bibliotekach KDE
pt_br: Aplicativo baseado em bibliotecas KDE
ru: Приложение, основанное на библиотеках KDE
tr: KDE kitaplıklarını temel alan uygulama
uk: Застосунок, що використовує бібліотеки KDE
zh_cn: 基于 KDE 库的应用程序
zh_tw: 以 KDE 程式庫為基礎的應用程式

source: Application based on Motif libraries
cs: Aplikace založená na knihovnách Motif
de: Auf Motif-Bibliotheken basierende Anwendung
es: Aplicación basada en bibliotecas Motif
fr: Application basée sur les bibliothèques Motif
it: Applicazione basata su librerie Motif
ja: Motif ライブラリに基づくアプリケーション
ko: Motif 라이브러리 기반 애플리케이션
pl: Aplikacja oparta na bibliotekach Motif
pt_br: Aplicativo baseado em bibliotecas Motif
ru: Приложение, основанное на библиотеках Motif
tr: Motif kitaplıklarını temel alan uygulama
uk: Застосунок, що використовує бібліотеки Motif
zh_cn: 基于 Motif 库的应用程序
zh_tw: 以 Motif 程式庫為基礎的應用程式

source: Application based on Qt libraries
cs: Aplikace založená na knihovnách Qt
de: Auf Qt-Bibliotheken basierende Anwendung
es: Aplicación basada en bibliotecas Qt
fr: Application basée sur des bibliothèques Qt
it: Applicazione basata su librerie Qt
ja: Qt ライブラリに基づくアプリケーション
ko: Qt 라이브러리 기반 애플리케이션
pl: Aplikacja oparta na bibliotekach Qt
pt_br: Aplicativo baseado em bibliotecas Qt
ru: Приложение, основанное на библиотеках Qt
tr: Qt kitaplıklarını temel alan uygulama
uk: Застосунок, що використовує бібліотеки Qt
zh_cn: 基于 Qt 库的应用程序
zh_tw: 以 Qt 程式庫為基礎的應用程式

source: Application name (to use as subdirectory name in the installation prefix):
cs: Název aplikace (použije se jako název podsložky v instalačním adresáři):
de: Anwendungsname (als Unterverzeichnisname für das Installationspräfix):
es: Nombre de la aplicación (para su uso como nombre de subdirectorio en el prefijo de instalación):
fr: Nom de l’application (à utiliser comme nom de sous-répertoire dans le préfixe de l’installation) :
it: Nome dell'applicazione (da usare come nome di sottodirectory nel prefisso dell'installazione):
ja: アプリケーション名 (インストール プレフィックス内でサブディレクトリ名として使用します):
ko: 애플리케이션 이름(설치 접두사에서 하위 디렉터리 이름으로 사용):
pl: Nazwa aplikacji (do użycia w formie nazwy podkatalogu w prefiksie instalacji):
pt_br: Nome do aplicativo (para ser usado como um nome de subdiretório no prefixo de instalação):
ru: Имя приложения (используется как имя подкаталога в префиксе установки):
tr: Uygulama adı (kurulum ön ekinde alt dizin adı olarak kullanılacak):
uk: Назва застосунку (використовується як назва вкладеної теки на шляху встановлення)
zh_cn: 应用程序名称(在安装前缀中用作子目录名称):
zh_tw: 應用程式名稱 (在安裝前置時用來當作子目錄名稱):

source: Application that only works inside a terminal (text-based or command line application)
cs: Aplikace, která funguje jenom v terminálu (založená na textovém režimu nebo příkazovém řádku)
de: Anwendung, die nur innerhalb eines Terminals funktioniert (textbasierte oder Befehlszeilenanwendung)
es: Aplicación que solo funciona dentro de un terminal (aplicación de línea de comandos o basada en texto)
fr: Application ne fonctionnant qu’à l’intérieur d’un terminal (application basée sur du texte ou une ligne de commande)
it: Applicazione che funziona solo all'interno di un terminale (applicazione da riga di comando o basata su testo)
ja: ターミナル内でのみ機能するアプリケーション (テキスト ベースまたはコマンド ラインのアプリケーション)
ko: 터미널 내에서만 작동하는 애플리케이션(텍스트 기반 또는 명령줄 애플리케이션)
pl: Aplikacja działająca wyłącznie w terminalu (aplikacja tekstowa lub wiersza poleceń)
pt_br: Aplicativo que funciona apenas dentro de um terminal (aplicativo de linha de comando ou baseado em texto)
ru: Приложение, работающее только внутри терминала (приложение с текстовым интерфейсом или интерфейсом командной строки)
tr: Yalnızca bir terminal içinde çalışan uygulama (metin tabanlı uygulama veya komut satırı uygulaması)
uk: Консольна утиліта
zh_cn: 仅在终端内运行的应用程序(基于文本的应用程序或命令行应用程序)
zh_tw: 僅適用於終端機內的應用程式 (以文字為基礎或命令列應用程式)

source: Application to burn a disc
cs: Aplikace pro vypalování disků
de: Anwendung zum Brennen von CDs
es: Aplicación para grabar discos
fr: Application de gravure de disque
it: Applicazione per masterizzare un disco
ja: ディスク書き込みアプリケーション
ko: 디스크 굽기 애플리케이션
pl: Aplikacja do nagrywania dysków
pt_br: Aplicativo para gravar um disco
ru: Приложение для записи дисков
tr: Disk yazmak için bir uygulama
uk: Застосунок для запису CD-дисків
zh_cn: 用于刻录光盘的应用程序
zh_tw: 燒錄光碟片的應用程式

source: Application to edit audio/video files
cs: Aplikace pro úpravu audio/video souborů
de: Anwendung zum Bearbeiten von Audio-/Videodateien
es: Aplicación para edición de archivos de audio/vídeo
fr: Application d’édition de fichiers audio/vidéo
it: Applicazione per modificare file audio/video
ja: オーディオ/ビデオ ファイルの編集アプリケーション
ko: 오디오/비디오 파일 편집 애플리케이션
pl: Aplikacja do edytowania plików audio i wideo
pt_br: Aplicativo para editar arquivos de áudio/vídeo
ru: Редактор аудио- или видеофайлов
tr: Ses/video dosyalarını düzenlemek için bir uygulama
uk: Редактор аудіо- або відеофайлів
zh_cn: 用于编辑音频/视频文件的应用程序
zh_tw: 編輯音訊/視訊檔案的應用程式

source: Application to manage a database
cs: Aplikace pro správu databáze
de: Anwendung zur Datenbankverwaltung
es: Aplicación para administrar una base de datos
fr: Application de gestion de base de données
it: Applicazione per gestire un database
ja: データベース管理アプリケーション
ko: 데이터베이스 관리 애플리케이션
pl: Aplikacja do zarządzania bazą danych
pt_br: Aplicativo para gerenciar um banco de dados
ru: Приложение для управления базами данных
tr: Veritabanı yönetimi için uygulama
uk: СУБД
zh_cn: 用于管理数据库的应用程序
zh_tw: 管理資料庫的應用程式

source: Application to manage your finance
cs: Aplikace pro správu financí
de: Anwendung für das Finanzmanagement
es: Aplicación para administrar sus finanzas
fr: Application de gestion financière
it: Applicazione finanziaria
ja: 財務管理アプリケーション
ko: 재무 관리 애플리케이션
pl: Aplikacja do zarządzania finansami
pt_br: Aplicativo para gerenciar suas finanças
ru: Приложение для управления финансами
tr: Finansal verilerinizi yönetmek için bir uygulama
uk: Застосунок для керування фінансами
zh_cn: 用于管理财务状况的应用程序
zh_tw: 管理財務的應用程式

source: Application to play audio/video files
cs: Aplikace pro přehrávání audio/video souborů
de: Anwendung zum Wiedergeben von Audio-/Videodateien
es: Aplicación para reproducir archivos de audio/vídeo
fr: Application de lecture de fichiers audio/vidéo
it: Applicazione per riprodurre file audio/video
ja: オーディオ/ビデオ ファイルの再生アプリケーション
ko: 오디오/비디오 파일 재생 애플리케이션
pl: Aplikacja do odtwarzania plików dźwiękowych/wideo
pt_br: Aplicativo para reproduzir arquivos de áudio/vídeo
ru: Проигрыватель аудио- или видеофайлов
tr: Ses/video dosyalarını oynatmak için bir uygulama
uk: Програвач аудіо- або відеофайлів
zh_cn: 用于播放音频/视频文件的应用程序
zh_tw: 播放音訊/視訊檔案的應用程式

source: Application to record audio/video files
cs: Aplikace pro nahrávání audio/video souborů
de: Anwendung zum Aufzeichnen von Audio-/Videodateien
es: Aplicación para grabar archivos de audio/vídeo
fr: Application d’enregistrement de fichiers audio/vidéo
it: Applicazione per registrare file audio/video
ja: オーディオ/ビデオ ファイルの記録アプリケーション
ko: 오디오/비디오 파일 녹음/녹화 애플리케이션
pl: Aplikacja do nagrywania plików audio i wideo
pt_br: Aplicativo para gravar arquivos de áudio/vídeo
ru: Приложение для записи аудио- или видеофайлов
tr: Ses/video dosyalarını kaydetmek için bir uygulama
uk: Застосунок для запису аудіо- або відеофайлів
zh_cn: 用于录制音频/视频文件的应用程序
zh_tw: 錄製音訊/視訊檔案的應用程式

source: Applications like cvs or subversion
cs: Aplikace jako cvs nebo subversion
de: Anwendungen wie CVS oder Subversion
es: Aplicaciones como csv o Subversion
fr: Application telle que CVS ou Subversion
it: Applicazioni come cvs o subversion
ja: cvs または subversion などのアプリケーション
ko: cvs 또는 subversion과 같은 애플리케이션
pl: Aplikacje takie jak cvs lub Subversion
pt_br: Aplicativos como cvs ou subversion
ru: Такие приложения, как cvs или subversion
tr: Cvs veya subversion gibi uygulamalar
uk: Програми на зразок CVS чи Subversion
zh_cn: 类似 cvs 或 subversion 的应用程序
zh_tw: 像 CVS 或 Subversion 的應用程式

source: Applies or disables the specified options within the subexpression.
cs: Použije nebo zakáže zadané možnosti v dílčím výrazu.
de: Übernimmt oder deaktiviert die angegebenen Optionen im Teilausdruck.
es: Aplica o deshabilita las opciones especificadas en la subexpresión.
fr: Active ou désactive les options spécifiées dans la sous-expression.
it: Applica o disattiva le opzioni specificate all'interno della sottoespressione.
ja: 部分式中で指定されたオプションを適用あるいは無効化します。
ko: 하위 식 내의 지정된 옵션을 적용하거나 사용하지 않도록 설정합니다.
pl: Stosuje lub wyłącza określone opcje w podwyrażeniu.
pt_br: Aplica ou desabilita as opções especificadas dentro da subexpressão.
ru: Применяет или отключает указанные параметры внутри части выражения.
tr: Alt ifade içerisinde belirtilen seçenekleri uygular veya devre dışı bırakır.
uk: Приймає або відкидає задані параметри у підвиразі.
zh_cn: 应用或禁用子表达式中指定的选项。
zh_tw: 在子運算式中套用或停用指定的選項。

source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати
zh_cn: 应用
zh_tw: 套用

source: Apply Policies
cs: Použít zásady
de: Richtlinien anwenden
es: Aplicar directivas
fr: Appliquer les stratégies
it: Applica criteri
ja: ポリシーの適用
ko: 정책 적용
pl: Zastosuj zasady
pt_br: Aplicar Políticas
ru: Применение политик
tr: İlkeleri Uygula
uk: Застосувати політики
zh_cn: 应用策略
zh_tw: 套用原則

source: Apply Policy...
cs: Použít zásady...
de: Richtlinie anwenden...
es: Aplicar directiva...
fr: Appliquer la stratégie...
it: Applica criteri...
ja: ポリシーの適用...
ko: 정책 적용...
pl: Zastosuj zasady...
pt_br: Aplicar Política...
ru: Применить политику...
tr: İlkeyi Uygula...
uk: Застосувати політику...
zh_cn: 应用策略...
zh_tw: 套用原則...

source: Apply and Remove
cs: Použít a odebrat
de: Anwenden und entfernen
es: Aplicar y quitar
fr: Appliquer et supprimer
it: Applica e rimuovi
ja: 適用および削除
ko: 적용 및 제거
pl: Zastosuj i usuń
pt_br: Aplicar e Remover
ru: Применить и удалить
tr: Uygula ve Kaldır
uk: Застосувати і вилучити
zh_cn: 应用并删除
zh_tw: 套用及移除

source: Apply policies from file
cs: Použít zásady ze souboru
de: Richtlinien aus Datei anwenden
es: Aplicar directivas de un archivo
fr: Appliquer les stratégies du fichier
it: Applica i criteri dal file
ja: ファイルのポリシーを適用する
ko: 파일에서 정책 적용
pl: Zastosuj zasady z pliku
pt_br: Aplicar políticas do arquivo
ru: Применить политики из файла
tr: İlkeleri dosyadan uygula
uk: Застосувати політику з файлу
zh_cn: 从文件应用策略
zh_tw: 從檔案套用原則

source: Apply stock or custom policy set
cs: Použít výchozí nebo sadu vlastních zásad
de: Standardmäßigen oder benutzerdefinierten Richtliniensatz anwenden
es: Aplicar conjunto de directivas incluido o personalizado
fr: Appliquer l'ensemble de stratégies prédéfini ou personnalisé
it: Applica set di criteri predefinito o personalizzato
ja: 規定のセットまたはカスタム ポリシー セットを適用する
ko: 기본 또는 사용자 지정 정책 집합 적용
pl: Zastosuj podstawowy lub niestandardowy zestaw zasad
pt_br: Aplicar conjunto de políticas personalizado ou padrão
ru: Применить стандартный или пользовательский набор политик
tr: Kullanıma hazır veya özel ilke kümesini uygula
uk: Застосувати вибрану або власну політику
zh_cn: 应用默认策略或自定义策略集
zh_tw: 套用預設或自訂原則集

source: Apply this decision to _all files in this operation
cs: Použít toto rozhodnutí pro _všechny soubory v této operaci
de: Diese Entscheidung auf _alle Dateien in diesem Vorgang anwenden
es: Aplicar esta decisión a _todos los archivos en esta operación
fr: Appli_quer cette décision à tous les fichiers concernés par cette opération.
it: Applica questa decisione a _tutti i file di questa operazione
ja: この決定をこの操作のすべてのファイルに適用する(_A)
ko: 이 작업에서 모든 파일에 이 결정 적용(_A)
pl: Zastosuj tę decyzję do _wszystkich plików w tej operacji
pt_br: Aplicar esta decisão _a todos os arquivos nesta operação
ru: Применить это решение ко _всем файлам в этой операции
tr: Bu işlem içerisindeki _tüm dosyalar için bu kararı uygula
uk: Застосувати це до _всіх файлів у даній операції
zh_cn: 向此操作中的所有文件应用此决策(_A)
zh_tw: 將此決策套用到此作業中的所有檔案(_A)

source: Apply to Project
cs: Použít na projekt
de: Auf Projekt anwenden
es: Aplicar al proyecto
fr: Appliquer au projet
it: Applica al progetto
ja: プロジェクトに適用
ko: 프로젝트에 적용
pl: Zastosuj do projektu
pt_br: Aplicar ao Projeto
ru: Применить к проекту
tr: Projeye Uygula
uk: Застосувати до проекту
zh_cn: 应用到项目
zh_tw: 套用至專案

source: Apply to all
cs: Použít na vše
de: Auf alle anwenden
es: Aplicar a todo
fr: Appliquer à tous
it: Applica a tutti
ja: すべてに適用
ko: 모두에 적용
pl: Zastosuj do wszystkich
pt_br: Aplicar a tudo
ru: Применить ко всем
tr: Tümüne uygula
uk: Застосувати до всіх
zh_cn: 全部应用
zh_tw: 套用至全部

source: Applying stash
cs: Použití dočasného ukládání
de: Stash wird angewendet.
es: Aplicando cambios guardados provisionalmente
fr: Application de dissimulation
it: Applicazione dell'accantonamento
ja: 一時退避を適用しています
ko: 스태시를 적용하는 중
pl: Scalanie
pt_br: Aplicando stash
ru: Применение прятания
tr: Hazırlama uygulanıyor
zh_cn: 正在应用存储
zh_tw: 正在套用隱藏

source: Arabic
cs: arabština
de: Arabisch
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア語
ko: 아랍어
pl: Arabski
pt_br: Árabe
ru: Арабский
tr: Arapça
uk: Арабське
zh_cn: 阿拉伯语
zh_tw: 阿拉伯文

source: Arcade style game
cs: Arkádová hra
de: Arcarde-Spiel
es: Un juego arcade
fr: Jeu d’arcade
it: Videogioco arcade
ja: アーケード スタイルのゲーム
ko: 아케이드 스타일 게임
pl: Gra zręcznościowa
pt_br: Jogo estilo Arcade
ru: Аркада
tr: Arcade stili oyun
uk: Аркада
zh_cn: 拱廊类游戏
zh_tw: Arcade 遊戲

source: Architecture
cs: Architektura
de: Architektur
es: Arquitectura
ja: アーキテクチャ
ko: 아키텍처
pl: Architektura
pt_br: Arquitetura
ru: Архитектура
tr: Mimari

source: Are you sure you want to cancel the installation?
cs: Opravdu chcete instalaci zrušit?
de: Möchten Sie diese Installation wirklich abbrechen?
es: ¿Está seguro de que desea cancelar la instalación?
fr: Voulez-vous vraiment annuler l’installation ?
it: Annullare l'installazione?
ja: インストールをキャンセルしますか?
ko: 설치를 취소할까요?
pl: Czy na pewno chcesz anulować instalację?
pt_br: Tem certeza de que deseja cancelar a instalação?
ru: Вы действительно хотите отменить установку?
tr: Bu yüklemeyi iptal etmek istediğinizden emin misiniz?
uk: Справді скасувати встановлення?
zh_cn: 你确定要取消该安装?
zh_tw: 確定要取消安裝嗎?

source: Are you sure you want to clear all specified options?
cs: Opravdu chcete smazat všechny zadané možnosti?
de: Möchten Sie alle angegebenen Optionen wirklich zurücksetzen?
es: ¿Está seguro de que desea borrar todas las opciones especificadas?
fr: Voulez-vous vraiment effacer toutes les options spécifiées ?
it: Cancellare tutte le opzioni specificate?
ja: 指定されたオプションをすべてクリアしますか?
ko: 지정된 옵션을 모두 지울까요?
pl: Czy na pewno chcesz wyczyścić wszystkie określone opcje?
pt_br: Tem certeza de que deseja limpar todas as opções especificadas?
ru: Вы действительно хотите очистить все указанные компоненты?
tr: Tüm belirtilen seçenekleri temizlemek istediğinizden emin misiniz?
uk: Справді очистити всі вказані параметри?
zh_cn: 你确定要清除所有指定选项?
zh_tw: 確定要清除所有指定的選項嗎?

source: Are you sure you want to clear recent files list?
cs: Opravdu chcete vymazat seznam posledních souborů?
de: Möchten Sie die Liste der zuletzt verwendeten Dateien wirklich löschen?
es: ¿Está seguro de que desea borrar la lista de archivos recientes?
fr: Êtes-vous pas de vouloir effacer la liste des fichiers récents ?
it: Cancellare l'elenco dei file recenti?
ja: 最近使ったファイルの一覧をクリアしますか?
ko: 최근 파일 목록을 지울까요?
pl: Czy na pewno chcesz wyczyścić listę ostatnich plików?
pt_br: Tem certeza de que deseja apagar a lista de arquivos recentes?
ru: Вы действительно хотите очистить список последних файлов?
tr: En son dosyalar listesini temizlemek istediğinizden emin misiniz?
uk: Справді очистити список останніх файлів?
zh_cn: 你确定要清除“最近使用的文件”列表?
zh_tw: 確定要清除最近的檔案清單嗎?

source: Are you sure you want to clear recent projects list?
cs: Opravdu chcete vymazat seznam posledních projektů?
de: Möchten Sie die Liste der zuletzt verwendeten Projekte wirklich löschen?
es: ¿Está seguro de que desea borrar la lista de proyectos recientes?
fr: Voulez-vous vraiment effacer la liste des projets récents ?
it: Cancellare l'elenco dei progetti recenti?
ja: 最近使ったプロジェクトの一覧をクリアしますか?
ko: 최근 프로젝트 목록을 지울까요?
pl: Czy na pewno chcesz wyczyścić listę ostatnich projektów?
pt_br: Tem certeza de que deseja apagar a lista de projetos recentes?
ru: Вы действительно хотите очистить список последних проектов?
tr: En son projeler listesini temizlemek istediğinizden emin misiniz?
uk: Справді очистити список останніх проектів?
zh_cn: 你确定要清除“最近使用的项目”列表?
zh_tw: 確定要清除最近的專案清單嗎?

source: Are you sure you want to delete '{0}'?
cs: Opravdu chcete odstranit {0}?
de: Möchten Sie '{0}' wirklich löschen?
es: ¿Está seguro de que quiere eliminar '{0}'?
fr: Voulez-vous vraiment supprimer « {0} » ?
it: Eliminare '{0}'?
ja: '{0}' を削除しますか?
ko: '{0}'을(를) 삭제할까요?
pl: Czy na pewno chcesz usunąć element „{0}”?
pt_br: Tem certeza de que deseja excluir '{0}'?
ru: Вы действительно хотите удалить "{0}"?
tr: '{0}' öğesini silmek istediğinizden emin misiniz?
uk: Справді видалити '{0}'?
zh_cn: 你确定要删除“{0}”?
zh_tw: 確定要刪除 '{0}' 嗎?

source: Are you sure you want to delete the action '{0}'? It will be removed from all menus and toolbars.
cs: Opravdu chcete akci {0} odstranit? Odebere se ze všech nabídek a panelů nástrojů.
de: Möchten Sie die Aktion '{0}' wirklich löschen? Sie wird aus allen Menüs und Symbolleisten entfernt.
es: ¿Está seguro de que quiere eliminar la acción '{0}'? Se quitará de todos los menús y barras de herramientas.
fr: Voulez-vous vraiment supprimer l’action « {0} » ? Elle va être supprimée de l’ensemble des menus et barres d’outils.
it: Eliminare l'azione '{0}'? Verrà rimossa da tutti i menu e da tutte le barre degli strumenti.
ja: アクション '{0}' を削除しますか? すべてのメニューとツール バーから削除されます。
ko: '{0}' 작업을 삭제할까요? 해당 작업이 모든 메뉴와 도구 모음에서 제거됩니다.
pl: Czy na pewno chcesz usunąć akcję „{0}”? Zostanie ona usunięta ze wszystkich menu i pasków narzędzi.
pt_br: Você tem certeza de que deseja excluir a ação '{0}'? Ela será removida de todos os menus e barras de ferramentas.
ru: Вы действительно хотите удалить действие "{0}"? Оно будет удалено из всех меню и панелей инструментов.
tr: '{0}' eylemini silmek istediğinizden emin misiniz? Tüm menü ve araç çubuklarından kaldırılacak.
uk: Справді видалити дію '{0}'? Вона буде вилучена зі всіх меню та панелей інструментів.
zh_cn: 你确定要删除操作“{0}”? 它将从所有菜单和工具栏中删除。
zh_tw: 確定要刪除動作 '{0}' 嗎? 其將會從所有功能表及工具列移除。
