Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Xamarin.iOS projects are not supported in MonoDevelop on Windows. You need to use Visual Studio, or Xamarin Studio on Mac.
cs: Projekty Xamarin.iOS se v MonoDevelop ve Windows nepodporují. Musíte použít Visual Studio, případně Xamarin Studio v systému Mac.
de: Xamarin.iOS-Projekte werden in MonoDevelop unter Windows nicht unterstützt. Sie müssen Visual Studio oder Xamarin Studio auf dem Mac verwenden.
es: MonoDevelop en Windows no admite proyectos de Xamarin.iOS. Debe usar Visual Studio o Xamarin Studio en Mac.
fr: Les projets Xamarin.iOS ne sont pas pris en charge dans MonoDevelop sous Windows. Vous devez utiliser Visual Studio ou Xamarin Studio sur Mac.
it: I progetti Xamarin.iOS non sono supportati in MonoDevelop in Windows. È necessario usare Visual Studio o Xamarin Studio in Mac.
ja: Xamarin.iOS プロジェクトは Windows 上の MonoDevelop ではサポートされていません。Mac 上の Visual Studio か Xamarin Studio を使用する必要があります。
ko: Xamarin.iOS 프로젝트는 Windows의 MonoDevelop에서 지원되지 않습니다. Visual Studio를 사용하거나 Mac에서 Xamarin Studio를 사용해야 합니다.
pl: Projekty Xamarin.iOS nie są obsługiwane w narzędziu MonoDevelop w systemie Windows. Należy użyć programu Visual Studio lub programu Xamarin Studio dla komputerów Mac.
pt_br: Não há suporte para projetos Xamarin.iOS no MonoDevelop no Windows. Você precisa usar o Visual Studio ou o Xamarin Studio no Mac.
ru: Проекты Xamarin.iOS не поддерживаются в MonoDevelop для Windows. Вам следует использовать Visual Studio или Xamarin Studio для Mac.
tr: Xamarin.iOS projeleri Windows'da çalışan MonoDevelop için desteklenmiyor. Windows'da Visual Studio veya Mac'te Xamarin Studio kullanmanız gerekir.
uk: Проекти Xamarin.iOS не підтримуються у MonoDevelop на Windows. Слід використати Visual Studio або Xamarin Studio на Mac.
zh_cn: Windows 上的 MonoDevelop 不支持 Xamarin.iOS 项目。你需要使用 Visual Studio 或在 Mac 上使用 Xamarin Studio。
zh_tw: 在 Windows 上，MonoDevelop 中不支援 Xamarin.iOS 專案。在 Mac 上，您需要使用 Visual Studio 或 Xamarin Studio。

source: Xml Editor
cs: Editor XML
es: Editor de XML
fr: Éditeur XML
it: Editor XML
ja: XML エディター
ko: XML 편집기
pl: Edytor XML
pt_br: Editor Xml
ru: Редактор XML
tr: Xml Düzenleyicisi
uk: Редактор Xml
zh_cn: XML 编辑器
zh_tw: Xml 編輯器

source: Xml comment is not placed before a valid language element
cs: Komentář XML není před platným elementem jazyka.
de: Der XML-Kommentar befindet sich nicht vor einem gültigen Sprachelement.
es: El comentario XML no se coloca delante de un elemento de lenguaje válido
fr: Le commentaire XML n’est pas placé avant un élément de langage valide
it: Il commento XML non si trova prima di un elemento di linguaggio valido
ja: XML コメントが有効な言語要素の前にありません
ko: XML 주석이 유효한 언어 요소 앞에 배치되지 않았습니다.
pl: Komentarz XML nie jest umieszczony przed prawidłowym elementem języka
pt_br: O comentário xml não está inserido antes de um elemento de linguagem válido
ru: Комментарий XML расположен не перед допустимым элементом языка
tr: XML açıklaması geçerli bir dil öğesinin önüne yerleştirilmemiş
zh_cn: XML 注释未放置在有效的语言元素前
zh_tw: XML 註解不是放在有效語言項目的前面

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
tr: Evet

source: Yes to All
cs: Ano všem
de: Ja, alle
es: Sí a todo
fr: Oui pour tout
it: Sì a tutti
ja: すべてはい
ko: 모두 예
pl: Tak na wszystko
pt_br: Sim para Todos
ru: Да, для всех
tr: Tümüne Evet
zh_cn: 全是
zh_tw: 全部皆是

source: Yesterday
cs: Včera
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pl: Wczoraj
pt_br: Ontem
ru: Вчера
tr: Dün
uk: Вчора
zh_cn: 昨天
zh_tw: 昨天

source: You are requesting the file '{0}' to be used as source for an image. However, this file is already added to the project as a resource. Are you sure you want to continue (the file will have to be removed from the resource list)?
cs: Vyžadujete, aby se soubor {0} použil jako zdroj image. Tento soubor už ale je přidaný do projektu jako prostředek. Opravdu chcete pokračovat (soubor se bude muset odebrat ze seznamu prostředků)?
de: Sie fordern die Verwendung der Datei '{0}' als Quelle für ein Image an. Diese Datei wurde dem Projekt jedoch bereits als Ressource hinzugefügt. Möchten Sie den Vorgang wirklich fortsetzen (die Datei muss von der Ressourcenliste entfernt werden)?
es: Está solicitando que se use el archivo '{0}' como origen de una imagen. Sin embargo, este archivo ya se ha agregado al proyecto como recurso. ¿Está seguro de que quiere continuar (será necesario quitar el archivo de la lista de recursos)?
fr: Vous demandez le fichier « {0} » à utiliser comme source d’une image. Toutefois, ce fichier est déjà ajouté au projet en tant que ressource. Voulez-vous vraiment continuer (le fichier va être supprimé de la liste de ressources) ?
it: È stato richiesto di usare il file '{0}' come origine per un'immagine, ma questo file è già aggiunto al progetto come risorsa. Continuare e rimuovere il file dall'elenco delle risorse?
ja: イメージとソースとしてファイル '{0}' を使用する必要があります。ただし、このファイルはリソースとしてプロジェクトに既に追加されています。続行しますか (ファイルをリソース一覧から削除する必要が生じます)。
ko: '{0}' 파일을 이미지의 소스로 사용하도록 요청하고 있습니다. 그러나 이 파일은 이미 리소스로 프로젝트에 추가되어 있습니다. 계속할까요(파일이 리소스 목록에서 제거되어야 함)?
pl: Żądasz, aby plik „{0}” został użyty jako źródło dla obrazu. Jednak ten plik został już dodany do projektu jako zasób. Czy na pewno chcesz kontynuować (plik będzie musiał zostać usunięty z listy zasobów)?
pt_br: Você está solicitando que o arquivo '{0}' seja usado como origem de uma imagem. No entanto, esse arquivo já está adicionado ao projeto como um recurso. Tem certeza de que deseja continuar (o arquivo terá de ser removido da lista de recursos)?
ru: Вы хотите, чтобы файл "{0}" использовался в качестве источника изображения. Однако этот файл уже добавлен в проект в качестве ресурса. Вы действительно хотите продолжить (для этого придется удалить файл из списка ресурсов)?
tr: '{0}' dosyasının bir görüntü için kaynak olarak kullanılmasını istiyorsunuz. Ancak, bu dosya zaten projeye bir kaynak olarak eklendi. Devam etmek istediğinizden emin misiniz (dosyanın kaynaklar listesinden kaldırılması gerekir)?
uk: Ви збираєтесь використати файл '{0}' як джерело зображення. Проте цей файл вже доданий до проекту як ресурс. Бажаєте продовжити (файл буде вилучено зі списку ресурсів)?
zh_cn: 你正在请求将文件“{0}”用作某个图像的源。但是，该文件已作为资源添加到项目中。你确定要继续(将不得不从资源列表中删除该文件)?
zh_tw: 您正在要求將檔案 '{0}' 用作影像來源。不過，此檔案已作為資源新增至專案。確定要繼續嗎 (將必須從資源清單中移除檔案)?

source: You are trying to add a non-container widget into the main window. In <b>GTK#</b>, widget positioning is controlled by a special type of widgets called <b>Container</b> widgets. If you don't place the widget into a container, it will fill the all the available space in the window. Are you sure you want to continue?
cs: Pokoušíte se přidat nekontejnerový widget do hlavního okna. V <b>GTK#</b> se umístění widgetu řídí speciálním typem widgetů označovaných jako <b>kontejnerové</b> widgety. Pokud widget neumístíte do kontejneru, vyplní veškeré dostupné místo v okně. Opravdu chcete pokračovat?
de: Sie versuchen, im Hauptfenster ein Widget einzufügen, das kein Container ist. In <b>GTK#</b> wird die Positionierung von Widgets durch eine bestimmte Art von Widgets gesteuert, die <b>Containerwidgets</b> genannt werden. Wenn Sie das Widget nicht in einem Container platzieren, füllt es den gesamten verfügbaren Platz im Fenster aus. Möchten Sie den Vorgang wirklich fortsetzen?
es: Está intentando agregar un widget que no es de contenedor a la ventana principal. En <b>GTK#</b>, el posicionamiento de los widgets se controla con un tipo especial de widgets que se denominan widgets <b>de contenedor</b>. Si no pone el widget en un contenedor, ocupará todo el espacio disponible en la ventana. ¿Está seguro de que desea continuar?
fr: Vous essayez d’ajouter un widget non-conteneur dans la fenêtre principale. Dans <b>GTK #</b>, le positionnement des widgets est contrôlé par des widgets d’un type spécial appelés widgets <b>conteneurs</b>. Si vous ne placez pas le widget dans un conteneur, il remplit tout l’espace disponible dans la fenêtre. Voulez-vous vraiment continuer ?
it: Si sta provando ad aggiungere un widget non contenitore nella finestra principale. In <b>GTK#</b> il posizionamento dei widget è controllato da uno speciale tipo di widget denominato <b>Contenitore</b>. Se non inserisce il widget in un contenitore, occuperà tutto lo spazio disponibile nella finestra. Continuare?
ja: メイン ウィンドウに非コンテナー ウィジェットを追加しようとしています。<b>GTK#</b> では、ウィジェットの位置は<b>コンテナー</b> ウィジェットという特殊な種類のウィジェットによって制御されます。ウィジェットをコンテナーに入れない場合、ウィンドウ内の使用可能な領域いっぱいの大きさになります。続行しますか?
ko: 컨테이너가 아닌 위젯을 주 창에 추가하려고 합니다. <b>GTK#</b>에서 위젯 위치 지정은 <b>컨테이너</b> 위젯이라는 특수한 종류의 위젯으로 제어됩니다. 위젯을 컨테이너에 배치하지 않으면 위젯이 창의 사용 가능한 공간을 모두 채웁니다. 계속할까요?
pl: Próbujesz dodać widżet niebędący kontenerem do okna głównego. W bibliotece <b>GTK#</b> pozycjonowanie widżetów jest kontrolowane przez specjalny typ widżetów nazywanych widżetami<b>kontenera</b>. Jeśli widżet nie zostanie umieszczony w kontenerze, wypełni całą dostępną przestrzeń w oknie. Czy na pewno chcesz kontynuować?
pt_br: Você está tentando adicionar um widget sem contêineres à janela principal. No <b>GTK#</b>, o posicionamento do widget é controlado por um tipo especial de widget chamado <b>Contêiner</b>. Se você não colocar o widget em um contêiner, ele preencherá todo o espaço disponível na janela. Tem certeza de que deseja continuar?
ru: Вы пытаетесь добавить не являющееся контейнером мини-приложение в главное окно. В <b>GTK#</b> размещение мини-приложений управляется особым типом мини-приложений под названием <b>Container</b>. Если не поместить мини-приложение в контейнер, оно заполнит все доступное пространство в окне. Вы действительно хотите продолжить?
tr: Ana pencereye kapsayıcı olmayan bir pencere öğesi eklemeye çalışıyorsunuz. <b>GTK#</b> içinde, pencere öğesi konumlandırması <b>Kapsayıcı</b> pencere öğeleri adı verilen özel bir pencere öğesi türü tarafından yönetilir. Pencere öğesini bir kapsayıcının içine yerleştirmezseniz, penceredeki tüm kullanılabilir alanı kaplar. Devam etmek istediğinizden emin misiniz?
uk: Ви намагаєтесь додати у головне вікно віджет, який не є контейнером. У <b>GTK#</b> розташуванням віджетів керують спеціальні віджети, які називають <b>контейнерами</b>. Якщо ви не вставити віджет у контейнер, він заповнить увесь доступний простір у вікні. Впевнені, що бажаєте продовжити?
zh_cn: 你正试图向主窗口添加非容器小组件。在 <b>GTK#</b> 中，小组件的位置由一组称为<b>容器</b>小组件的特殊类型的小组件控制。如果你不将该小组件放入容器，它将占满窗口中的所有可用空间。你确定要继续?
zh_tw: 您正在嘗試將非容器 Widget 新增至主視窗。在 <b>GTK#</b> 中，Widget 定位是透過特殊類型的 Widget (稱為 [容器]<b></b> Widget) 所控制。如果您未將 Widget 放入容器中，其會填入視窗中的所有可用空間。確定要繼續嗎?

source: You are trying to commit files which have unsaved changes.
cs: Pokoušíte se odeslat soubory s neuloženými změnami.
de: Einige der Commit-Dateien enthalten nicht gespeicherte Änderungen.
es: Está intentando confirmar archivos que tienen cambios sin guardar.
fr: Vous tentez de valider des fichiers contenant des modifications non enregistrées.
it: Si è provato a eseguire il commit di file con modifiche non salvate.
ja: 保存していない変更があるファイルをコミットしようとしています。
ko: 저장되지 않은 변경 내용이 있는 파일을 커밋하려고 합니다.
pl: Próbujesz zatwierdzić pliki, które mają niezapisane zmiany.
pt_br: Você está tentando confirmar arquivos que têm modificações não salvas.
ru: Вы пытаетесь зафиксировать файлы с несохраненными изменениями.
tr: Kaydedilmemiş değişiklikleri olan dosyaları yürütmeye çalışıyorsunuz.
uk: Ви намагаєтесь подати файли, які мають незбережені зміни.
zh_cn: 你正试图提交具有未保存更改的文件。
zh_tw: 您嘗試認可尚未儲存變更的檔案。

source: You can start {0} without these extensions, but the functionality they provide will be missing. Do you wish to continue?
cs: {0} můžete spustit bez těchto rozšíření, bude ale chybět funkčnost, kterou poskytují. Chcete pokračovat?
de: Sie können {0} ohne diese Erweiterungen starten, die durch sie bereitgestellten Funktionen sind dann jedoch ebenfalls nicht verfügbar. Möchten Sie fortfahren?
es: Puede iniciar {0} sin estas extensiones, pero faltará la funcionalidad que proporcionan. ¿Quiere continuar?
fr: Vous pouvez démarrer {0} sans ces extensions, mais vous n'aurez pas accès à leurs fonctionnalités. Voulez-vous continuer ?
ja: これらの拡張機能なしで {0} を開始できますが、拡張機能によって提供されている機能は失われます。続行しますか?
ko: 이러한 확장 없이 {0}을(를) 시작할 수 있지만 해당 확장에서 제공하는 기능이 누락됩니다. 계속할까요?
pl: Możesz rozpocząć {0} bez tych rozszerzeń, ale oferowana przez nie funkcjonalność będzie niedostępna. Czy chcesz kontynuować?
pt_br: É possível iniciar {0} sem essas extensões, mas a funcionalidade que elas fornecem estarão ausentes. Deseja continuar?
ru: Можно запустить {0} без этих расширений, но будут отсутствовать некоторые предоставляемые функциональные возможности. Продолжить?
tr: {0} öğesini bu uzantılar olmadan çalıştırabilirsiniz ancak bu uzantıların sağladığı işlevsellik eksik olacaktır. Devam etmek istiyor musunuz?

source: You do not have permission to create to {0}
cs: Nemáte oprávnění k vytvoření {0}.
de: Sie besitzen keine Berechtigung zum Erstellen in {0}.
es: No tiene permiso para crear en {0}
fr: Vous n’êtes pas autorisé à créer dans {0}
it: Non si è autorizzati a creare in {0}
ja: {0} に対して作成する許可がありません
ko: {0}에 만들 수 있는 권한이 없습니다.
pl: Nie masz uprawnień do tworzenia w lokalizacji {0}
pt_br: Você não tem permissão para criar em {0}
ru: У вас нет разрешения на создание в {0}
tr: {0} oluşturmak için izniniz yok
uk: Ви не маєте прав на створення в {0}
zh_cn: 你无权创建到 {0}
zh_tw: 您無權建立至 {0}

source: You may have forgotten to unselect items.
cs: Možná jste zapomněli zrušit výběr položek.
de: Möglicherweise wurde die Auswahl von Elementen nicht aufgehoben.
es: Puede que haya olvidado anular la selección de los elementos.
fr: Vous avez peut-être oublié de désélectionner des éléments.
it: È possibile che si sia dimenticato di deselezionare gli elementi.
ja: 項目を選択解除し忘れた可能性があります。
ko: 항목의 선택을 취소하는 것을 잊었을 수 있습니다.
pl: Możliwe, że nie usunięto zaznaczenia elementów.
pt_br: Você pode ter esquecido de desmarcar itens.
ru: Возможно, вы забыли отменить выбор элементов.
tr: Öğelerin seçimini kaldırmayı unutmuş olabilirsiniz.
uk: Можливо ви забули зняти вибір з елементів.
zh_cn: 你可能忘记了取消选择项。
zh_tw: 您可能忘了取消選取項目。

source: You may need to install the .NET SDK.
cs: Zřejmě je potřeba nainstalovat sadu .NET SDK.
de: .NET SDK muss ggf. noch installiert werden.
es: Puede ser necesario instalar el SDK de .NET.
fr: Il se peut que vous deviez installer le Kit de développement logiciel (SDK) .NET.
it: Potrebbe essere necessario installare .NET SDK.
ja: .NET SDK をインストールする必要があるかもしれません。
ko: .NET SDK를 설치해야 할 수 있습니다.
pl: Może być konieczne zainstalowanie zestawu SDK programu .NET.
pt_br: Talvez você precise instalar o SDK do .NET.
ru: Возможно, потребуется установить пакет SDK .NET.
tr: .NET SDK'sini yüklemeniz gerekebilir.
uk: Можливо доведеться встановити .NET SDK.
zh_cn: 你可能需要安装 .NET SDK。
zh_tw: 您可能需要安裝 .NET SDK

source: You must manually pick a profile in the drop-down selector.
cs: Profil musíte ručně vybrat v rozevíracím selektoru.
de: Sie müssen in der Dropdownauswahl manuell ein Profil auswählen.
es: Debe seleccionar un perfil manualmente en el selector desplegable.
fr: Vous devez sélectionner manuellement un profil dans le sélecteur de la liste déroulante.
it: È necessario selezionare manualmente un profilo nel selettore a discesa.
ja: ドロップ ダウン セレクターを使用してプロファイルを手動で選択する必要があります。
ko: 드롭다운 선택기에서 프로필을 수동으로 선택해야 합니다.
pl: Należy ręcznie wybrać profil w selektorze listy rozwijanej.
pt_br: Você deve selecionar manualmente um perfil no seletor suspenso.
ru: Вам следует вручную выбрать профиль в раскрывающемся списке.
tr: Açılır seçicide el ile bir profil seçmeniz gerekir.
zh_cn: 必须在下拉选择器中手动选择配置文件。
zh_tw: 您必須在下拉式選取器中手動挑選設定檔。

source: You need a newer monodoc to use it externally from MonoDevelop. Using the integrated help viewer now.
cs: Potřebujete novější monodoc k externímu použití z MonoDevelopu. Teď se používá integrovaný prohlížeč nápovědy.
de: Sie benötigen ein neueres Monodoc, um es extern von MonoDevelop zu verwenden. Der integrierte Help Viewer wird jetzt verwendet.
es: Necesita una versión más reciente de Monodoc para usarla fuera de MonoDevelop. Ahora se utiliza el visor de ayuda integrado.
fr: Vous avez besoin d’un monodoc plus récent pour l’utiliser hors de MonoDevelop. L’aide intégrée de la visionneuse est actuellement utilisée.
it: È necessario un file monodoc più recente per usarlo esternamente da MonoDevelop. Per il momento verrà usato il visualizzatore della Guida integrato.
ja: MonoDevelop 外部で使用する場合には、新しい Monodoc が必要です。現在、統合ヘルプ ビューアーを使用しています。
ko: MonoDevelop에서 외부적으로 사용하려면 최신 monodoc가 필요합니다. 현재 통합된 도움말 뷰어를 사용하고 있습니다.
pl: Wymagana jest nowsza wersja struktury monodoc, aby można było używać jej zewnętrznie z poziomu środowiska MonoDevelop. Zostanie użyty zintegrowany podgląd Pomocy.
pt_br: Você precisa de um monodoc mais recente para usá-lo externamente no MonoDevelop. Usando o visualizador de ajuda integrado agora.
ru: Для использования извне MonoDevelop требуется более новая версия Monodoc. Сейчас используется интегрированное окно справки.
tr: MonoDevelop dışında kullanmak için daha yeni bir monodoc'a ihtiyacınız var. Şimdi, tümleşik yardım görüntüleyicisi kullanılıyor.
uk: Для використання за межами MonoDevelop потрібна новіша monodoc. Зараз використовується вбудований оглядач довідки.
zh_cn: 你需要有更新的 monodoc 才能从 MonoDevelop 外部使用它。现在使用集成的帮助查看器。
zh_tw: 您需要較新的 monodoc，才能從 MonoDevelop 外部加以使用。將會立即使用整合式說明檢視器。

source: Your library will be compatible with all frameworks that support the selected <a href='{0}'>.NET Standard</a> version.
cs: Vaše knihovna bude kompatibilní se všemi architekturami, které podporují vybranou verzi <a href='{0}'>.NET Standard</a>.
de: Ihre Bibliothek ist dann mit allen Frameworks kompatibel, die die ausgewählte <a href='{0}'>.NET Standard</a>-Version unterstützen.
es: La biblioteca será compatible con todos los marcos de trabajo que admiten la versión de <a href='{0}'>.NET Standard</a> seleccionada.
fr: Votre bibliothèque sera compatible avec tous les frameworks qui prennent en charge la version <a href='{0}'>.NET Standard</a> sélectionnée.
ja: ライブラリは、選択した <a href='{0}'>.NET Standard</a>バージョンをサポートするすべてのフレームワークと互換性があります。
ko: 라이브러리는 선택한 <a href='{0}'>.NET Standard</a> 버전을 지원하는 모든 프레임워크와 호환됩니다.
pl: Twoja biblioteka będzie zgodna ze wszystkimi strukturami, które obsługują wybraną wersję <a href='{0}'>.NET Standard</a>.
pt_br: Sua biblioteca será compatível com todas as estruturas que dão suporte a versão selecionada do <a href='{0}'>.NET Standard</a>.
ru: Библиотека будет совместима со всеми платформами, которые поддерживают выбранную версию <a href='{0}'>.NET Standard</a>.
tr: Kitaplığınız, seçilen <a href='{0}'>.NET Standard</a> sürümünü destekleyen tüm çerçevelerle uyumlu olacak.

source: Your library will be compatible with the frameworks supported by the selected <a href='{0}'>PCL profile</a>.
cs: Vaše knihovna bude kompatibilní s architekturami, které jsou podporované vybraným <a href='{0}'>profilem PCL</a>.
de: Ihre Bibliothek ist dann mit den vom ausgewählten <a href='{0}'>PCL-Profil</a> unterstützten Frameworks kompatibel.
es: La biblioteca será compatible con los marcos de trabajo que el <a href='{0}'>perfil PCL</a> seleccionado admite.
fr: Votre bibliothèque sera compatible avec les frameworks pris en charge par le <a href='{0}'>profil PCL</a> sélectionné.
ja: ライブラリは、選択した <a href='{0}'>PCL プロファイル</a>でサポートされるフレームワークと互換性があります。
ko: 라이브러리는 선택한 <a href='{0}'>PCL 프로필</a>에서 지원하는 프레임워크와 호환됩니다.
pl: Twoja biblioteka będzie zgodna ze strukturami obsługiwanymi przez wybrany <a href='{0}'>profil PCL</a>.
pt_br: Sua biblioteca será compatível com as estruturas com suporte para o <a href='{0}'>perfil PCL</a> selecionado.
ru: Библиотека будет совместима с платформами, поддерживаемыми выбранным <a href='{0}'>профилем PCL</a>.
tr: Kitaplığınız, seçilen <a href='{0}'>PCL profilinin</a> desteklediği çerçevelerle uyumlu olacak.

source: Zero-width negative lookahead assertion. Continues match only if the subexpression does not match at this position on the right. For example, \b(?!un)\w+\b matches words that do not begin with un.
cs: Negativní kontrolní výraz dopředného vyhledávání s nulovou délkou. Shoda platí jenom v případě, že se dílčí výraz neshoduje na této pozici napravo. Konstrukce \b(?!un)\w+\b například najde slova, která nezačínají na un.
de: Negative Lookaheadassertion mit Nullbreite. Setzt den Vergleich nur fort, wenn der Teilausdruck an dieser Position auf der rechten Seite nicht übereinstimmt. Beispiel: \b(?!un)\w+\b entspricht Wörtern, die nicht mit 'un' beginnen.
es: Aserción anterior negativa de ancho cero. Continúa la comparación solo si la subexpresión no coincide en esta posición a la derecha. Por ejemplo, \b(?!un)\w+\b busca palabras que no coinciden con un.
fr: Assertion avant négative de largeur nulle. Continue la recherche de correspondance uniquement si la sous-expression ne correspond pas à cette position à droite. Par exemple, \b(?!un)\w+\b correspond aux mots qui ne commencent pas par un.
it: Asserzione lookahead negativa a larghezza zero. Continua a cercare corrispondenze solo se la sottoespressione non corrisponde alla posizione specificata sulla destra. Ad esempio \b(?!un)\w+\b consente di trovare parole che non iniziano per un.
ja: ゼロ幅の否定的な先読みアサーション。 部分式がこの位置の右側で一致していない場合に限り照合を 続行します。 たとえば、\b(?!un)\w+\b は先頭が un でないワードに一致します。
ko: 너비가 0인 부정 lookahead 어설션입니다. 하위 식이 오른쪽의 이 위치에서 일치하지 않는 경우에만 일치 항목 찾기를 계속합니다. 예를 들어 \b(?!un)\w+\b는 un으로 시작하지 않는 단어를 찾습니다.
pl: Ujemna asercja wyprzedzająca o zerowej szerokości. Kontynuuje dopasowanie tylko wtedy, gdy podwyrażenie nie jest zgodne w tej pozycji po prawej stronie. Na przykład wyrażenie \b(?!ni)\w+\b dopasowuje słowa, które nie zaczynają się od ni.
pt_br: Asserção lookahead negativa de largura zero. Continuará a corresponder apenas se a subexpressão não corresponder nesta posição à direita. Por exemplo, \b(?!un)\w+\b corresponde a palavras que não começam com un.
ru: Отрицательное утверждение просмотра вперед нулевой ширины. Продолжает соответствовать, только если часть выражения не совпадает в этой позиции справа. Например, \b(?!un)\w+\b соответствует словам, которые начинаются не с un.
tr: Sıfır genişlikli negatif ileri yönlü onaylama. Eşleştirmeyi yalnızca alt ifade sağda bu konumda eşleşmiyorsa sürdürür. Örneğin, \b(?!un)\w+\b un ile başlamayan sözcüklerle eşleşir.
zh_cn: 零宽度负预测先行断言。 仅当子表达式不在此位置的右侧 匹配时才继续匹配。 例如，\b(?!un)\w+\b 与不以 un 开头的单词匹配。
zh_tw: 零寬度負 Lookahead 判斷提示。 只有在右側這個位置的子運算式不相符時， 才會繼續相符。 例如，\b(?!un)\w+\b 符合開頭不是 un 的字組。
