Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Show Failed Tests
cs: Zobrazit neúspěšné testy
de: Tests mit Fehlern anzeigen
es: Mostrar pruebas no superadas
fr: Afficher les tests ayant échoué
it: Mostra i test non superati
ja: 失敗したテストを表示する
ko: 실패한 테스트 표시
pl: Pokaż testy zakończone niepowodzeniem
pt_br: Mostrar Testes com Falha
ru: Показать неудачные тесты
tr: Başarısız Testleri Göster
uk: Показати провалені тести
zh_cn: 显示失败的测试
zh_tw: 顯示失敗的測試

source: Show Files:
cs: Zobrazit soubory:
de: Dateien anzeigen:
es: Mostrar archivos:
fr: Afficher les fichiers :
ja: ファイルの表示:
ko: 파일 표시:
pl: Pokaż pliki:
pt_br: Mostrar Arquivos:
ru: Показать файлы:
tr: Dosyaları Göster:

source: Show Ignored Tests
cs: Zobrazit ignorované testy
de: Ignorierte Tests anzeigen
es: Mostrar pruebas omitidas
fr: Afficher les tests ignorés
it: Mostra i test ignorati
ja: 無視されたテストを表示する
ko: 무시된 테스트 표시
pl: Pokaż zignorowane testy
pt_br: Mostrar Testes Ignorados
ru: Показать пропущенные тесты
tr: Yoksayılan Testleri Göster
uk: Показати пропущені тести
zh_cn: 显示忽略的测试
zh_tw: 顯示忽略的測試

source: Show Inconclusive Tests
cs: Zobrazit neprůkazné testy
de: Nicht eindeutige Tests anzeigen
es: Mostrar pruebas no concluyentes
fr: Afficher les tests non concluants
it: Mostra i test senza risultati
ja: 結果が不確定のテストを表示する
ko: 결과가 불충분한 테스트 표시
pl: Pokaż testy niejednoznaczne
pt_br: Mostrar Testes Inconclusivos
ru: Показать тесты с неопределенным результатом
tr: Sonuçlandırılamayan Testleri Göster
uk: Показати непереконливі тести
zh_cn: 显示无结论的测试
zh_tw: 顯示結果不明的測試

source: Show Line Number
cs: Zobrazit číslo řádku
de: Zeilennummer anzeigen
es: Mostrar número de línea
fr: Afficher le numéro de ligne
it: Mostra numero di riga
ja: 行番号を表示する
ko: 줄 번호 표시
pl: Pokaż numer wiersza
pt_br: Mostrar Número de Linha
ru: Показать номер строки
tr: Satır Numarasını Göster
uk: Показати номер рядка
zh_cn: 显示行号
zh_tw: 顯示行號

source: Show Messages
cs: Zobrazovat zprávy
de: Meldungen anzeigen
es: Mostrar mensajes
fr: Afficher les messages
it: Mostra messaggi
ja: メッセージを表示
ko: 메시지 표시
pl: Pokaż komunikaty
pt_br: Mostrar Mensagens
ru: Показать сообщения
tr: İletileri Göster
uk: Показати повідомлення
zh_cn: 显示消息
zh_tw: 顯示訊息

source: Show Module Name
cs: Zobrazit název modulu
de: Modulnamen anzeigen
es: Mostrar nombre de módulo
fr: Afficher le nom du module
it: Mostra nome del modulo
ja: モジュール名を表示する
ko: 모듈 이름 표시
pl: Pokaż nazwę modułu
pt_br: Mostrar Nome do Módulo
ru: Показать имя модуля
tr: Modül Adını Göster
uk: Показати назву модуля
zh_cn: 显示模块名称
zh_tw: 顯示模組名稱

source: Show MonoDevelop options window
cs: Zobrazit okno možností MonoDevelop
de: MonoDevelop-Optionsfenster anzeigen
es: Mostrar ventana de opciones de MonoDevelop
fr: Afficher la fenêtre d’options de MonoDevelop
it: Visualizza la finestra delle opzioni di MonoDevelop
ja: MonoDevelop のオプション ウィンドウを表示
ko: MonoDevelop 옵션 창 표시
pl: Pokaż okno opcji narzędzia MonoDevelop
pt_br: Mostrar janela de opções do MonoDevelop
ru: Показать окно параметров MonoDevelop
tr: MonoDevelop seçenekleri penceresini göster
uk: Показати вікно параметрів MonoDevelop
zh_cn: 显示 MonoDevelop 选项窗口
zh_tw: 顯示 MonoDevelop 選項視窗

source: Show MonoDevelop preferences window
cs: Zobrazit okno předvoleb MonoDevelop
de: MonoDevelop-Einstellungsfenster anzeigen
es: Mostrar ventana de preferencias de MonoDevelop
fr: Afficher la fenêtre de préférences de MonoDevelop
it: Visualizza la finestra delle preferenze di MonoDevelop
ja: MonoDevelop の設定ウィンドウを表示
ko: MonoDevelop 기본 설정 창 표시
pl: Pokaż okno preferencji narzędzia MonoDevelop
pt_br: Mostrar janela de preferências do MonoDevelop
ru: Показать окно предпочтений MonoDevelop
tr: MonoDevelop tercihleri penceresini göster
uk: Показати вікно уподобань MonoDevelop
zh_cn: 显示 MonoDevelop 首选项窗口
zh_tw: 顯示 MonoDevelop 喜好設定視窗

source: Show More
cs: Zobrazit více
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra dettagli
ja: 詳細表示
ko: 자세히 표시
pl: Pokaż więcej
pt_br: Mostrar Mais
ru: Больше
tr: Daha Fazlasını Göster
uk: Показати більше
zh_cn: 显示更多
zh_tw: 顯示較多

source: Show Next
cs: Zobrazit následující
de: Nächstes anzeigen
es: Mostrar siguiente
fr: Afficher la suivante
it: Mostra successivo
ja: 次を表示
ko: 다음 표시
pl: Pokaż następne
pt_br: Mostrar Próximo
ru: Показать следующий
tr: Sonrakini Göster
uk: Показати наступне
zh_cn: 显示下一个
zh_tw: 顯示下一個

source: Show Next (Difference)
cs: Zobrazit další (rozdíl)
de: Nächstes Element anzeigen (Differenz)
es: Mostrar siguiente (diferencia)
fr: Afficher la suivante (différence)
it: Mostra successivo (differenza)
ja: 次を表示 (差分)
ko: 다음 표시(차이점)
pl: Pokaż następny (różnica)
pt_br: Mostrar Próximo (Diferença)
ru: Показать следующее (несовпадения)
tr: Sonrakini Göster (Fark)

source: Show Next ({0})
cs: Zobrazit následující ({0})
de: Nächstes anzeigen ({0})
es: Mostrar siguiente ({0})
fr: Afficher suivant ({0})
it: Mostra successivo ({0})
ja: 次の ({0}) を表示
ko: 다음 표시({0})
pl: Pokaż następne ({0})
pt_br: Mostrar Próximo ({0})
ru: Показать следующий ({0})
tr: Sonraki ({0}) Öğesini Göster
uk: Показати наступний ({0})
zh_cn: 显示下一个({0})
zh_tw: 顯示下一個 ({0})

source: Show Next Statement
cs: Zobrazit další příkaz
de: Nächste Anweisung anzeigen
es: Mostrar la instrucción siguiente
fr: Afficher l’instruction suivante
it: Mostra istruzione successiva
ja: 次のステートメントの表示
ko: 다음 문 표시
pl: Pokaż następną instrukcję
pt_br: Mostrar Próxima Instrução
ru: Показать следующий оператор
tr: Sonraki Bildirimi Göster
uk: Показати наступну інструкцію
zh_cn: 显示下一语句
zh_tw: 顯示下一個陳述式

source: Show Output
cs: Zobrazit výstup
de: Ausgabe anzeigen
es: Mostrar salida
fr: Afficher la sortie
it: Mostra output
ja: 出力の表示
ko: 출력 표시
pl: Pokaż dane wyjściowe
pt_br: Mostrar Saída
ru: Показать выходные данные
tr: Çıktıyı Göster
uk: Показувати виведене
zh_cn: 显示输出
zh_tw: 顯示輸出

source: Show Parameter List
cs: Zobrazit seznam parametrů
de: Parameterliste anzeigen
es: Mostrar lista de parámetros
fr: Afficher la liste des paramètres
it: Mostra elenco parametri
ja: パラメーター リストの表示
ko: 매개 변수 목록 표시
pl: Pokaż listę parametrów
pt_br: Mostrar a Lista de Parâmetros
ru: Показать список параметров
tr: Parametre Listesini Göster
uk: Показати список параметрів
zh_cn: 显示参数列表
zh_tw: 顯示參數清單

source: Show Parameter Name
cs: Zobrazit název parametru
de: Parameternamen anzeigen
es: Mostrar nombre de parámetro
fr: Afficher le nom du paramètre
it: Mostra nome del parametro
ja: パラメーター名を表示する
ko: 매개 변수 이름 표시
pl: Pokaż nazwę parametru
pt_br: Mostrar Nome do Parâmetro
ru: Показать имя параметра
tr: Parametre Adını Göster
uk: Показати назву параметра
zh_cn: 显示参数名称
zh_tw: 顯示參數名稱

source: Show Parameter Type
cs: Zobrazit typ parametru
de: Parametertyp anzeigen
es: Mostrar tipo de parámetro
fr: Afficher le type de paramètre
it: Mostra tipo di parametro
ja: パラメーターの種類の表示
ko: 매개 변수 형식 표시
pl: Pokaż typ parametru
pt_br: Mostrar Tipo de Parâmetro
ru: Показать тип параметра
tr: Parametre Türünü Göster
uk: Показати тип параметра
zh_cn: 显示参数类型
zh_tw: 顯示參數類型

source: Show Parameter Value
cs: Zobrazit hodnotu parametru
de: Parameterwert anzeigen
es: Mostrar valor de parámetro
fr: Afficher la valeur du paramètre
it: Mostra valore del parametro
ja: パラメーター値を表示する
ko: 매개 변수 값 표시
pl: Pokaż wartość parametru
pt_br: Mostrar Valor do Parâmetro
ru: Показать значение параметра
tr: Parametre Değerini Göster
uk: Показати значення параметра
zh_cn: 显示参数值
zh_tw: 顯示參數值

source: Show Previous
cs: Zobrazit předchozí
de: Vorheriges anzeigen
es: Mostrar anterior
fr: Afficher la précédente
it: Mostra precedente
ja: 前を表示
ko: 이전 표시
pl: Pokaż poprzednie
pt_br: Mostrar Anterior
ru: Показать предыдущий
tr: Öncekini Göster
uk: Показати попереднє
zh_cn: 显示上一个
zh_tw: 顯示上一個

source: Show Previous (Difference)
cs: Zobrazit předchozí (rozdíl)
de: Vorheriges Element anzeigen (Differenz)
es: Mostrar anterior (diferencia)
fr: Afficher la précédente (différence)
it: Mostra precedente (differenza)
ja: 前を表示 (差分)
ko: 이전 표시(차이점)
pl: Pokaż poprzedni (różnica)
pt_br: Mostrar Anterior (Diferença)
ru: Показать предыдущее (несовпадения)
tr: Öncekini Göster (Fark)

source: Show Previous ({0})
cs: Zobrazit předchozí ({0})
de: Vorheriges anzeigen ({0})
es: Mostrar anterior ({0})
fr: Afficher précédent ({0})
it: Mostra precedente ({0})
ja: 前の ({0}) を表示
ko: 이전 표시({0})
pl: Pokaż poprzednie ({0})
pt_br: Mostrar Anterior ({0})
ru: Показать предыдущий ({0})
tr: Önceki ({0}) Öğesini Göster
uk: Показати попередній ({0})
zh_cn: 显示上一个({0})
zh_tw: 顯示上一個 ({0})

source: Show Remote Status
cs: Zobrazit vzdálený stav
de: Remotestatus anzeigen
es: Mostrar estado remoto
fr: Afficher l’état à distance
it: Mostra stato remoto
ja: リモート状況を表示
ko: 원격 상태 표시
pl: Pokaż stan zdalny
pt_br: Mostrar Status Remoto
ru: Показать удаленное состояние
tr: Uzaktaki Durumu Göster
zh_cn: 显示远程状态
zh_tw: 顯示遠端狀態

source: Show Scopes
cs: Zobrazit rozsahy
de: Bereiche anzeigen
es: Mostrar ámbitos
fr: Afficher les étendues
ja: スコープの表示
ko: 범위 표시
pl: Pokaż zakresy
pt_br: Mostrar escopos
ru: Показать области
tr: Kapsamları Göster

source: Show Start Window
cs: Zobrazit okno Start
de: Startfenster anzeigen
es: Mostrar ventana de inicio
fr: Afficher la fenêtre de démarrage
ja: スタート ウィンドウを表示する
ko: 시작 창 표시
pl: Pokaż okno uruchamiania
pt_br: Mostrar Janela de Início
ru: Показать начальное окно
tr: Başlangıç Penceresini Göster

source: Show Successful Tests
cs: Zobrazit úspěšné testy
de: Erfolgreiche Tests anzeigen
es: Mostrar pruebas superadas
fr: Afficher les tests réussis
it: Mostra i test superati
ja: 成功したテストを表示する
ko: 성공한 테스트 표시
pl: Pokaż testy zakończone powodzeniem
pt_br: Mostrar Testes Bem-Sucedidos
ru: Показать успешные тесты
tr: Başarılı Testleri Göster
uk: Показати успішні тести
zh_cn: 显示成功的测试
zh_tw: 顯示成功的測試

source: Show Test Counters
cs: Zobrazit počítadla testu
de: Testzähler anzeigen
es: Mostrar contadores de pruebas
fr: Afficher les compteurs de test
it: Mostra contatori test
ja: テスト カウンターを表示する
ko: 테스트 카운터 표시
pl: Pokaż liczniki testu
pt_br: Mostrar Contadores de Testes
ru: Показать счетчики теста
tr: Test Sayaçlarını Göster
uk: Показати лічильники тестів
zh_cn: 显示测试计数器
zh_tw: 顯示測試計數

source: Show Test Time
cs: Zobrazit čas testu
de: Testzeit anzeigen
es: Mostrar el tiempo de la prueba
fr: Afficher la durée du test
it: Mostra tempo test
ja: テスト時間を表示する
ko: 테스트 시간 표시
pl: Pokaż czas testu
pt_br: Mostrar Tempo do Teste
ru: Показать время теста
tr: Test Süresini Göster
uk: Показати час тестування
zh_cn: 显示测试时间
zh_tw: 顯示測試時間

source: Show Value
cs: Zobrazit hodnotu
de: Wert anzeigen
es: Mostrar valor
fr: Afficher la valeur
it: Mostra valore
ja: 値を表示する
ko: 값 표시
pl: Pokaż wartość
pt_br: Mostrar Valor
ru: Показать значение
tr: Değeri Göster
uk: Показати значення
zh_cn: 显示值
zh_tw: 顯示值

source: Show Values
cs: Zobrazit hodnoty
de: Werte anzeigen
es: Mostrar valores
fr: Afficher les valeurs
it: Mostra valori
ja: 値を表示する
ko: 값 표시
pl: Pokaż wartości
pt_br: Mostrar Valores
ru: Показать значения
tr: Değerleri Göster
uk: Показати значення
zh_cn: 显示值
zh_tw: 顯示值

source: Show Version Control Overlay Icons
cs: Zobrazovat překryté ikony správy verzí
de: Overlaysymbole der Versionskontrolle anzeigen
es: Mostrar iconos de superposición de control de versiones
fr: Afficher les icônes de superposition de la gestion de version
it: Mostra icone di controllo della versione in sovrimpressione
ja: バージョン コントロールのオーバーレイ アイコンを表示
ko: 버전 제어 오버레이 아이콘 표시
pl: Pokaż ikony nakładki kontroli wersji
pt_br: Mostrar Ícones de Sobreposição de Controle de Versão
ru: Показать значки наложения для управления версиями
tr: Sürüm Denetimi Yer Paylaşım Simgelerini Göster
zh_cn: 显示版本控制覆盖图标
zh_tw: 顯示版本控制覆疊圖示

source: Show Warnings
cs: Zobrazovat upozornění
de: Warnungen anzeigen
es: Mostrar advertencias
fr: Afficher les avertissements
it: Mostra avvisi
ja: 警告を表示
ko: 경고 표시
pl: Pokaż ostrzeżenia
pt_br: Mostrar Avisos
ru: Показать предупреждения
tr: Uyarıları Göster
uk: Показати попередження
zh_cn: 显示警告
zh_tw: 顯示警告

source: Show Welcome Page
cs: Zobrazit úvodní stránku
de: Willkommensseite anzeigen
es: Mostrar página principal
fr: Afficher la page d'accueil
ja: ウェルカム ページを表示する
ko: 시작 페이지 표시
pl: Pokaż stronę powitalną
pt_br: Mostrar Página Inicial
ru: Показать страницу приветствия
tr: Karşılama Sayfasını Göster

source: Show _Authors prior to this change
cs: Zobrazit _autory před touto změnou
de: _Autoren vor dieser Änderung anzeigen
es: Mostrar _autores antes de realizar este cambio.
fr: Afficher _Authors avant ce changement
ja: この変更の前に作成者を表示する(_A)
ko: 이 변경 전 만든 이 표시(_A)
pl: Pokaż _autorów przed tą zmianą
pt_br: Mostrar _Autores antes dessa alteração
ru: Показать _авторов до этого изменения
tr: Bu değişiklikten önceki _Yazarları Göster

source: Show _Minimap
cs: Zobrazit _minimapu
de: _Minimap anzeigen
es: Mostrar _minimapa
fr: Afficher la _minimap
it: Mostra _mini mappa
ja: ミニマップの表示(_M)
ko: 미니맵 표시(_M)
pl: Pokaż _minimapę
pt_br: Mostrar _Minimapa
ru: Показать _мини-карту
tr: _Mini Haritayı Göster
uk: Показати _мінікарту
zh_cn: 显示 Minimap(_M)
zh_tw: 顯示迷你地圖(_M)

source: Show _column ruler
cs: Zobrazit _pravítko pro sloupce
de: Spaltenlineal anze_igen
es: Mostrar regla de _columna
fr: Affi_cher la règle de colonne
it: Mostra rig_hello colonne
ja: 列ルーラーを表示する(_C)
ko: 열 눈금자 표시(_C)
pl: Pokaż linijkę _kolumn
pt_br: Mostrar régua da _coluna
ru: Показать _линейку столбца
tr: Sütun cetvelini _göster
uk: Показувати край колонки
zh_cn: 显示列标尺(_C)
zh_tw: 顯示資料行尺規(_C)

source: Show about dialog
cs: Zobrazit dialog O produktu
de: Info-Dialogfeld anzeigen
es: Mostrar cuadro de diálogo Acerca de
fr: Afficher la boîte de dialogue À propos de
it: Mostra la finestra di dialogo Informazioni su
ja: バージョン情報ダイアログを表示します
ko: 정보 대화 상자 표시
pl: Pokaż okno Informacje
pt_br: Mostrar caixa de diálogo Sobre
ru: Показать диалоговое окно сведений о программе
tr: Hakkında iletişim kutusunu gösterme
uk: Показати діалог про програму
zh_cn: 显示“关于”对话框
zh_tw: 顯示關於對話方塊

source: Show all applications' windows
cs: Zobrazit okna všech aplikací
de: Fenster aller Anwendungen anzeigen
es: Mostrar todas las ventanas de aplicaciones
fr: Afficher les fenêtres de toutes les applications
it: Mostra le finestre di tutte le applicazioni
ja: すべてのアプリケーションのウィンドウを表示する
ko: 모든 애플리케이션의 창 표시
pl: Pokaż wszystkie okna aplikacji
pt_br: Mostrar todas as janelas de aplicativos
ru: Показать окна всех приложений
tr: Tüm uygulamaların pencerelerini göster
uk: Показати вікна всіх застосунків
zh_cn: 显示所有应用程序的窗口
zh_tw: 顯示所有應用程式的視窗

source: Show built-in profile
cs: Zobrazit vestavěný profil
de: Integriertes Profile anzeigen
es: Mostrar perfil integrado
fr: Afficher le profil intégré
it: Mostra il profilo predefinito
ja: 組み込みプロファイルの表示
ko: 내장된 프로필 표시
pl: Pokaż wbudowany profil
pt_br: Mostrar o perfil interno
ru: Показать встроенный профиль
tr: Yerleşik profili göster
uk: Показати вбудований профіль
zh_cn: 显示内置配置文件
zh_tw: 顯示內建設定檔

source: Show categories
cs: Zobrazit kategorie
de: Kategorien anzeigen
es: Mostrar categorías
fr: Afficher les catégories
it: Mostra categorie
ja: カテゴリの表示
ko: 범주 표시
pl: Pokaż kategorie
pt_br: Mostrar categorias
ru: Показать категории
tr: Kategorileri göster
uk: Показати категорії
zh_cn: 显示类别
zh_tw: 顯示分類

source: Show completion item filters
cs: Zobrazit filtry položek pro doplňování
de: Vervollständigungselementfilter anzeigen
es: Mostrar filtros de elementos de finalización
fr: Afficher les filtres d'éléments de complétion
ja: 入力候補の項目フィルターを表示する
ko: 완성 항목 필터 표시
pl: Pokaż filtry elementów uzupełniania
pt_br: Mostrar filtros de itens de conclusão
ru: Показывать фильтры элементов завершения
tr: Tamamlanma öğesi filtrelerini göster

source: Show completion list after a character is deleted
cs: Zobrazit seznam pro doplňování po odstranění znaku
de: Vervollständigungsliste nach Löschen eines Zeichens anzeigen
es: Mostrar lista de finalización después de eliminar un carácter
fr: Afficher la liste de complétion après la suppression d'un caractère
ja: 文字が削除された後に入力候補一覧を表示する
ko: 문자를 삭제하면 완성 목록 표시
pl: Pokaż listę uzupełniania po usunięciu znaku
pt_br: Mostrar lista de conclusão após um caractere ser excluído
ru: Показывать список завершения после удаления символа
tr: Bir karakter silindikten sonra tamamlanma listesini göster

source: Show error pad:
cs: Zobrazit panel chyb:
de: Fehlerbereich anzeigen:
es: Mostrar panel de errores:
fr: Afficher le bloc d’erreur :
it: Mostra riquadro errori:
ja: エラー パッドを表示:
ko: 오류 패드 표시:
pl: Pokaż konsolę błędów:
pt_br: Mostrar painel de erro:
ru: Показать панель ошибок:
tr: Hata panelini göster:
uk: Показати панель помилок:
zh_cn: 显示错误板:
zh_tw: 顯示錯誤板:

source: Show failed tests
cs: Zobrazit neúspěšné testy
de: Tests mit Fehlern anzeigen
es: Mostrar pruebas no superadas
fr: Afficher les tests qui ont échoué
it: Mostra i test non superati
ja: 失敗したテストを表示する
ko: 실패한 테스트 표시
pl: Pokaż testy zakończone niepowodzeniem
pt_br: Mostrar testes com falha
ru: Показать неудачные тесты
tr: Başarısız testleri göster
uk: Показати провалені тести
zh_cn: 显示失败的测试
zh_tw: 顯示失敗的測試

source: Show full (diagnostics enabled) or reduced log
cs: Zobrazí úplný protokol (s povolenou diagnostikou) nebo zkrácený protokol.
de: Vollständiges (mit aktivierter Diagnose) oder reduziertes Protokoll anzeigen
es: Mostrar registro completo (diagnóstico habilitado) o reducido
fr: Afficher un journal complet (diagnostics activés) ou réduit
ja: 詳細ログ (診断が有効な場合) または縮小ログを表示する
ko: 전체(진단 사용) 또는 축소된 로그 표시
pl: Pokaż dziennik pełny (diagnostyka włączona) lub zmniejszony
pt_br: Mostrar log total (diagnóstico habilitado) ou reduzido
ru: Отображать полный (с включенной диагностикой) или ограниченный журнал
tr: Tam (tanılama etkin) veya azaltılmış günlüğü göster

source: Show function type signatures
cs: Zobrazit signatury typů funkcí
de: Funktionstypsignaturen anzeigen
es: Mostrar signaturas de tipo de función
fr: Afficher les signatures de type de fonction
ja: 関数の型シグネチャを表示します
ko: 함수 형식 시그니처 표시
pl: Pokaż podpisy typu funkcji
pt_br: Mostrar assinaturas de tipo da função
ru: Показывать сигнатуры типов функций
tr: İşlev türü imzalarını göster

source: Show fuzzy translations
cs: Zobrazit fuzzy překlady
de: Ungenaue Übersetzungen anzeigen
es: Mostrar traducciones parciales
fr: Afficher les traductions approximatives
it: Mostra le traduzioni fuzzy
ja: あいまいな翻訳を表示
ko: 퍼지 번역 표시
pl: Pokaż dopasowania rozmyte tłumaczeń
pt_br: Mostrar traduções difusas
ru: Показать нечеткие переводы
tr: Kesin olmayan çevirileri göster
uk: Показати неточні переклади
zh_cn: 显示模糊的翻译
zh_tw: 顯示模糊翻譯

source: Show help
cs: Zobrazit nápovědu
de: Hilfe anzeigen
es: Mostrar ayuda
fr: Afficher l’aide
it: Mostra la Guida
ja: ヘルプの表示
ko: 도움말 표시
pl: Pokaż pomoc
pt_br: Mostrar ajuda
ru: Показать справку
tr: Yardımı göster
uk: Показати довідку
zh_cn: 显示帮助
zh_tw: 顯示說明

source: Show ignored tests
cs: Zobrazit ignorované testy
de: Ignorierte Tests anzeigen
es: Mostrar pruebas omitidas
fr: Afficher les tests ignorés
it: Mostra i test ignorati
ja: 無視されたテストを表示する
ko: 무시된 테스트 표시
pl: Pokaż zignorowane testy
pt_br: Mostrar testes ignorados
ru: Показать пропущенные тесты
tr: Yoksayılan testleri göster
uk: Показати пропущені тести
zh_cn: 显示忽略的测试
zh_tw: 顯示忽略的測試

source: Show in desktop menu
cs: Zobrazit v nabídce plochy
de: In Desktopmenü anzeigen
es: Mostrar en menú de escritorio
fr: Afficher dans le menu du bureau
it: Mostra nel menu desktop
ja: デスクトップ メニューに表示する
ko: 데스크톱 메뉴에서 표시
pl: Pokaż w menu pulpitu
pt_br: Mostrar no menu da área de trabalho
ru: Показать в меню рабочего стола
tr: Masaüstü menüsünde göster
uk: Показувати в меню
zh_cn: 在桌面菜单中显示
zh_tw: 顯示在桌面功能表中

source: Show inherited class members in a base class group
cs: Zobrazit zděděné členy tříd ve skupině základních tříd
de: Geerbte Klassenmember in einer Basisklassengruppe anzeigen
es: Mostrar miembros de clase heredados en un grupo de clase base
fr: Afficher les membres de classe héritée dans un groupe de classes de base
it: Mostra i membri di classi ereditate in un gruppo di classi di base
ja: 基底クラス グループの継承クラス メンバーを表示する
ko: 기본 클래스 그룹에서 상속된 클래스 맴버 표시
pl: Pokaż odziedziczone składowe klasy w grupie klasy bazowej
pt_br: Mostrar membros de classe herdados em um grupo de classe base
ru: Показать унаследованные элементы классов в группе базовых классов
tr: Devralınan sınıf üyelerini bir temel sınıf grubunda göster
zh_cn: 显示基类组中的继承类成员
zh_tw: 顯示基底類別群組中繼承而來的類別成員

source: Show message bubbles:
cs: Zobrazit bubliny zpráv:
de: Sprechblasen anzeigen:
es: Mostrar burbujas de mensajes:
fr: Afficher des bulles de message :
it: Mostra fumetti per messaggi:
ja: メッセージの吹き出しを表示:
ko: 메시지 풍선 표시:
pl: Pokaż dymki komunikatów:
pt_br: Mostrar balões de mensagens:
ru: Показать пузырьки сообщений:
tr: İleti balonlarını göster:
uk: Показувати спливні повідомлення:
zh_cn: 显示消息气泡:
zh_tw: 顯示訊息泡泡:

source: Show missing translations
cs: Zobrazit chybějící překlady
de: Fehlende Übersetzungen anzeigen
es: Mostrar traducciones que faltan
fr: Afficher les traductions manquantes
it: Mostra le traduzioni mancanti
ja: 未翻訳を表示
ko: 누락된 번역 표시
pl: Pokaż brakujące tłumaczenia
pt_br: Mostrar traduções ausentes
ru: Показать отсутствующие переводы
tr: Eksik çevirileri göster
uk: Показати не перекладені рядки
zh_cn: 显示丢失的翻译
zh_tw: 顯示缺少的翻譯

source: Show next document
cs: Zobrazit následující dokument
de: Nächstes Dokument anzeigen
es: Guardar el documento activo
fr: Afficher le document suivant
it: Mostra il documento successivo
ja: 次のドキュメントを表示します
ko: 다음 문서 표시
pl: Pokaż następny dokument
pt_br: Mostrar próximo documento
ru: Показать следующий документ
tr: Sonraki belgeyi göster
uk: Показати наступний документ
zh_cn: 显示下一个文档
zh_tw: 顯示下一份文件

source: Show one result per day
cs: Zobrazit jeden výsledek denně
de: Ein Ergebnis pro Tag anzeigen
es: Mostrar un resultado por día
fr: Afficher un résultat par jour
it: Mostra un solo risultato per giorno
ja: 1 日あたり 1 個の結果を表示する
ko: 하루에 결과 1개 표시
pl: Pokaż jeden wynik na dzień
pt_br: Mostrar um resultado por dia
ru: Показать один результат на день
tr: Her gün için bir sonuç göster
uk: Показати один результат на день
zh_cn: 每天显示一个结果
zh_tw: 一天顯示一筆結果

source: Show options window
cs: Zobrazit okno možností
de: Optionsfenster anzeigen
es: Mostrar ventana de opciones
fr: Afficher la fenêtre des options
it: Visualizza la finestra delle opzioni
ja: オプション ウィンドウを表示します
ko: 옵션 창 표시
pl: Pokaż okno opcji
pt_br: Mostrar janela de opções
ru: Показать окно параметров
tr: Seçenekler penceresini göster
uk: Показати вікно параметрів
zh_cn: 显示选项窗口
zh_tw: 顯示選項視窗

source: Show output
cs: Zobrazit výstup
de: Ausgabe anzeigen
es: Mostrar salida
fr: Afficher la sortie
it: Mostra output
ja: 出力を表示
ko: 출력 표시
pl: Pokaż dane wyjściowe
pt_br: Mostrar saída
ru: Показать выходные данные
tr: Çıktıyı göster
uk: Показувати виведення
zh_cn: 显示输出
zh_tw: 顯示輸出

source: Show page setup
cs: Zobrazit nastavení stránky
de: Seiteneinrichtung anzeigen
es: Mostrar configuración de página
fr: Afficher la mise en page
it: Mostra le impostazioni di pagina
ja: ページ設定を表示します
ko: 페이지 설정 표시
pl: Pokaż ustawienia strony
pt_br: Mostrar configuração da página
ru: Показать параметры страницы
tr: Sayfa yapısını göster
uk: Показати налаштування сторінки
zh_cn: 显示页面设置
zh_tw: 顯示頁面設定

source: Show pre-release packages
cs: Zobrazit balíčky v předběžné verzi
de: Vorabversionspakete anzeigen
es: Mostrar paquetes en versión preliminar
fr: Afficher les paquets en préversion
it: Mostra pacchetti di versioni non definitive
ja: プレリリース パッケージを表示する
ko: 시험판 패키지 표시
pl: Pokaż pakiety w wersji wstępnej
pt_br: Mostrar pacotes de pré-lançamento
ru: Показать пакеты предварительного выпуска
tr: Ön sürüm paketleri göster
zh_cn: 显示预发行包
zh_tw: 選定發行前版本的封裝

source: Show previous document
cs: Zobrazit předchozí dokument
de: Vorheriges Dokument anzeigen
es: Mostrar documento anterior
fr: Afficher le document précédent
it: Mostra il documento precedente
ja: 前のドキュメントを表示します
ko: 이전 문서 표시
pl: Pokaż poprzedni dokument
pt_br: Mostrar documento anterior
ru: Показать предыдущий документ
tr: Önceki belgeyi göster
uk: Показати попередній документ
zh_cn: 显示上一个文档
zh_tw: 顯示上一份文件
