Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Unhandled error parsing ASP.NET document: {0}
cs: Neošetřená chyba při parsování dokumentu ASP.NET: {0}
de: Unbehandelter Fehler beim Analysieren eines ASP.NET-Dokuments: {0}.
es: Error no controlador al analizar el documento de ASP.NET: {0}
fr: Erreur non gérée survenue lors de l’analyse du document ASP.NET : {0}
it: Si è verificato un errore non gestito durante l'analisi del documento ASP.NET: {0}
ja: ASP.NET ドキュメント {0} の解析中に、ハンドルされないエラーが発生しました
ko: ASP.NET 문서를 구문 분석하는 동안 처리되지 않은 오류 발생: {0}
pl: Nieobsługiwany błąd analizy dokumentu ASP.NET: {0}
pt_br: Erro sem tratamento ao analisar o documento ASP.NET: {0}
ru: Необработанная ошибка при анализе документа ASP.NET: {0}
tr: ASP.NET belgesi ayrıştırılırken işlenmemiş hata: {0}
zh_cn: 分析 ASP.NET 文档时出现未处理的错误: {0}
zh_tw: 剖析 ASP.NET 文件時發生無法處理的錯誤: {0}

source: Unhandled exception
cs: Neošetřená výjimka
de: Ausnahmefehler
es: Excepción no controlada
fr: Exception non gérée
it: Eccezione non gestita
ja: ハンドルされない例外
ko: 처리되지 않은 예외
pl: Nieobsługiwany wyjątek
pt_br: Exceção sem tratamento
ru: Необработанное исключение
tr: İşlenmeyen özel durum
uk: Необроблений виняток
zh_cn: 未经处理的异常
zh_tw: 未處理的例外狀況

source: Unicode
ko: 유니코드
ru: Юникод
uk: Юнікод

source: Unified Diff
cs: Jednotné rozdíly
es: Diferencias unificadas
fr: Diff unifiée
it: File diff unificato
ja: 統合される差分
ko: 통합 Diff
pl: Ujednolicone różnice
pt_br: Diferença Unificada
ru: Унифицированный формат инструмента сравнения
tr: Birleştirilmiş Fark
zh_cn: 统一差异
zh_tw: 統一差異

source: Unignore operation completed.
cs: Operace zrušení ignorování se dokončila.
de: Vorgang 'Nicht mehr ignorieren' abgeschlossen.
es: La operación de anulación de omisión ha finalizado.
fr: Opération Cesser d’ignorer accomplie.
it: L'operazione per non ignorare più i file è stata completata.
ja: 無視解除操作が完了しました。
ko: 무시 해제 작업이 완료되었습니다.
pl: Ukończono operację anulowania ignorowania.
pt_br: Operação para parar de ignorar concluída.
ru: Операция отмены пропуска выполнена.
tr: Yoksayma geri alma işlemi tamamlandı.
zh_cn: 已完成取消忽略操作。
zh_tw: 取消忽略作業完成。

source: Unignoring ...
cs: Ruší se ignorování...
de: Nicht mehr ignorieren...
es: Anulando omisión...
fr: Cesse d’ignorer...
it: I file non verranno più ignorati...
ja: 無視解除中...
ko: 무시를 해제하는 중...
pl: Trwa anulowanie ignorowania...
pt_br: Parando de ignorar...
ru: Выполняется отмена пропуска...
tr: Yoksayma geri alınıyor ...
zh_cn: 正在取消忽略...
zh_tw: 正在取消忽略...

source: Unindent Selection
cs: Zrušit odsazení výběru
de: Auswahl nicht einziehen
es: Quitar sangría de selección
fr: Annuler la mise en retrait de la sélection
it: Riduci rientro per la selezione
ja: 選択範囲のインデントを戻す
ko: 선택 영역 내어쓰기
pl: Zmniejsz wcięcie zaznaczenia
pt_br: Desfazer Recuo da Seleção
ru: Отменить отступ выделенного фрагмента
tr: Seçimin Girintisini Kaldır
zh_cn: 取消缩进选定内容
zh_tw: 將選取範圍取消縮排

source: Unindent selected lines of code
cs: Zrušit odsazení vybraných řádků kódu
de: Einzug ausgewählter Codezeilen aufheben
es: Quitar sangría en las líneas de código seleccionadas
fr: Annuler la mise en retrait des lignes de code sélectionnées
it: Annulla il rientro per le righe di codice selezionate
ja: 選択範囲のコード行のインデントを解除
ko: 선택한 코드 줄 내어쓰기
pl: Zmniejsz wcięcie wybranych wierszy kodu
pt_br: Retirar recuo das linhas de código selecionadas
ru: Отменить отступ для выбранных строк кода
tr: Seçilen kod satırlarının girintisini kaldır
uk: _Прибрати відступи вибраних рядків
zh_cn: 取消缩进选中的代码行
zh_tw: 取消縮排選取的程式碼行

source: Uninstall
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ja: アンインストール
ko: 제거
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
tr: Kaldır
uk: Видалити
zh_cn: 卸载
zh_tw: 解除安裝

source: Uninstalling Extension Packages
cs: Probíhá odinstalace balíčků rozšíření.
de: Erweiterungspakete werden deinstalliert
es: Desinstalando paquetes de extensión
fr: Désinstallation des paquets d'extensions
ja: 拡張機能パッケージをアンインストールしています
ko: 확장 패키지 제거
pl: Odinstalowywanie pakietów rozszerzeń
pt_br: Desinstalando Pacotes de Extensão
ru: Удаление пакетов расширений
tr: Uzantı Paketleri Kaldırılıyor

source: Unique identifier.
cs: Jedinečný identifikátor
de: Eindeutiger Bezeichner.
es: Identificador único.
fr: Identificateur unique.
it: Identificatore univoco.
ja: 一意識別子。
ko: 고유 식별자입니다.
pl: Unikatowy identyfikator.
pt_br: Identificador exclusivo.
ru: Уникальный идентификатор.
tr: Benzersiz tanımlayıcı.
uk: Унікальний ідентифікатор.
zh_cn: 唯一标识符。
zh_tw: 不重複的識別碼。

source: Unit Testing
cs: Testování jednotek
de: Komponententests
es: Pruebas unitarias
fr: Tests unitaires
it: Testing unità
ja: 単体テスト
ko: 단위 테스트
pl: Testy jednostkowe
pt_br: Testes de Unidade
ru: Модульное тестирование
tr: Birim Testi
uk: Модульне тестування
zh_cn: 单元测试
zh_tw: 單元測試

source: Unit Tests
cs: Testy jednotek
de: Komponententests
es: Pruebas unitarias
fr: Tests unitaires
it: Unit test
ja: 単体テスト
ko: 단위 테스트
pl: Testy jednostkowe
pt_br: Testes de Unidade
ru: Модульные тесты
tr: Birim Testleri
uk: Модульні тести
zh_cn: 单元测试
zh_tw: 單元測試

source: Unit test '{0}' could not be loaded.
cs: Test jednotek {0} se nepodařilo načíst.
de: Der Komponententest "{0}" konnte nicht geladen werden.
es: No se pudo cargar la prueba unitaria "{0}".
fr: Impossible de charger le test unitaire « {0} ».
ja: 単体テスト '{0}' を読み込めませんでした。
ko: '{0}' 단위 테스트를 로드할 수 없습니다.
pl: Nie można załadować testu jednostkowego „{0}”.
pt_br: Não foi possível carregar o teste de unidade '{0}'.
ru: Не удалось загрузить модульный тест "{0}".
tr: '{0}' birim testi yüklenemedi.

source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
uk: Невідомо
zh_cn: 未知
zh_tw: 未知

source: Unknown entry
cs: Neznámá položka
de: Unbekannter Eintrag
es: Entrada desconocida
fr: Entrée inconnue
it: Voce sconosciuta
ja: 不明なエントリ
ko: 알 수 없는 항목
pl: Nieznany wpis
pt_br: Entrada desconhecida
ru: Неизвестная запись
tr: Bilinmeyen girdi
uk: Невідомий запис
zh_cn: 未知条目
zh_tw: 未知的項目

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка
zh_cn: 未知错误
zh_tw: 未知的錯誤

source: Unknown language '{0}'
cs: Neznámý jazyk {0}
de: Unbekannte Programmiersprache '{0}'
es: Lenguaje desconocido: '{0}'
fr: Langage '{0}' inconnu
it: Il linguaggio '{0}' è sconosciuto
ja: 不明な言語 '{0}'
ko: '{0}' 언어를 알 수 없음
pl: Nieznany język: „{0}”
pt_br: Linguagem desconhecida: '{0}'
ru: Неизвестный язык "{0}"
tr: '{0}' dili bilinmiyor
uk: Невідома мова '{0}'
zh_cn: 未知语言“{0}”
zh_tw: 未知的語言: '{0}'

source: Unknown language '{0}'. You may need to install an additional extension to support this language.
cs: Neznámý jazyk {0}. Kvůli podpoře tohoto jazyka asi budete muset nainstalovat další rozšíření.
de: Unbekannte Sprache "{0}". Sie müssen unter Umständen eine zusätzliche Erweiterung installieren, damit diese Sprache unterstützt wird.
es: Idioma desconocido "{0}". Puede que sea necesario instalar una extensión adicional para admitir este idioma.
fr: Langage inconnu : '{0}'. Vous devrez peut-être installer une extension supplémentaire pour la prise en charge de ce langage.
ja: 不明な言語 '{0}' です。この言語をサポートするには、追加の拡張機能をインストールしなければならない可能性があります。
ko: '{0}'(은)는 알 수 없는 언어입니다. 이 언어를 지원하려면 추가 확장을 설치해야 할 수 있습니다.
pl: Nieznany język „{0}”. Aby ten język był obsługiwany, konieczna może się okazać instalacja dodatkowego rozszerzenia.
pt_br: Linguagem desconhecida '{0}'. Talvez seja necessário instalar uma extensão adicional para oferecer suporte a esse idioma.
ru: Неизвестный язык {0}. Возможно, необходимо установить дополнительное расширение для поддержки этого языка.
tr: Bilinmeyen dil: '{0}'. Bu dili desteklemek için ek bir uzantı yüklemeniz gerekebilir.

source: Unknown package type
cs: Neznámý typ balíčku
de: Unbekannter Pakettyp
es: Tipo de paquete desconocido
fr: Type de paquet inconnu
it: Tipo di pacchetto sconosciuto
ja: 未知のパッケージの種類
ko: 알 수 없는 패키지 형식
pl: Nieznany typ pakietu
pt_br: Tipo de pacote desconhecido
ru: Неизвестный тип пакета
tr: Bilinmeyen paket türü
uk: Невідомий тип пакета
zh_cn: 未知包类型
zh_tw: 未知的封裝類型

source: Unknown parser error: {0}
cs: Neznámá chyba analyzátoru: {0}
de: Unbekannter Parserfehler: {0}
es: Error de analizador desconocido: {0}
fr: Erreur d’analyseur inconnu : {0}
it: Errore sconosciuto del parser: {0}
ja: 不明な解析エラー: {0}
ko: 알 수 없는 파서 오류: {0}
pl: Nieznany błąd analizatora: {0}
pt_br: Erro de analisador desconhecido: {0}
ru: Неизвестная ошибка средства синтаксического анализа: {0}
tr: Bilinmeyen ayrıştırıcı hatası: {0}
zh_cn: 未知分析程序错误: {0}
zh_tw: 未知剖析器錯誤: {0}

source: Unknown project type
cs: Neznámý typ projektu
de: Unbekannter Projekttyp
es: Tipo de proyecto desconocido
fr: Type de projet inconnu
it: Tipo di progetto sconosciuto
ja: 不明なプロジェクトの種類
ko: 알 수 없는 프로젝트 형식
pl: Nieznany typ projektu
pt_br: Tipo de projeto desconhecido
ru: Неизвестный тип проекта
tr: Bilinmeyen proje türü
uk: Невідомий тип проекту
zh_cn: 未知项目类型
zh_tw: 未知的專案類型

source: Unknown project type: {0}
cs: Neznámý typ projektu: {0}
de: Unbekannter Projekttyp: {0}
es: Tipo de proyecto desconocido: {0}
fr: Type de projet inconnu : {0}
it: Tipo di progetto sconosciuto: {0}
ja: 不明なプロジェクトの種類: {0}
ko: 알 수 없는 프로젝트 형식: {0}
pl: Nieznany typ projektu: {0}
pt_br: Tipo de projeto desconhecido: {0}
ru: Неизвестный тип проекта: {0}
tr: Bilinmeyen proje türü: {0}
uk: Невідомий тип проекту: {0}
zh_cn: 未知项目类型: {0}
zh_tw: 未知的專案類型: {0}

source: Unknown target {0}
cs: Neznámý cíl {0}
de: Unbekanntes Ziel {0}
es: Destino desconocido: {0}
fr: Cible inconnue {0}
it: La destinazione {0} è sconosciuta
ja: 不明なターゲット {0}
ko: 알 수 없는 대상 {0}
pl: Nieznany element docelowy {0}
pt_br: Destino {0} desconhecido
ru: Неизвестная цель {0}
tr: Bilinmeyen hedef {0}
uk: Невідома ціль {0}
zh_cn: 未知目标 {0}
zh_tw: 未知的目標 {0}

source: Unknown type
cs: Neznámý typ
de: Unbekannter Typ
es: Tipo desconocido
fr: Type inconnu
it: Tipo sconosciuto
ja: 不明な型
ko: 알 수 없는 형식
pl: Nieznany typ
pt_br: Tipo desconhecido
ru: Неизвестный тип
tr: Bilinmeyen tür
uk: Невідомий тип
zh_cn: 未知类型
zh_tw: 未知的類型

source: Unknown widget:
cs: Neznámý widget:
de: Unbekanntes Widget:
es: Widget desconocido:
fr: Widget inconnu :
it: Widget sconosciuto:
ja: 不明なウィジェット:
ko: 알 수 없는 위젯:
pl: Nieznany widżet:
pt_br: Widget desconhecido:
ru: Неизвестное мини-приложение:
tr: Bilinmeyen pencere öğesi:
uk: Невідомий віджет:
zh_cn: 未知小组件:
zh_tw: 未知的 Widget:

source: Unload
cs: Zrušit načtení
de: Entladen
es: Descargar
fr: Décharger
it: Scarica
ja: アンロード
ko: 언로드
pl: Zwolnij
pt_br: Descarregar
ru: Выгрузить
tr: Kaldır
uk: Вивантажити
zh_cn: 卸载
zh_tw: 卸載

source: Unloading…
cs: Uvolňování…
de: Entladen wird durchgeführt...
es: Descargando…
fr: Déchargement…
ja: アンロード中...
ko: 언로드 중...
pl: Trwa zwalnianie...
pt_br: Descarregando…
ru: Выгрузка…
tr: Yükleme kaldırılıyor…

source: Unloads selected project
cs: Zrušit načtení vybraného projektu
de: Ausgewähltes Projekt entladen
es: Descarga el proyecto seleccionado
fr: Décharge le projet sélectionné
it: Scarica il progetto selezionato
ja: 選ばれたプロジェクトをアンロードします
ko: 선택한 프로젝트를 언로드합니다.
pl: Zwalnia wybrany projekt
pt_br: Descarrega o projeto selecionado
ru: Выгружает выбранный проект
tr: Seçilen projeyi kaldırır
uk: Вивантажити вибраний проект
zh_cn: 卸载所选项目
zh_tw: 載入選取的專案

source: Unlock File
cs: Odemknout soubor
de: Datei entsperren
es: Desbloquear archivo
fr: Déverrouiller le fichier
it: Sblocca file
ja: ファイルのロック解除
ko: 파일 잠금 해제
pl: Odblokuj plik
pt_br: Desbloquear Arquivo
ru: Разблокировать файл
tr: Dosya Kilidini Aç
uk: Розблокувати файл
zh_cn: 文件解锁
zh_tw: 解除鎖定檔案

source: Unlock operation completed.
cs: Operace odemykání se dokončila.
de: Aufheben der Sperre abgeschlossen.
es: Operación de desbloqueo finalizada.
fr: Opération de déverrouillage accomplie.
it: L'operazione di sblocco è stata completata.
ja: ロック解除操作は完了しました。
ko: 잠금 해제 작업이 완료되었습니다.
pl: Ukończono operację odblokowywania.
pt_br: Operação de desbloqueio concluída.
ru: Операция разблокировки выполнена.
tr: Kilit açma işlemi tamamlandı.
uk: Розблокування завершено.
zh_cn: 已完成解锁操作。
zh_tw: 解除鎖定作業完成。

source: Unlocking...
cs: Odemykání...
de: Sperre wird aufgehoben...
es: Desbloqueando...
fr: Déverrouillage...
it: Sblocco...
ja: ロック解除しています...
ko: 잠금을 해제하는 중...
pl: Trwa odblokowywanie...
pt_br: Desbloqueando...
ru: Выполняется раблокировка...
tr: Kilit Açılıyor...
uk: Розблокування...
zh_cn: 正在解锁...
zh_tw: 正在解除鎖定...

source: Unreachable
cs: Nedostupné
de: Nicht erreichbar
es: Inalcanzable
fr: Inaccessible
it: Non raggiungibile
ja: 到達不能
ko: 연결할 수 없음
pl: Niedostępny
pt_br: Inacessível
ru: Недоступен
tr: Erişilemiyor
uk: Недосяжно
zh_cn: 无法访问
zh_tw: 執行不到

source: Unsafe modifier in redundant in unsafe context or when no unsafe constructs are used
cs: Modifikátor unsafe je redundantní v kontextu unsafe nebo když nejsou použité žádné konstrukty unsafe.
de: unsafe-Modifizierer ist in unsicherem Kontext, oder wenn keine unsicheren Konstrukte verwendet werden, redundant.
es: El modificador unsafe es redundante en contextos poco seguros o cuando se usan constructos poco seguros
fr: Un modificateur unsafe est redondant dans un contexte non sécurisé ou quand aucune construction non sécurisée n’est utilisée
it: Il modificatore unsafe è ridondante nel contesto unsafe o quando non vengono usati costrutti unsafe
ja: unsafe コンテキストでの、または unsafe コンストラクトが使用されていないときの unsafe 修飾子が冗長です
ko: 안전하지 않은 한정자가 안전하지 않은 컨텍스트에서나 안전하지 않은 구문이 사용되지 않을 때 중복됩니다.
pl: Modyfikator unsafe jest nadmiarowy w niebezpiecznym kontekście lub gdy żadne niebezpieczne konstrukcje nie są używane
pt_br: Modificador não seguro em contexto não seguro redundante ou quando nenhum constructo não seguro é usado
ru: Модификатор unsafe избыточен в небезопасном контексте, а также при отсутствии небезопасных конструкций
tr: Güvenli olmayan değiştirici güvenli olmayan bağlamda veya güvenli olmayan yapılar kullanılmadığında gereksizdir
uk: Модифікатор unsafe є зайвим в небезпечному контексті або якщо не використовуються небезпечні конструкції
zh_cn: Unsafe 修饰符在不安全的上下文中或未使用 unsafe 构造时是冗余的
zh_tw: 在 unsafe 內容中，或者未使用任何 unsafe 建構時，unsafe 修飾詞為冗餘

source: Unsaved changes in the open GTK designers will be lost.
cs: Neuložené změny v otevřených návrhářích GTK budou ztraceny.
de: Nicht gespeicherte Änderungen in geöffneten GTK-Designern gehen verloren.
es: Los cambios no guardados en los diseñadores de GTK+ abiertos se perderán.
fr: Les modifications non enregistrées dans les concepteurs GTK ouverts vont être perdues.
it: Le modifiche non salvate apportate nelle finestre di progettazione GTK aperte andranno perse.
ja: 開かれている GTK デザイナーで保存されていない変更は失われます。
ko: 열려 있는 GTK 디자이너에서 저장되지 않은 변경 내용이 손실됩니다.
pl: Niezapisane zmiany w otwartych projektantach GTK zostaną utracone.
pt_br: As alterações não salvas nos designers GTK abertos serão perdidas.
ru: Несохраненные изменения в открытых конструкторах GTK будут утеряны.
tr: Açık GTK+ tasarımcılarındaki kaydedilmemiş değişiklikler kaybolacak.
uk: Не збережені зміни у відкритих дизайнерах GTK буде втрачено.
zh_cn: 已打开 GTK 设计器中未保存的更改将丢失。
zh_tw: 開啟中之 GTK 設計工具內未儲存的變更將會遺失。

source: Untrusted HTTP certificate detected
cs: Byl zjištěn nedůvěryhodný certifikát HTTP.
de: Nicht vertrauenswürdiges HTTP-Zertifikat erkannt
es: Se detectó un certificado HTTP que no es de confianza
fr: Certificat HTTP non approuvé détecté
ja: 信頼されていない HTTP 証明書が検出されました
ko: 신뢰할 수 없는 HTTP 인증서가 검색됨
pl: Wykryto niezaufany certyfikat HTTP
pt_br: Foi detectado um certificado HTTP não confiável
ru: Обнаружен ненадежный HTTP-сертификат
tr: Güvenilmeyen HTTP sertifikası algılandı

source: Unversioned
cs: Bez označení verze
de: Keine Version angegeben
es: Sin versión
fr: Sans version
it: Senza versione
ja: バージョン指定なし
ko: 버전이 지정되지 않음
pl: Bez informacji o wersji
pt_br: Sem versão
ru: Без управления версиями
tr: Sürümlendirilmemiş
uk: Без версій
zh_cn: 未进行版本管理
zh_tw: 未建立版本

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pl: Aktualizuj
pt_br: Atualizar
ru: Обновление
tr: Güncelleştir
uk: Оновити
zh_cn: 更新
zh_tw: 更新

source: Update '{0}'
cs: Aktualizovat {0}
de: {0}' aktualisieren
es: Actualizar '{0}'
fr: Mettre à jour « {0} »
it: Aggiorna '{0}'
ja: '{0}' を更新
ko: '{0}' 업데이트
pl: Aktualizuj „{0}”
pt_br: Atualizar '{0}'
ru: Обновить "{0}"
tr: '{0} öğesini güncelleştir
uk: Оновити {0}
zh_cn: 更新“{0}”
zh_tw: 更新 '{0}'

source: Update All
cs: Aktualizovat vše
de: Alle aktualisieren
es: Actualizar todo
fr: Mettre à jour tout
it: Aggiorna tutto
ja: すべてを更新する
ko: 모두 업데이트
pl: Aktualizuj wszystko
pt_br: Atualizar Tudo
ru: Обновить все
tr: Tümünü Güncelleştir
uk: Оновити всі
zh_cn: 全部更新
zh_tw: 更新全部

source: Update All Packages
cs: Aktualizovat všechny balíčky
de: Alle Pakete aktualisieren
es: Actualizar todos los paquetes
fr: Mettre à jour tous les paquets
it: Aggiorna tutti i pacchetti
ja: パッケージをすべて更新
ko: 모든 패키지 업데이트
pl: Aktualizuj wszystkie pakiety
pt_br: Atualizar Todos os Pacotes
ru: Обновить все пакеты
tr: Tüm Paketleri Güncelleştir
zh_cn: 更新所有包
zh_tw: 更新所有封裝

source: Update All Packages (Solution)
cs: Aktualizovat všechny balíčky (řešení)
de: Alle Pakete aktualisieren (Projektmappe)
es: Actualizar todos los paquetes (solución)
fr: Mettre à jour tous les paquets (Solution)
it: Aggiorna tutti i pacchetti (soluzione)
ja: パッケージをすべて更新 (ソリューション)
ko: 모든 패키지(솔루션) 업데이트
pl: Aktualizuj wszystkie pakiety (rozwiązanie)
pt_br: Atualizar Todos os Pacotes (Solução)
ru: Обновить все пакеты (решение)
tr: Tüm Paketleri Güncelleştir (Çözüm)
zh_cn: 更新所有包(解决方案)
zh_tw: 更新所有封裝 (解決方案)

source: Update Identifiers
cs: Aktualizovat identifikátory
de: Bezeichner aktualisieren
es: Identificadores de actualización
fr: Mettre à jour les identificateurs
it: Aggiorna identificatori
ja: 識別子を更新する
ko: 식별자 업데이트
pl: Aktualizuj identyfikatory
pt_br: Atualizar Identificadores
ru: Обновить идентификаторы
tr: Tanımlayıcıları Güncelleştir
zh_cn: 更新标识符
zh_tw: 更新識別碼

source: Update Package
cs: Aktualizovat balíček
de: Paket aktualisieren
es: Actualizar paquete
fr: Mettre à jour le paquet
it: Aggiorna pacchetto
ja: パッケージの更新
ko: 패키지 업데이트
pl: Aktualizuj pakiet
pt_br: Atualizar Pacote
ru: Обновить пакет
tr: Paketi Güncelleştir
uk: Оновити пакунок
zh_cn: 更新包
zh_tw: 更新套件

source: Update Web Reference
cs: Aktualizovat webový odkaz
de: Webverweis aktualisieren
es: Actualizar referencia web
fr: Mettre à jour la référence web
it: Aggiorna riferimento Web
ja: Web 参照の更新
ko: 웹 참조 업데이트
pl: Aktualizuj odwołanie sieci Web
pt_br: Atualizar Referência Web
ru: Обновить веб-ссылку
tr: Web Başvurusunu Güncelleştir
uk: Оновити веб-посилання (одне)
zh_cn: 更新 Web 引用
zh_tw: 更新 Web 參考

source: Update Web References
cs: Aktualizovat webové odkazy
de: Webverweise aktualisieren
es: Actualizar referencias web
fr: Mettre à jour les références web
it: Aggiorna riferimenti Web
ja: Web 参照の更新
ko: 웹 참조 업데이트
pl: Aktualizuj odwołania sieci Web
pt_br: Atualizar Referências Web
ru: Обновить веб-ссылки
tr: Web Başvurularını Güncelleştir
uk: Оновити веб-посилання
zh_cn: 更新 Web 引用
zh_tw: 更新 Web 參考

source: Update all packages
cs: Aktualizovat všechny balíčky
de: Alle Pakete aktualisieren
es: Actualizar todos los paquetes
fr: Mettre à jour tous les paquets
it: Aggiorna tutti i pacchetti
ja: すべてのパッケージを更新する
ko: 모든 패키지 업데이트
pl: Aktualizuj wszystkie pakiety
pt_br: Atualizar todos os pacotes
ru: Обновить все пакеты
tr: Tüm paketleri güncelleştir
uk: Оновити всі пакунки
zh_cn: 更新所有包
zh_tw: 更新所有封裝

source: Update all packages in the solution
cs: Aktualizovat všechny balíčky v řešení
de: Alle Pakete in der Projektmappe aktualisieren
es: Actualizar todos los paquetes de la solución
fr: Mettre à jour tous les paquets dans la solution
it: Aggiorna tutti i pacchetti nella soluzione
ja: ソリューション内のパッケージをすべて更新
ko: 솔루션의 모든 패키지 업데이트
pl: Aktualizuj wszystkie pakiety w rozwiązaniu
pt_br: Atualizar todos os pacotes na solução
ru: Обновить все пакеты в решении
tr: Çözümdeki tüm paketleri güncelleştir
zh_cn: 更新解决方案中的所有包
zh_tw: 更新解決方案中的所有封裝

source: Update available
cs: Je dostupná aktualizace.
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: 更新プログラムが利用可能です
ko: 업데이트 사용 가능
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
tr: Güncelleştirme var
uk: Доступні оновлення
zh_cn: 更新可用
zh_tw: 有可用的更新

source: Update operation completed.
cs: Operace aktualizace se dokončila.
de: Vorgang 'Aktualisieren' abgeschlossen.
es: Operación de actualización finalizada.
fr: Opération de mise à jour accomplie.
it: L'operazione di aggiornamento è stata completata.
ja: 更新操作が完了しました。
ko: 업데이트 작업이 완료되었습니다.
pl: Ukończono operację aktualizowania.
pt_br: Operação de atualização concluída.
ru: Операция обновления выполнена.
tr: Güncelleştirme işlemi tamamlandı.
uk: Операцію оновлення завершено.
zh_cn: 已完成更新操作。
zh_tw: 更新作業完成。

source: Update selected package
cs: Aktualizovat vybraný balíček
de: Ausgewähltes Paket aktualisieren
es: Actualizar el paquete seleccionado
fr: Mettre à jour le paquet sélectionné
it: Aggiorna il pacchetto selezionato
ja: 選択したパッケージの更新
ko: 선택한 패키지 업데이트
pl: Aktualizuj wybrany pakiet
pt_br: Atualizar o pacote selecionado
ru: Обновить выбранный пакет
tr: Seçili paketi güncelleştir
zh_cn: 更新选定的包
zh_tw: 更新選取的封裝

source: Update the binding for this command
cs: Aktualizovat vazbu pro tento příkaz
de: Bindung für diesen Befehl aktualisieren
es: Actualice el enlace de este comando
fr: Mettre à jour la combinaison de touches de cette commande
ja: このコマンドのバインドを更新します
ko: 이 명령에 대한 바인딩을 업데이트합니다.
pl: Zaktualizuj powiązanie dla tego polecenia
pt_br: Atualizar a associação para esse comando
ru: Изменить сочетание клавиш для этой команды
tr: Bu komutun bağlamasını güncelleştir

source: Update to {0}
cs: Aktualizovat na verzi {0}
de: Auf {0} aktualisieren
es: Actualizar a {0}
fr: Mettre à jour vers {0}
ja: {0} に更新します
ko: {0}(으)로 업데이트
pl: Zaktualizuj do wersji {0}
pt_br: Atualizar para {0}
ru: Обновить до {0}
tr: {0} sürümüne güncelleştir

source: Update welcome page from internet
cs: Aktualizovat úvodní stránku z internetu
de: Willkommensseite aus dem Web aktualisieren
es: Actualizar página principal desde Internet
fr: Mettre à jour la page d’accueil d’Internet
it: Aggiorna la pagina iniziale da Internet
ja: インターネットからウェルカム ページを更新
ko: 인터넷에서 시작 페이지 업데이트
pl: Aktualizuj stronę powitalną w Internecie
pt_br: Atualizar a página inicial da Internet
ru: Обновить страницу приветствия из Интернета
tr: İnternet üzerinden karşılama sayfasını güncelleştir
uk: Оновити стартову сторінку з Інтернету
zh_cn: 从 Internet 更新欢迎页
zh_tw: 更新網路上的歡迎頁面

source: Updated Web Reference {0}
cs: Aktualizované webové reference
de: Aktualisierte Webverweise
es: Referencias web actualizadas
fr: Références web mises à jour
it: Riferimenti Web aggiornati
ja: 更新された Web 参照
ko: 웹 참조를 업데이트함
pl: Zaktualizowano odwołania sieci Web
pt_br: Referências Web Atualizadas
ru: Веб-ссылки обновлены
tr: Güncelleştirilmiş Web Başvuruları
uk: Оновлено веб-посилань {0}

source: Updates
cs: Aktualizace
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: 更新
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
tr: Güncelleştirmeler
uk: Оновлення
zh_cn: 更新
zh_tw: 更新

source: Updates all translation files.
cs: Aktualizuje všechny soubory překladů.
de: Aktualisiert alle Übersetzungsdateien.
es: Actualiza todos los archivos de traducción.
fr: Met à jour tous les fichiers de traduction.
it: Aggiorna tutti i file di traduzione.
ja: 翻訳ファイルをすべて更新します。
ko: 모든 번역 파일을 업데이트합니다.
pl: Aktualizuje wszystkie pliki tłumaczeń.
pt_br: Atualiza todos os arquivos de tradução.
ru: Обновляет все файлы перевода.
tr: Tüm çeviri dosyalarını güncelleştirir.
uk: Оновити всі файли перекладів
zh_cn: 更新所有翻译文件。
zh_tw: 更新所有轉譯檔案。
