Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Generate delegating constructor '{0}({1})'
cs: Generovat delegující konstruktor {0}({1})
de: Delegierenden Konstruktor '{0}({1})' generieren
es: Generar constructor de delegación '{0}({1})'
fr: Générer le constructeur de délégation « {0}({1}) »
it: Genera il costruttore delegante '{0}({1})'
ja: デリゲート コンストラクター '{0}({1})' を生成します
ko: 위임 생성자 '{0}({1})' 생성
pl: Generuj konstruktor delegowania „{0}({1})”
pt_br: Gerar construtor de delegação '{0}({1})'
ru: Создать делегирующий конструктор "{0}({1})"
tr: Temsilciye devreden '{0}({1})' oluşturucusunu üret
zh_cn: 生成委托构造函数“{0}({1})”
zh_tw: 產生委派建構函式 '{0}({1})'

source: Generate enum member '{0}' in '{1}'
cs: Generovat člen výčtu {0} v: {1}
de: Enumerationsmember '{0}' in '{1}' generieren
es: Generar el miembro de enumeración '{0}' en '{1}'
fr: Générer le membre Enum « {0} » dans « {1} »
it: Genera il membro enum '{0}' in '{1}'
ja: '{1}' に列挙型メンバー '{0}' を生成します
ko: '{1}'에서 열거형 멤버 '{0}' 생성
pl: Generuj składową wyliczenia „{0}” w elemencie „{1}”
pt_br: Gerar membro de enumeração '{0}' em '{1}'
ru: Создать элемент перечисления "{0}" в "{1}"
tr: '{1}' içinde '{0}' enum üyesini üret
zh_cn: 在“{1}”中生成枚举成员“{0}”
zh_tw: 在 '{1}' 中產生列舉成員 '{0}'

source: Generate explicit conversion operator in '{0}'
cs: Generovat explicitní operátor převodu v: {0}
de: Expliziten Konversionsoperator in '{0}' generieren
es: Generar operador de conversión explícita en '{0}'
fr: Générer l’opérateur de conversion explicite dans « {0} »
it: Genera l'operatore di conversione esplicita in '{0}'
ja: 明示的な変換演算子を '{0}' に生成します
ko: '{0}'에서 명시적 변환 연산자 생성
pl: Generuj operator jawnej konwersji w elemencie „{0}”
pt_br: Gerar operador de conversão explícita em '{0}'
ru: Создать явный оператор преобразования в "{0}"
tr: '{0}' içinde belirtik dönüştürme işleci üret
zh_cn: 在“{0}”中生成显式转换运算符
zh_tw: 在 '{0}' 中產生明確轉換運算子

source: Generate field '{0}' in '{1}'
cs: Generovat pole {0} v: {1}
de: Feld '{0}' in '{1}' generieren
es: Generar el campo '{0}' en '{1}'
fr: Générer le champ « {0} » dans « {1} »
it: Genera il campo '{0}' in '{1}'
ja: '{1}' にフィールド '{0}' を生成します
ko: '{1}'에서 '{0}' 필드 생성
pl: Generuj pole „{0}” w elemencie „{1}”
pt_br: Gerar campo '{0}' em '{1}'
ru: Создать поле "{0}" в "{1}"
tr: '{1}' içinde '{0}' alanını üret
zh_cn: 在“{1}”中生成字段“{0}”
zh_tw: 在 '{1}' 中產生欄位 '{0}'

source: Generate field assigning constructor '{0}({1})'
cs: Generovat konstruktor přiřazující pole {0}({1})
de: Feldzuweisungskonstruktor '{0}({1})' generieren
es: Generar constructor de asignación de campos '{0}({1})'
fr: Générer un constructeur d’assignation de champ « {0}({1}) »
it: Genera il costruttore per l'assegnazione dei campi '{0}({1})'
ja: フィールドを割り当てるコンストラクター '{0}({1})' を生成します
ko: 필드 할당 생성자 '{0}({1})' 생성
pl: Generuj konstruktor przypisujący pole „{0}({1})”
pt_br: Gerar construtor atribuidor de campo '{0}({1})'
ru: Создать назначающий поля конструктор "{0}({1})"
tr: Alana atama yapan '{0}({1})' oluşturucusunu üret
zh_cn: 生成字段赋值构造函数“{0}({1})”
zh_tw: 產生欄位指派建構函式 '{0}({1})'

source: Generate getter
cs: Generovat getter
de: Getter generieren
es: Generar captador
fr: Générer la méthode getter
it: Genera il getter
ja: ゲッターを生成する
ko: getter 생성
pl: Generuj metodę pobierającą
pt_br: Gerar getter
ru: Сформировать метод получения
tr: Alıcı üret
uk: Створити getter
zh_cn: 生成 getter
zh_tw: 產生 getter

source: Generate implicit conversion operator in '{0}'
cs: Generovat implicitní operátor převodu v: {0}
de: Impliziten Konversionsoperator in '{0}' generieren
es: Generar operador de conversión implícita en '{0}'
fr: Générer l’opérateur de conversion implicite dans « {0} »
it: Genera l'operatore di conversione implicita in '{0}'
ja: 暗黙的な変換演算子を '{0}' に生成します
ko: '{0}'에서 암시적 변환 연산자 생성
pl: Generuj operator niejawnej konwersji w elemencie „{0}”
pt_br: Gerar operador de conversão implícita em '{0}'
ru: Создать неявный оператор преобразования в "{0}"
tr: '{0}' içinde örtük dönüştürme işleci üret
zh_cn: 在“{0}”中生成隐式转换运算符
zh_tw: 在 '{0}' 中產生隱含轉換運算子

source: Generate launch script
cs: Generovat spouštěcí skript
de: Startskript generieren
es: Generar script de inicio
fr: Générer le script de lancement
it: Genera script di avvio
ja: 起動スクリプトを生成する
ko: 시작 스크립트 생성
pl: Generuj skrypt uruchamiania
pt_br: Gerar script de inicialização
ru: Сформировать скрипт запуска
tr: Başlatma betiği üret
uk: Створити сценарій запуску
zh_cn: 生成启动脚本
zh_tw: 產生啟動指令碼

source: Generate local '{0}'
cs: Generovat místní: {0}
de: Lokales '{0}' generieren
es: Generar la variable local '{0}'
fr: Générer le « {0} » local
it: Genera l'elemento '{0}' locale
ja: ローカルの '{0}' を生成します
ko: 로컬 '{0}' 생성
pl: Generuj lokalny element „{0}”
pt_br: Gerar local '{0}'
ru: Создать локальный "{0}"
tr: '{0}' yerel değişkenini üret
zh_cn: 生成局部变量“{0}”
zh_tw: 產生區域變數 '{0}'

source: Generate method '{1}.{0}'
cs: Generovat metodu {1}.{0}
de: Methode '{1}.{0}' generieren
es: Generar el método '{1}.{0}'
fr: Générer la méthode « {1}.{0} »
it: Genera il metodo '{1}.{0}'
ja: メソッド '{1}.{0}' を生成します
ko: '{1}.{0}' 메서드 생성
pl: Generuj metodę „{1}.{0}”
pt_br: Gerar método '{1}.{0}'
ru: Создать метод "{1}.{0}"
tr: '{1}.{0}' metodunu üret
zh_cn: 生成方法“{1}.{0}”
zh_tw: 產生方法 '{1}.{0}'

source: Generate new Makefiles
cs: Generovat nové soubory pravidel
de: Neue Makefiles generieren
es: Generar archivos Make nuevos
fr: Générer de nouveaux Makefiles
it: Genera nuovi makefile
ja: 新しいメイクファイルを生成する
ko: 새 메이크파일 생성
pl: Generuj nowe pliki reguł programu make
pt_br: Gerar novos Makefiles
ru: Сформировать новые файлы makefile
tr: Yeni derleme görevleri dosyası oluştur
uk: Створити нові файли Makefile
zh_cn: 生成新生成文件
zh_tw: 產生新 Makefile

source: Generate new type...
cs: Generovat nový typ...
de: Neuen Typ generieren...
es: Generar tipo nuevo...
fr: Générer un nouveau type...
it: Genera nuovo tipo...
ja: 新しい型の生成...
ko: 새 형식 생성...
pl: Generuj nowy typ...
pt_br: Gerar novo tipo...
ru: Создать новый тип...
tr: Yeni tür üret...
zh_cn: 生成新类型...
zh_tw: 產生新的類型...

source: Generate property '{1}.{0}'
cs: Generovat vlastnost {1}.{0}
de: Eigenschaft '{1}.{0}' generieren
es: Generar la propiedad '{1}.{0}'
fr: Générer la propriété « {1}.{0} »
it: Genera la proprietà '{1}.{0}'
ja: プロパティ '{1}.{0}' を生成します
ko: '{1}.{0}' 속성 생성
pl: Generuj właściwość „{1}.{0}”
pt_br: Gerar propriedade '{1}.{0}'
ru: Создать свойство "{1}.{0}"
tr: '{1}.{0}' özelliğini üret
zh_cn: 生成属性“{1}.{0}”
zh_tw: 產生屬性 '{1}.{0}'

source: Generate read-only field '{1}.{0}'
cs: Generovat pole jen pro čtení {1}.{0}
de: Schreibgeschütztes Feld '{1}.{0}' generieren
es: Generar el campo de solo lectura '{1}.{0}'
fr: Générer le champ en lecture seule « {1}.{0} »
it: Genera il campo di sola lettura '{1}.{0}'
ja: 読み取り専用フィールド '{1}.{0}' を生成します
ko: 읽기 전용 필드 '{1}.{0}' 생성
pl: Generuj pole tylko do odczytu „{1}.{0}”
pt_br: Gerar campo somente leitura '{1}.{0}'
ru: Создать поле только для чтения "{1}.{0}"
tr: '{1}.{0}' salt okunur alanını üret
zh_cn: 生成只读字段“{1}.{0}”
zh_tw: 產生唯讀欄位 '{1}.{0}'

source: Generate read-only property '{1}.{0}'
cs: Generovat vlastnost jen pro čtení {1}.{0}
de: Schreibgeschützte Eigenschaft '{1}.{0}' generieren
es: Generar la propiedad de solo lectura '{1}.{0}'
fr: Générer la propriété en lecture seule « {1}.{0} »
it: Genera la proprietà di sola lettura '{1}.{0}'
ja: 読み取り専用プロパティ '{1}.{0}' を生成します
ko: 읽기 전용 속성 '{1}.{0}' 생성
pl: Generuj właściwość tylko do odczytu „{1}.{0}”
pt_br: Gerar propriedade somente leitura '{1}.{0}'
ru: Создать свойство только для чтения "{1}.{0}"
tr: '{1}.{0}' salt okunur özelliğini üret
zh_cn: 生成只读属性“{1}.{0}”
zh_tw: 產生唯讀屬性 '{1}.{0}'

source: Generate templates
cs: Generovat šablony
de: Vorlagen erstellen
es: Generar plantillas
fr: Générer les modèles
it: Genera modelli
ja: テンプレートの生成
ko: 템플릿 생성
pl: Generuj szablony
pt_br: Gerar modelos
ru: Сформировать шаблоны
tr: Şablon oluştur
uk: Створити шаблони
zh_cn: 生成模板
zh_tw: 產生範本

source: Generate {0} for '{1}' in '{2}'
cs: Generovat {0} pro: {1} v: {2}
de: {0} für '{1}' in '{2}' generieren
es: Generar {0} para '{1}' en '{2}'
fr: Générer {0} pour « {1} » dans « {2} »
it: Genera {0} per '{1}' in '{2}'
ja: '{1}' の {0} を '{2}' に生成します
ko: '{2}'에서 '{1}'에 대한 {0} 생성
pl: Generuj element {0} dla elementu „{1}” w elemencie „{2}”
pt_br: Gerar {0} para '{1}' em '{2}'
ru: Создать {0} для "{1}" в "{2}"
tr: '{2}' içindeki '{1}' için {0} üret
zh_cn: 在“{2}”中为“{1}”生成 {0}
zh_tw: 在 '{2}' 中為 '{1}' 產生 {0}

source: Generate {0} for '{1}' in '{2}' (new file)
cs: Generovat {0} pro: {1} v: {2} (nový soubor)
de: {0} für '{1}' in '{2}' generieren (neue Datei)
es: Generar {0} para '{1}' en '{2}' (archivo nuevo)
fr: Générer {0} pour « {1} » dans « {2} » (nouveau fichier)
it: Genera {0} per '{1}' in '{2}' (nuovo file)
ja: '{1}' の {0} を '{2}' に生成します (新しいファイル)
ko: '{2}'에서 '{1}'에 대한 {0} 생성(새 파일)
pl: Generuj element {0} dla elementu „{1}” w elemencie „{2}” (nowy plik)
pt_br: Gerar {0} para '{1}' em '{2}' (novo arquivo)
ru: Создать {0} для "{1}" в "{2}" (новый файл)
tr: '{2}' içinde '{1}' için {0} üret (yeni dosya)
zh_cn: 在“{2}”中为“{1}”生成 {0} (新文件)
zh_tw: 在 '{2}' 中為 '{1}' 產生 {0} (新檔案)

source: Generated files successfully.
cs: Soubory se úspěšně vygenerovaly.
de: Dateien wurden erfolgreich generiert.
es: Los archivos se han generado correctamente.
fr: Les fichiers ont été correctement générés.
it: I file sono stati generati.
ja: ファイルは正常に生成されました。
ko: 파일을 생성했습니다.
pl: Pomyślnie wygenerowano pliki.
pt_br: Arquivos gerados com êxito.
ru: Файлы успешно сформированы.
tr: Dosyalar başarıyla oluşturuldu.
uk: Файли створено успішно.
zh_cn: 已成功生成文件。
zh_tw: 已成功產生檔案。

source: Generates an HTML file that contains a list of all code rules
cs: Umožňuje generovat soubor HTML obsahující seznam všech pravidel kódu.
de: Generiert eine HTML-Datei, die eine Liste aller Coderegeln enthält.
es: Genera un archivo HTML que contiene una lista de todas las reglas de código
fr: Génère un fichier HTML contenant la liste de toutes les règles de code
it: Genera un file HTML che contiene un elenco di tutte le regole del codice
ja: コード規則の一覧を含む HTML ファイルを生成する
ko: 모든 코드 규칙의 목록이 포함된 HTML 파일을 생성합니다.
pl: Generuje plik HTML zawierający listę wszystkich reguł kodu
pt_br: Gera um arquivo HTML que contém uma lista de todas as regras de código
ru: Формирует HTML-файл, содержащий список всех правил кода
tr: Tüm kod kurallarının bir listesini içeren bir HTML dosyası üretir
uk: Створити файл HTML, що містить перелік всіх правил коду
zh_cn: 生成一个包含所有代码规则列表的 HTML 文件
zh_tw: 產生包含所有程式碼規則清單的 HTML 檔案

source: Generating GUI code for project '{0}'...
cs: Generování kódu GUI pro projekt {0}...
de: GUI-Code für Projekt '{0}' wird erstellt...
es: Generando código de GUI para el proyecto '{0}'...
fr: Génération du code d’interface utilisateur pour le projet « {0} »...
it: Generazione del codice della GUI per il progetto '{0}'...
ja: プロジェクト '{0}' の GUI コードを生成中...
ko: '{0}' 프로젝트에 대한 GUI 코드를 생성하는 중...
pl: Trwa generowanie kodu graficznego interfejsu użytkownika dla projektu „{0}”...
pt_br: Gerando código GUI para o projeto '{0}'...
ru: Идет формирование кода графического пользовательского интерфейса для проекта "{0}"...
tr: '{0}' projesi için GUI kodu üretiliyor...
uk: Створюється інтерфейс користувача для проекту '{0}'...
zh_cn: 正在生成项目“{0}”的 GUI 代码...
zh_tw: 正在為專案 '{0}' 產生 GUI 程式碼...

source: Generating MSBuild file {0}.
cs: Generuje se soubor MSBuild {0}.
de: Die MSBuild-Datei {0} wird generiert.
es: Generando el archivo de MSBuild {0}.
fr: Génération du fichier MSBuild {0}.
ja: MSBuild ファイル {0} を生成しています。
ko: MSBuild 파일 {0}을(를) 생성하는 중입니다.
pl: Generowanie pliku {0} programu MSBuild.
pt_br: Gerando arquivo {0} do MSBuild.
ru: Создается файл MSBuild {0}.
tr: MSBuild dosyası {0} oluşturuluyor.

source: Generating Makefiles is not supported for single projects. Do you want to generate them for the full solution - '{0}' ?
cs: Generování souborů pravidel se pro jednotlivé projekty nepodporuje. Chcete je vygenerovat pro celé řešení – {0} ?
de: Das Generieren von Makefiles wird für Einzelprojekte nicht unterstützt. Möchten Sie sie für die vollständige Projektmappe generieren – '{0}'?
es: No se admite la generación de archivos Make para proyectos individuales. ¿Quiere generarlos para toda la solución ('{0}') ?
fr: La génération des Makefiles n’est pas prise en charge pour des projets isolés. Voulez-vous les générer pour la solution complète - « {0} » ?
it: La generazione di makefile non è supportata per singoli progetti. Generarli per l'intera soluzione '{0}' ?
ja: 単一プロジェクトの場合、メイクファイルの生成はサポートされません。完全なソリューション '{0}' に対して生成しますか。
ko: 메이크파일 생성은 단일 프로젝트에 지원되지 않습니다. 전체 솔루션의 메이크파일을 생성할까요('{0}')?
pl: Generowanie plików reguł programu make nie jest obsługiwane dla pojedynczych projektów. Czy chcesz wygenerować je dla całego rozwiązania „{0}”?
pt_br: Não há suporte para a geração de Makefiles para projetos simples. Você deseja gerá-los para a solução completa – '{0}'?
ru: Создание файлов makefile для отдельных проектов не поддерживается. Вы хотите создать их для всего решения — "{0}"?
tr: Derleme görevleri dosyası oluşturma tek projeler için desteklenmez. Bu dosyaları tam çözüm '{0}' için oluşturmak istiyor musunuz?
uk: Генерування Makefile не підтримується для окремих проектів. Бажаєте створити файли Makefile для всього рішення '{0}'?
zh_cn: 不支持为单个项目生成生成文件。是否要为完整解决方案“{0}”生成这类文件?
zh_tw: 不支援產生單一專案的 Makefile。要為完整解決方案 '{0}' 產生嗎?

source: Generating satellite assembly for '{0}' culture with {1}
cs: Generuje se satelitní sestavení pro jazykovou verzi {0} s {1}.
de: Satellitenassembly für Kultur '{0}' mit {1} wird erstellt.
es: Generando ensamblado satélite para la referencia cultural '{0}' con {1}
fr: Génération d’assembly satellite pour la culture « {0} » avec {1}
it: Generazione dell'assembly satellite per le impostazioni cultura '{0}' con {1}
ja: {1} で {0} カルチャのサテライト アセンブリを生成しています
ko: {1}을(를) 사용하여 '{0}' 문화권의 위성 어셈블리를 생성하는 중
pl: Generowanie zestawu satelickiego dla kultury „{0}” za pomocą {1}
pt_br: Gerando assembly satélite para cultura '{0}' com {1}
ru: Идет формирование вспомогательной сборки для языка и региональных параметров "{0}" с помощью {1}
tr: '{0}' kültürü için {1} ile uydu bütünleştirilmiş kodu oluşturuluyor
uk: Створюється супутня збірка для культури '{0}' з {1}
zh_cn: 正在使用 {1} 为“{0}”区域性生成附属程序集
zh_tw: 正在為 {1} 的 '{0}' 文化特性產生附屬組件

source: Generating {0} for Solution {1}
cs: Generování {0} pro řešení {1}
de: {0} wird für Projektmappe {1} generiert
es: Generando {0} para la solución {1}
fr: Génération de {0} pour la solution {1}
it: Generazione di {0} per la soluzione {1}
ja: ソリューション {1} の {0} を生成しています
ko: {1} 솔루션의 {0}을(를) 생성하는 중
pl: Generowanie elementu {0} dla rozwiązania {1}
pt_br: Gerando {0} para a Solução {1}
ru: Идет формирование {0} для решения {1}
tr: {1} Çözümü için {0} Oluşturuluyor
uk: Створюється {0} для рішення {1}
zh_cn: 正在为解决方案 {1} 生成 {0}
zh_tw: 正在為解決方案 {1} 產生 {0}

source: Generic
cs: Obecné
de: Generisch
es: Genérico
fr: Générique
ja: ジェネリック
ko: 제네릭
pl: Ogólne
pt_br: Genérico
ru: Универсальный
tr: Genel

source: Generic Project
cs: Obecný projekt
de: Allgemeines Projekt
es: Proyecto genérico
fr: Projet générique
it: Progetto generico
ja: 汎用プロジェクト
ko: 일반 프로젝트
pl: Projekt ogólny
pt_br: Projeto Genérico
ru: Универсальный проект
tr: Genel Amaçlı Proje
uk: Загальний проект
zh_cn: 通用项目
zh_tw: 泛型專案

source: Generic name:
cs: Obecný název:
de: Generischer Name:
es: Nombre genérico:
fr: Nom générique :
it: Nome generico:
ja: ジェネリック名:
ko: 제네릭 이름:
pl: Nazwa ogólna:
pt_br: Nome genérico:
ru: Универсальное имя:
tr: Genel ad:
uk: Загальна назва:
zh_cn: 通用名称:
zh_tw: 泛型名稱:

source: Geography software
cs: Geografická aplikace
de: Geografiesoftware
es: Software de geografía
fr: Logiciel de géographie
it: Software di geografia
ja: 地理学ソフトウェア
ko: 지리학 소프트웨어
pl: Oprogramowanie związane z geografią
pt_br: Software de geografia
ru: Программное обеспечение для географии
tr: Coğrafya yazılımı
uk: Географія
zh_cn: 地理学软件
zh_tw: 地理學軟體

source: Geology software
cs: Geologická aplikace
de: Geologiesoftware
es: Software de geología
fr: Logiciel de géologie
it: Software di geologia
ja: 地質学ソフトウェア
ko: 지질학 소프트웨어
pl: Oprogramowanie związane z geologią
pt_br: Software de geologia
ru: Программное обеспечение для геологии
tr: Jeoloji yazılımı
uk: Геологія
zh_cn: 地质学软件
zh_tw: 地質學軟體

source: Georgian
cs: gruzínština
de: Georgisch
es: Georgiano
fr: Géorgien
it: Georgiano
ja: ジョージア語
ko: 조지아어
pl: Gruziński
pt_br: Georgiano
ru: Грузинский
tr: Gürcüce
uk: Грузинське
zh_cn: 格鲁吉亚语
zh_tw: 喬治亞文

source: Geoscience software
cs: Vědecká aplikace o Zemi
de: Geowissenschaftliche Software
es: Software de geociencia
fr: Logiciel de science de la terre
it: Software di geoscienza
ja: 地球科学ソフトウェア
ko: 지구과학 소프트웨어
pl: Oprogramowanie związane z naukami o ziemi
pt_br: Software de geociência
ru: Программное обеспечение для геонауки
tr: Yerbilim yazılımı
uk: Вивчення Землі
zh_cn: 地球科学软件
zh_tw: 地球科學軟體

source: Get annotations {0}
cs: Získat poznámky {0}
de: Anmerkungen abrufen {0}
es: Obtener anotaciones {0}
fr: Obtenir les annotations {0}
it: Recupera le annotazioni {0}
ja: 注釈 {0} を取得する
ko: 주석 {0} 가져오기
pl: Pobierz adnotacje {0}
pt_br: Obter anotações {0}
ru: получить аннотации {0}
tr: Ek açıklamaları al {0}
uk: Отримати нотатки {0}
zh_cn: 获取注释 {0}
zh_tw: 取得註解 {0}

source: Get version from parent solution
cs: Získat verzi z nadřazeného řešení
de: Version von übergeordneter Projektmappe abrufen
es: Obtener la versión de la solución principal
fr: Obtenir la version de la solution parente
it: Ottieni versione dalla soluzione padre
ja: 親ソリューションからバージョンを取得する
ko: 상위 솔루션에서 버전 가져오기
pl: Pobierz wersję z rozwiązania nadrzędnego
pt_br: Obter versão da solução pai
ru: Получить версию из родительского решения
tr: Üst çözümden sürüm al
uk: Отримати версію з батьківського рішення
zh_cn: 从父解决方案获取版本
zh_tw: 從上層解決方案取得版本

source: Gettext Editor
cs: Editor gettext
es: Editor GetText
fr: Éditeur GetText
it: Editor gettext
ja: Gettext エディター
ko: Gettext 편집기
pl: Edytor gettext
ru: Редактор Gettext
tr: Gettext Düzenleyici
uk: Редактор gettext
zh_cn: Gettext 编辑器
zh_tw: Gettext 編輯器

source: Gettext class:
cs: Třída pro Gettext
de: Gettext-Klasse:
es: Clase Gettext:
fr: Classe GetText :
it: Classe gettext:
ja: Gettext クラス:
ko: Gettext 클래스:
pl: Klasa gettext:
pt_br: Classe Gettext:
ru: Класс Gettext:
tr: Gettext sınıfı:
uk: Клас gettext:
zh_cn: Gettext 类:
zh_tw: Gettext 類別:

source: Gettext translation
cs: Překlad gettext
de: GetText-Übersetzung
es: Traducción de GetText
fr: Traduction GetText
it: Traduzione di gettext
ja: Gettext 翻訳
ko: Gettext 번역
pl: Tłumaczenie gettext
pt_br: Tradução Gettext
ru: Перевод Gettext
tr: Gettext çevirisi
uk: Переклад gettext
zh_cn: Gettext 翻译
zh_tw: Gettext 翻譯

source: Getting Started
cs: Začínáme
de: Erste Schritte
es: Introducción
fr: Bien démarrer
ja: はじめに
ko: 시작
pl: Wprowadzenie
pt_br: Introdução
ru: Начало работы
tr: Başlarken

source: Getting restore information for project {0}
cs: Načítají se informace o obnovení pro projekt {0}.
de: Für das Projekt "{0}" werden Wiederherstellungsinformationen abgerufen.
es: Obteniendo información de restauración para el proyecto {0}
fr: Obtention des informations de restauration pour le projet {0}
ja: プロジェクト {0} の復元情報を取得しています
ko: 프로젝트 {0}의 복원 정보를 가져오는 중
pl: Pobieranie informacji o przywracaniu dla projektu {0}
pt_br: Obtendo informações de restauração do projeto {0}
ru: Получение сведений о восстановлении для проекта {0}
tr: {0} projesi için geri yükleme bilgileri alınıyor

source: Getting restore information for solution {0}
cs: Načítají se informace o obnovení pro řešení {0}.
de: Für die Projektmappe "{0}" werden Wiederherstellungsinformationen abgerufen.
es: Obteniendo información de restauración para la solución {0}
fr: Obtention des informations de restauration pour la solution {0}
ja: ソリューション {0} の復元情報を取得しています
ko: 솔루션 {0}의 복원 정보를 가져오는 중
pl: Pobieranie informacji o przywracaniu dla rozwiązania {0}
pt_br: Obtendo informações de restauração da solução {0}
ru: Получение сведений о восстановлении для решения {0}
tr: {0} çözümü için geri yükleme bilgileri alınıyor

source: Git Credentials
cs: Přihlašovací údaje Gitu
de: Git-Anmeldeinformationen
es: Credenciales de Git
fr: Informations d’identification Git
it: Credenziali GIT
ja: Git 資格情報
ko: Git 자격 증명
pl: Poświadczenia narzędzia Git
pt_br: Credenciais Git
ru: Учетные данные Git
tr: Git Kimlik Bilgileri
uk: Реєстраційні дані Git
zh_cn: GIT 凭据
zh_tw: Git 憑證

source: Git Repository Configuration
cs: Konfigurace úložiště Git
de: Git-Repositorykonfiguration
es: Configuración del repositorio Git
fr: Configuration du dépôt Git
it: Configurazione del repository GIT
ja: Git リポジトリの構成
ko: Git 리포지토리 구성
pl: Konfiguracja repozytorium narzędzia Git
pt_br: Configuração de Repositório Git
ru: Конфигурация репозитория Git
tr: Git Deposu Yapılandırması
uk: Конфігурація сховища Git
zh_cn: GIT 存储库配置
zh_tw: Git 儲存機制組態

source: Glade File
cs: Soubor Glade
de: Glade-Datei
es: Archivo de Glade
fr: Fichier glade
it: File Glade
ja: Glade ファイル
ko: Glade 파일
pl: Plik Glade
pt_br: Arquivo Glade
ru: Файл Glade
tr: Glade Dosyası
uk: Файл Glade
zh_cn: Glade 文件
zh_tw: Glade 檔案

source: Glade files
cs: Soubory Glade
de: Glade-Dateien
es: Archivos .glade
fr: Fichiers glade
it: File Glade
ja: Glade ファイル
ko: Glade 파일
pl: Pliki Glade
pt_br: Arquivos Glade
ru: Файлы Glade
tr: Glade dosyaları
uk: Файли Glade
zh_cn: Glade 文件
zh_tw: Glade 檔案

source: Global Assembly Cache
cs: Globální mezipaměť sestavení
de: Globaler Assemblycache
es: Caché de ensamblado global
fr: GAC (Global Assembly Cache)
ja: グローバル アセンブリ キャッシュ
ko: 전역 어셈블리 캐시
pl: Globalna pamięć podręczna zestawów
pt_br: Cache de Assembly Global
ru: Глобальный кэш сборок
tr: Genel Bütünleştirilmiş Kod Önbelleği
uk: Глобальний кеш збірок
zh_cn: 全局程序集缓存
zh_tw: 全域組件快取

source: Global Namespace
cs: Globální obor názvů
de: Globaler Namespace
es: Espacio de nombres global
fr: Espace de noms global
it: Spazio dei nomi globale
ja: グローバル名前空間
ko: 전역 네임스페이스
pl: Globalna przestrzeń nazw
pt_br: Namespace Global
ru: Глобальное пространство имен
tr: Genel Ad Alanı
zh_cn: 全局命名空间
zh_tw: 全域命名空間

source: Go Back to Documents
cs: Přejít zpátky k dokumentům
de: Zurück zu Dokumenten
es: Volver a Documentos
fr: Revenir aux documents
it: Torna ai documenti
ja: ドキュメントに戻る
ko: 문서로 돌아가기
pl: Wróć do dokumentów
pt_br: Voltar para Documentos
ru: Вернуться к документам
tr: Belgelere Geri Dön
uk: Повернутись до документів
zh_cn: 返回到文档
zh_tw: 返回文件

source: Go Back to File
cs: Vrátit se zpátky k souboru
de: Zurück zur Datei
es: Volver al archivo
fr: Revenir au fichier
it: Torna al file
ja: ファイルに戻る
ko: 파일로 돌아가기
pl: Wróć do pliku
pt_br: Voltar para o Arquivo
ru: Вернуться к файлу
tr: Dosyaya Geri Dön
uk: Повернутись до файлу
zh_cn: 返回到文件
zh_tw: 返回檔案

source: Go Back to Files
cs: Vrátit se zpátky k souborům
de: Zurück zu Dateien
es: Volver a Archivos
fr: Revenir aux fichiers
it: Torna ai file
ja: ファイルに戻る
ko: 파일로 돌아가기
pl: Wróć do plików
pt_br: Voltar para os Arquivos
ru: Вернуться к файлам
tr: Dosyalara Geri Dön
uk: Повернутись до файлів
zh_cn: 返回到文件
zh_tw: 返回檔案

source: Go Back to Solution
cs: Vrátit se zpátky k řešení
de: Zurück zur Projektmappe
es: Volver a la solución
fr: Revenir à la solution
it: Torna alla soluzione
ja: ソリューションに戻る
ko: 솔루션으로 돌아가기
pl: Wróć do rozwiązania
pt_br: Voltar para a Solução
ru: Вернуться к решению
tr: Çözüme Geri Dön
uk: Повернутись до рішення
zh_cn: 返回到解决方案
zh_tw: 返回解決方案

source: Go Back to Solutions
cs: Vrátit se zpátky do řešení
de: Zurück zu Projektmappen
es: Volver a Soluciones
fr: Revenir aux solutions
it: Torna alle soluzioni
ja: ソリューションに戻る
ko: 솔루션으로 돌아가기
pl: Wróć do rozwiązań
pt_br: Voltar para Soluções
ru: Вернуться к решениям
tr: Çözümlere Geri Dön
uk: Повернутись до рішень
zh_cn: 返回到解决方案
zh_tw: 返回解決方案
