Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Unable to authorize credentials for the repository.
cs: Nepodařilo se autorizovat přihlašovací údaje pro úložiště.
de: Anmeldeinformationen für das Repository können nicht autorisiert werden.
es: No se pueden autorizar las credenciales para el repositorio.
fr: Impossible d’autoriser les informations d’identification pour le référentiel.
it: Non è possibile autorizzare le credenziali per il repository.
ja: リポジトリの資格情報を承認できません。
ko: 리포지토리의 자격 증명에 권한을 부여할 수 없습니다.
pl: Nie można autoryzować poświadczeń dla tego repozytorium.
pt_br: Não é possível autorizar as credenciais para o repositório.
ru: Не удается авторизовать учетные данные для репозитория.
tr: Depo için kimlik bilgileri yetkilendirilemedi.
zh_cn: 无法授权给该存储库的凭据。
zh_tw: 無法授權存放庫的認證。

source: Unable to build ResourceId for {0}.
cs: Nepodařilo se sestavit ResourceId pro {0}.
de: ResourceId für {0} kann nicht erstellt werden.
es: No se puede compilar ResourceId para {0}.
fr: Impossible de générer ResourceId pour {0}.
it: Non è possibile compilare ResourceId per {0}.
ja: {0} の ResourceId をビルドできません。
ko: {0}에 대한 ResourceId를 빌드할 수 없습니다.
pl: Nie można skompilować elementu ResourceId dla {0}.
pt_br: Não é possível compilar o ResourceId para {0}.
ru: Не удается создать ResourceId для {0}.
tr: {0} için ResourceId derlenemedi.
uk: Не вдалось побудувати ResourceId для {0}.
zh_cn: 无法为 {0} 生成 ResourceId。
zh_tw: 無法建置 {0} 的資源識別碼。

source: Unable to close the solution when NuGet packages are being installed.
cs: Řešení nejde zavřít, když se instalují balíčky NuGet.
de: Die Projektmappe kann nicht geschlossen werden, während NuGet-Pakete installiert werden.
es: No se puede cerrar la solución cuando se están instalando paquetes NuGet.
fr: Impossible de fermer la solution durant l'installation de paquets NuGet.
ja: NuGet パッケージのインストール中にソリューションを閉じることはできません。
ko: NuGet 패키지가 설치되는 동안 솔루션을 닫을 수 없습니다.
pl: Nie można zamknąć rozwiązania, gdy pakiety NuGet są instalowane.
pt_br: Não é possível fechar a solução quando há pacotes NuGet sendo instalados.
ru: Не удается закрыть решение во время установки пакетов NuGet.
tr: NuGet paketleri yüklenirken çözüm kapatılamıyor.

source: Unable to close the solution when NuGet packages are being uninstalled.
cs: Řešení nejde zavřít, když se odinstalovávají balíčky NuGet.
de: Die Projektmappe kann nicht geschlossen werden, während NuGet-Pakete deinstalliert werden.
es: No se puede cerrar la solución cuando se están desinstalando paquetes NuGet.
fr: Impossible de fermer la solution durant la désinstallation de paquets NuGet.
ja: NuGet パッケージのアンインストール中にソリューションを閉じることはできません。
ko: NuGet 패키지가 제거되는 동안 솔루션을 닫을 수 없습니다.
pl: Nie można zamknąć rozwiązania, gdy pakiety NuGet są odinstalowywane.
pt_br: Não é possível fechar a solução quando há pacotes NuGet sendo desinstalados.
ru: Не удается закрыть решение во время удаления пакетов NuGet.
tr: NuGet paketleri kaldırılırken çözüm kapatılamıyor.

source: Unable to create package spec for project. '{0}'
cs: Specifikaci balíčku pro projekt nelze vytvořit. {0}
de: Für das Projekt kann keine Paketspezifikation erstellt werden. {0}
es: No se pueden crear especificaciones de paquete para el proyecto. "{0}"
fr: Impossible de créer la spécification de package pour le projet. « {0} »
ja: プロジェクトのパッケージ仕様を作成できません。'{0}'
ko: 프로젝트에 대한 패키지 사양을 만들 수 없습니다. '{0}'
pl: Nie można utworzyć specyfikacji pakietu dla projektu. „{0}”
pt_br: Não é possível criar a especificação do pacote para o projeto. '{0}'
ru: Не удалось создать спецификацию пакета для проекта. "{0}"
tr: Proje için paket belirtimi oluşturulamıyor. '{0}'

source: Unable to decrypt passwords stored in the NuGet.Config file.
cs: Hesla uložená v souboru NuGet.Config nelze dešifrovat.
de: In der NuGet.Config-Datei gespeicherte Kennwörter konnten nicht entschlüsselt werden.
es: No se pueden descifrar las contraseñas almacenadas en el archivo NuGet.Config.
fr: Impossible de déchiffrer les mots de passe stockés dans le fichier NuGet.Config.
ja: NuGet.Config ファイルに格納されているパスワードを暗号化解除できません。
ko: NuGet.Config 파일에 저장된 암호를 해독할 수 없습니다.
pl: Nie można odszyfrować haseł przechowywanych w pliku NuGet.Config.
pt_br: Não é possível descriptografar as senhas armazenadas no arquivo NuGet.Config.
ru: Не удалось расшифровать пароли, сохраненные в файле NuGet.Config.
tr: NuGet.Config dosyasında depolanan parolaların şifresi çözülemiyor.

source: Unable to decrypt passwords stored in the NuGet.Config file. The NuGet.Config file will be treated as read-only.
cs: Nepovedlo se dešifrovat hesla v souboru NuGet.Config. Soubor NuGet.Config bude jen pro čtení.
de: In der Datei 'NuGet.Config' gespeicherte Kennwörter können nicht entschlüsselt werden. Die Datei 'NuGet.Config' wird als schreibgeschützte Datei behandelt.
es: No se pueden descifrar las contraseñas agregadas en el archivo NuGet.Config. El archivo NuGet.Config se tratará como de solo lectura.
fr: Impossible de déchiffrer les mots de passe stockés dans le fichier NuGet.Config. Le fichier NuGet.Config est considéré comme étant en lecture seule.
it: Non è possibile decrittografare le password archiviate nel file NuGet.Config. Il file NuGet.Config verrà considerato come di sola lettura.
ja: NuGet.Config ファイルに格納されているパスワードを解読できません。NuGet.Config ファイルは読み取り専用として処理されます。
ko: NuGet.Config 파일에 저장된 암호를 해독할 수 없습니다. NuGet.Config 파일이 읽기 전용으로 처리됩니다.
pl: Nie można odszyfrować haseł zapisanych w pliku NuGet.Config. Plik NuGet.Config będzie traktowany jako plik tylko do odczytu.
pt_br: Não é possível descriptografar as senhas armazenadas no arquivo NuGet.Config. Ele será tratado como somente leitura.
ru: Не удается расшифровать пароли, хранящиеся в файле NuGet.Config. Файл NuGet.Config будет обрабатываться как доступный только для чтения.
tr: NuGet.Config dosyasına depolanmış parolaların şifreleri çözülemiyor. NuGet.Config dosyası salt okunur kabul edilecek.
zh_cn: 无法解密 NuGet.Config 文件中存储的密码。NuGet.Config 文件将被视为只读。
zh_tw: 無法將 NuGet.Config 檔案中所儲存的密碼解密。NuGet.Config 檔案將視為唯讀。

source: Unable to encrypt Package Source passwords.
cs: Nejde zašifrovat hesla zdroje balíčku.
de: Kennwörter für Paketquelle können nicht verschlüsselt werden.
es: No se pueden cifrar las contraseñas de origen del paquete.
fr: Impossible de chiffrer les mots de passe de la source du paquet.
it: Non è possibile crittografare le password delle origini dei pacchetti.
ja: パッケージ ソースのパスワードを暗号化できません。
ko: 패키지 소스 암호를 암호화할 수 없습니다.
pl: Nie można zaszyfrować haseł źródła pakietu.
pt_br: Não é possível criptografar as senhas da Origem do Pacote.
ru: Не удается зашифровать пароли источника пакета.
tr: Paket Kaynağı parolaları şifrelenemiyor.
zh_cn: 无法加密包源密码。
zh_tw: 無法加密封裝來源密碼。

source: Unable to find 'resgen' tool.
cs: Nepodařilo se najít nástroj resgen.
de: Das Tool 'resgen' wurde nicht gefunden.
es: No se encuentra la herramienta 'resgen'.
fr: Impossible de trouver l’outil « resgen ».
it: Lo strumento 'resgen' non è stato trovato.
ja: 'resgen' ツールが見つかりません。
ko: 'resgen' 도구를 찾을 수 없습니다.
pl: Nie można odnaleźć narzędzia „resgen”.
pt_br: Não é possível encontrar a ferramenta 'resgen'.
ru: Не удается найти инструмент "resgen".
tr: 'Resgen' aracı bulunamadı.
uk: Не вдалось знайти засіб 'resgen'.
zh_cn: 找不到 "resgen" 工具。
zh_tw: 找不到 'resgen' 工具。

source: Unable to find SDK '{0}'
cs: Sadu SDK {0} nejde najít.
de: SDK {0} nicht gefunden.
es: No se encuentra el SDK "{0}"
fr: Kit SDK '{0}' introuvable
ja: SDK '{0}' が見つかりません
ko: SDK '{0}'을(를) 찾을 수 없습니다.
pl: Nie można znaleźć zestawu SDK „{0}”
pt_br: Não é possível encontrar o SDK '{0}'
ru: Не удалось найти пакет SDK "{0}".
tr: '{0}' SDK'sı bulunamadı

source: Unable to find configure.in at '{0}'.
cs: Nepodařilo se najít configure.in v {0}.
de: configure.in' wurde in '{0}' nicht gefunden.
es: No se encuentra configure.in en '{0}'.
fr: Fichier configure.in introuvable dans « {0} ».
it: Il file configure.in non è stato trovato in '{0}'.
ja: configure.in が '{0}' に見つかりません。
ko: '{0}'에서 configure.in을 찾을 수 없습니다.
pl: Nie można odnaleźć pliku configure.in w lokalizacji „{0}”.
pt_br: Não é possível encontrar configure.in em '{0}'.
ru: Не удается найти configure.in в "{0}".
tr: '{0}' konumunda configure.in bulunamıyor.
uk: Не вдалось знайти configure.in в {0}.
zh_cn: 在“{0}”中找不到 configure.in。
zh_tw: 在 '{0}' 找不到 configure.in。

source: Unable to find the specified Makefile. You need to specify the path to an existing Makefile for use with the 'Makefile Integration' feature.
cs: Nepodařilo se najít zadaný soubor pravidel. Je potřeba zadat cestu k existujícímu souboru pravidel, který se má používat s funkcí Integrace souboru pravidel.
de: Das angegebene Makefile wurde nicht gefunden. Sie müssen den Pfad zu einem vorhandenen Makefile zur Verwendung mit dem Feature für die Makefileintegration angeben.
es: No se encuentra el archivo Make especificado. Debe especificar la ruta de acceso de un archivo Make existente para usarlo con la característica 'Integración de archivos Make'.
fr: Impossible de trouver le Makefile spécifié. Vous devez spécifier le chemin d’accès d’un Makefile existant à utiliser avec la fonctionnalité « Intégration du Makefile ».
it: Il makefile specificato non è stato trovato. È necessario specificare il percorso di un makefile esistente da usare con la funzionalità 'Integrazione makefile'.
ja: 指定したメイクファイルが見つかりません。'メイクファイル統合' 機能で使用するには、既存のメイクファイルのパスを指定する必要があります。
ko: 지정된 메이크파일을 찾을 수 없습니다. '메이크파일 통합' 기능과 함께 사용할 기존 메이크파일의 경로를 지정해야 합니다.
pl: Nie można znaleźć określonego pliku reguł programu make. Należy określić ścieżkę do istniejącego pliku reguł programu make lub użyć funkcji „Integracja pliku reguł programu make”.
pt_br: Não é possível localizar o Makefile especificado. Você precisa especificar o caminho para um Makefile existente para usar com o recurso 'Integração de Makefile'.
ru: Не удается найти указанный файл makefile. Чтобы использовать функцию "Интеграция makefile", необходимо указать путь к существующему файлу makefile.
tr: Belirtilen Derleme Görevleri Dosyası bulunamadı. 'Derleme Görevleri Dosyası Tümleştirme' özelliğiyle birlikte kullanmak için mevcut bir Derleme Görevleri Dosyasının yolunu belirtmeniz gerekir.
uk: Не вдалось знайти вказаний Makefile. Слід вказати шлях до Makefile, який використовуватиметься з засобом 'Інтеграція Makefile'.
zh_cn: 找不到指定的生成文件。你需要指定现有生成文件的路径以供“生成文件集成”功能使用。
zh_tw: 找不到指定的 Makefile。您需要指定現有 Makefile 的路徑，以與 [Makefile 整合] 功能搭配使用。

source: Unable to load project templates.
cs: Šablony projektu nelze načíst.
de: Fehler beim Laden von Projektvorlagen.
es: No se pueden cargar las plantillas de proyecto.
fr: Impossible de charger les modèles de projet.
ja: プロジェクト テンプレートを読み込むことができません。
ko: 프로젝트 템플릿을 로드할 수 없습니다.
pl: Nie można załadować szablonów projektów.
pt_br: Não é possível carregar os modelos do projeto.
ru: Не удалось загрузить шаблоны проекта.
tr: Proje şablonları yüklenemiyor.

source: Unable to parse reference '{0}' for project '{1}'. Ignoring.
cs: Nepodařilo se analyzovat odkaz {0} pro projekt {1}. Ignoruje se.
de: Verweis '{0}' für Projekt '{1}' kann nicht analysiert werden. Wird ignoriert.
es: No se puede analizar la referencia '{0}' para el proyecto '{1}'. Se omitirá.
fr: Impossible d’analyser la référence « {0} » pour le projet « {1} ». Référence ignorée.
it: Non è possibile analizzare il riferimento '{0}' per il progetto '{1}'. Il riferimento verrà ignorato.
ja: プロジェクト '{1}' の参照 '{0}' を解析できないため、無視します。
ko: '{1}' 프로젝트에 대한 '{0}' 참조를 구문 분석할 수 없습니다. 무시합니다.
pl: Nie można przeanalizować odwołania „{0}” dla projektu „{1}”. Ignorowanie.
pt_br: Não é possível analisar a referência '{0}' para o projeto '{1}'. Ignorando.
ru: Не удается проанализировать ссылку "{0} для проекта "{1}". Игнорируется.
tr: '{1}' projesi için '{0}' başvurusu ayrıştırılamıyor. Yoksayılıyor.
uk: Не вдалось розібрати посилання '{0}' для проекту '{1}'. Пропускається.
zh_cn: 无法分析项目“{1}”的引用“{0}”。正在忽略。
zh_tw: 無法解析專案 '{1}' 的參考 '{0}'。正在忽略。

source: Unable to read or write to "{0}".
cs: Nejde přečíst soubor {0} nebo do něj zapisovat.
de: In "{0}" kann nicht gelesen oder geschrieben werden.
es: No se puede leer ni escribir en "{0}".
fr: Impossible de lire ou d’écrire dans "{0}".
it: Non è possibile leggere o scrivere in "{0}".
ja: "{0}" の読み取りまたは書き込みができません。
ko: "{0}"을(를) 읽거나 쓸 수 없습니다.
pl: Nie można odczytać lub zapisać elementu „{0}”.
pt_br: Não é possível ler ou gravar em "{0}".
ru: Не удается выполнить чтение или запись в "{0}".
tr: "{0}" öğesi okunamıyor ve yazılamıyor.
uk: Не вдалось прочитати або записати "{0}".
zh_cn: 无法读取或写入“{0}”。
zh_tw: 無法讀取或寫入 "{0}"。

source: Unable to read the NuGet.Config file
cs: Nejde přečíst soubor NuGet.Config.
de: Datei 'NuGet.Config' kann nicht gelesen werden.
es: No se puede leer el archivo NuGet.Config
fr: Impossible de lire le fichier NuGet.Config
it: Non è possibile leggere il file NuGet.Config
ja: NuGet.Config ファイルを読み込めません
ko: NuGet.Config 파일을 읽을 수 없습니다.
pl: Nie można odczytać pliku NuGet.Config
pt_br: Não é possível ler o arquivo NuGet.Config
ru: Не удается считать файл NuGet.Config
tr: NuGet.Config dosyası okunamıyor
zh_cn: 无法读取 NuGet.Config 文件
zh_tw: 無法讀取 NuGet.Config 檔案

source: Unable to read the NuGet.Config file.
cs: Soubor NuGet.Config nelze přečíst.
de: Datei "NuGet.Config" kann nicht gelesen werden.
es: No se puede leer el archivo NuGet.Config.
fr: Impossible de lire le fichier NuGet.Config.
ja: NuGet.Config ファイルを読み取ることができません。
ko: NuGet.Config 파일을 읽을 수 없습니다.
pl: Nie można odczytać pliku NuGet.Config.
pt_br: Não é possível ler o arquivo NuGet.Config.
ru: Не удается считать файл NuGet.Config.
tr: NuGet.Config dosyası okunamıyor

source: Unable to restore {0} package before removing. Do you want to force the NuGet package to be removed?
cs: Před odebráním se nepovedlo obnovit balíček {0}. Chcete vynutit odebrání balíčku NuGet?
de: Das {0}-Paket kann vor dem Entfernen nicht wiederhergestellt werden. Möchten Sie das Entfernen des NuGet-Pakets erzwingen?
es: No se puede restaurar el paquete {0} antes de eliminarlo. ¿Quiere forzar la eliminación del paquete NuGet?
fr: Impossible de restaurer le paquet {0} avant suppression. Voulez-vous forcer la suppression du paquet NuGet ?
it: Non è possibile ripristinare il pacchetto {0} prima della rimozione. Forzare la rimozione del pacchetto NuGet?
ja: 削除前に {0} パッケージを復元することはできません。強制的に NuGet パッケージを削除しますか。
ko: 제거하기 전에 {0} 패키지를 복원할 수 없습니다. NuGet 패키지를 강제로 제거할까요?
pl: Nie można przywrócić pakietu {0} przed usunięciem. Czy chcesz wymusić usunięcie pakietu NuGet?
pt_br: Não é possível restaurar o pacote {0} antes de remover. Deseja forçar a remoção desse pacote NuGet?
ru: Не удается восстановить пакет {0} перед удалением. Вы хотите принудительно удалить пакет NuGet?
tr: {0} paketi kaldırılmadan geri yüklenemiyor. NuGet paketini kaldırılmaya zorlamak istiyor musunuz?
zh_cn: 无法在删除前还原 {0} 包。是否要强制删除 NuGet 包?
zh_tw: 無法先還原 {0} 封裝，再進行移除。要強制移除 NuGet 套件嗎?

source: Unable to run tests. Assembly not found '{0}'
cs: Testy nelze spustit. Sestavení {0} se nenašlo.
de: Tests konnten nicht ausgeführt werden. Assembly nicht gefunden "{0}".
es: No se pueden ejecutar las pruebas. No se encontró el ensamblado "{0}".
fr: Impossible d'exécuter les tests. Assembly introuvable : '{0}'
ja: テストを実行できません。アセンブリが見つかりません: '{0}'
ko: 테스트를 실행할 수 없습니다. 어셈블리를 찾을 수 없습니다. '{0}'
pl: Nie można uruchomić testów. Nie znaleziono zestawu „{0}”
pt_br: Não é possível executar testes. Assembly não encontrado '{0}'
ru: Не удалось выполнить тесты. Сборка "{0}" не найдена
tr: Testler çalıştırılamıyor. Bütünleştirilmiş kod bulunamadı '{0}'

source: Unable to save package source changes.{0}{0}{1}
cs: Nejde uložit změny zdroje balíčku.{0}{0}{1}
de: Änderungen an Paketquelle können nicht gespeichert werden.{0}{0}{1}
es: No se pueden guardar los cambios del origen del paquete.{0}{0}{1}
fr: Impossible d’enregistrer les modifications de la source du paquet.{0}{0}{1}
it: Non è possibile salvare le modifiche apportate alle origini dei pacchetti.{0}{0}{1}
ja: パッケージ ソースの変更を保存できません。{0}{0}{1}
ko: 패키지 소스 변경 내용을 저장할 수 없습니다.{0}{0}{1}
pl: Nie można zapisać zmian w źródle pakietu.{0}{0}{1}
pt_br: Não é possível salvar as alterações da origem do pacote.{0}{0}{1}
ru: Не удается сохранить изменения источника пакета.{0}{0}{1}
tr: Paket kaynağı değişiklikleri kaydedilemiyor.{0}{0}{1}
uk: Не вдалось записати зміни сирців пакету.{0}{0}{1}
zh_cn: 无法保存包源更改。{0}{0}{1}
zh_tw: 無法儲存封裝來源變更。{0}{0}{1}

source: Unable to set the next statement to this location.
cs: Na toto umístění není možné nastavit další příkaz.
de: Die next-Anweisung kann nicht auf diesen Speicherort festgelegt werden.
es: No se puede establecer la instrucción siguiente en esta ubicación.
fr: Impossible d'affecter cet emplacement à l'instruction suivante.
ja: この場所に next ステートメントを設定することはできません。
ko: 이 위치에 대한 다음 문을 설정할 수 없습니다.
pl: Nie można ustawić następnej instrukcji na tę lokalizację.
pt_br: Não é possível definir a próxima instrução para esse local.
ru: Не удалось задать для следующего оператора это расположение.
tr: Bu konum için sonraki ifade ayarlanamadı.

source: Unable to set the next statement. The next statement cannot be set to another function.
cs: Další příkaz není možné nastavit. Další příkaz není možné nastavit na jinou funkci.
de: Festlegen der next-Anweisung nicht möglich. Die next-Anweisung kann nicht auf eine andere Funktion festgelegt werden.
es: No se puede establecer la instrucción siguiente en otra función.
fr: Impossible de définir l'instruction suivante. L'instruction suivante ne peut pas avoir la valeur d'une autre fonction.
ja: next ステートメントを設定できません。next ステートメントを別の関数に設定することはできません。
ko: 다음 문을 설정할 수 없습니다. 다음 문은 다른 함수에 설정할 수 없습니다.
pl: Nie można ustawić następnej instrukcji. Nie można ustawić następnej instrukcji na inną funkcję.
pt_br: Não é possível definir a próxima instrução. A próxima instrução não pode ser definida como outra função.
ru: Не удалось задать следующий оператор. В качестве следующего оператора невозможно задать другую функцию.
tr: Sonraki ifade ayarlanamadı. Sonraki ifade başka bir işlev olarak ayarlanamaz.

source: Unable to start test host.
cs: Hostitele testování se nepodařilo spustit.
de: Testhost konnte nicht gestartet werden.
es: No se puede iniciar el host de prueba.
fr: Impossible de démarrer l'hôte de test.
ja: テスト ホストを開始できません。
ko: 테스트 호스트를 시작할 수 없습니다.
pl: Nie można uruchomić hosta testu.
pt_br: Não é possível iniciar o host de teste.
ru: Не удалось запустить хост тестов.
tr: Test ana bilgisayarı başlatılamıyor.

source: Unable to verify the identity of host as a trusted site.
cs: Nepodařilo se ověřit identitu hostitele jako důvěryhodného serveru.
de: Die Identität des Hosts kann nicht als vertrauenswürdige Site bestätigt werden.
es: No se pudo comprobar la identidad del host como un sitio confiable.
fr: Impossible de vérifier l’identité de l’hôte en tant que site de confiance.
it: Non è possibile verificare l'identità dell'host come sito attendibile.
ja: ホスト ID を信頼済みサイトとして確認できません。
ko: 호스트의 ID를 신뢰할 수 있는 사이트로 확인할 수 없습니다.
pl: Nie można zweryfikować tożsamości hosta jako zaufanej witryny.
pt_br: Não é possível verificar a identidade do host como um site confiável.
ru: Не удается проверить удостоверение узла на принадлежность к доверенному сайту.
tr: Konak kimliği güvenli bir site olarak doğrulanamadı.
uk: Не вдалось ідентифікувати хост як надійний сайт.
zh_cn: 无法验证主机的身份是否为受信任站点。
zh_tw: 無法確認此主機的身分為信任的網站。

source: Unallowed usage of Roslyn features in this context.
cs: Nepovolené použití funkcí Roslyn v tomto kontextu.
de: Unzulässige Verwendung von Roslyn-Features in diesem Kontext
es: Uso no permitido de características de Roslyn en este contexto.
fr: L’utilisation des fonctionnalités Roslyn n’est pas autorisée dans ce contexte.
it: Utilizzo non consentito di funzionalità di Roslyn in questo contesto.
ja: このコンテキストでは、Roslyn 機能を使用できません。
ko: 이 컨텍스트에서 Roslyn 기능의 사용이 허용되지 않습니다.
pl: Niedozwolone użycie funkcji platformy Roslyn w tym kontekście.
pt_br: Uso não permitido dos recursos de Roslyn neste contexto.
ru: Недопустимое использование функций Roslyn в этом контексте.
tr: Bu bağlamda Roslyn özelliklerinin izin verilmeyen kullanımı.
zh_cn: 不允许在此上下文中使用 Roslyn 功能。
zh_tw: 不允許在此內容中使用 Roslyn 功能。

source: Unavailable
cs: Nedostupné
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
ja: 使用不可
ko: 사용할 수 없음
pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступно
zh_cn: 不可用
zh_tw: 無法使用

source: Uncomment selected lines of code
cs: Zrušit komentář k vybraným řádkům kódu
de: Ausgewählte Codezeilen auskommentieren
es: Quitar marca de comentario en las líneas de código seleccionadas
fr: Décommenter les lignes de code sélectionnées
it: Rimuove il commento dalle righe di codice selezionate
ja: 選んだコード行のコメントを解除します
ko: 선택한 코드 줄 주석 처리 제거
pl: Usuń komentarz z wybranych wierszy kodu
pt_br: Remover marca de comentário das linhas de código selecionadas
ru: Раскомментировать выбранные строки кода
tr: Seçilen kod satırlarındaki açıklamaları kaldır
uk: Розкоментувати вибрані рядки коду
zh_cn: 取消注释选中的代码行
zh_tw: 取消註解選取的程式碼行

source: Undo last action
cs: Vrátit poslední akci zpět
de: Letzte Aktion rückgängig machen
es: Deshacer la última acción
fr: Annuler la dernière action
it: Annulla l'ultima azione
ja: 直前の操作を取り消します
ko: 마지막 작업 실행 취소
pl: Cofnij ostatnią akcję
pt_br: Desfazer a última ação
ru: Отменить последнее действие
tr: Son eylemi geri al
uk: Скасувати останню дію
zh_cn: 撤消上一个操作
zh_tw: 復原上一個動作

source: Undock
cs: Vyjmout z dokovací stanice
de: Ausdocken
es: Desacoplar
fr: Détacher
it: Disancora
ja: ドッキング解除
ko: 도킹 해제
pl: Oddokuj
pt_br: Desencaixar
ru: Отмена закрепления
tr: Ayır
uk: Відкріпити
zh_cn: 取消停靠
zh_tw: 卸除

source: Unexpected '<' in directive.
cs: Neočekávaný znak < v direktivě
de: Unerwartete '<' in Direktive.
es: No se esperaba '<' en la directiva.
fr: Caractère « < » inattendu dans la directive.
it: Il carattere '<' è imprevisto nella direttiva.
ja: ディレクティブに予期しない '<' があります。
ko: 지시문에 예기지 않은 '<'가 있습니다.
pl: Nieoczekiwany znak „<” w dyrektywie.
pt_br: '<' inesperado na diretiva.
ru: Непредвиденный символ "<" в директиве.
tr: Yönergede beklenmeyen '<'.
zh_cn: 指令中意外出现 "<"。
zh_tw: 指示詞中有非預期的 '<'。

source: Unexpected character '{0}' in tag.
cs: Neočekávaný znak {0} ve značce.
de: Unerwartetes Zeichen '{0}' in Tag.
es: Carácter inesperado '{0}' en la etiqueta.
fr: Caractère inattendu « {0} » dans la balise.
it: Il carattere '{0}' è imprevisto nel tag.
ja: タグに予期しない文字 '{0}' があります。
ko: 태그에 예기치 않은 '{0}' 문자가 있습니다.
pl: Nieoczekiwany znak „{0}” w tagu.
pt_br: Caractere inesperado '{0}' na marca.
ru: Непредвиденный символ "{0}" в теге.
tr: Etikette beklenmeyen '{0}' karakteri.
zh_cn: 标记中出现意外字符“{0}”。
zh_tw: 標記中有未預期的字元 '{0}'。

source: Unexpected directive {0}
cs: Neočekávaná direktiva {0}
de: Unerwartete {0}-Direktive
es: Directiva inesperada {0}
fr: Directive {0} inattendue
it: La direttiva {0} è imprevista
ja: 予期しないディレクティブ {0}
ko: 예기치 않은 지시문 {0}
pl: Nieoczekiwana dyrektywa {0}
pt_br: Diretiva inesperada {0}
ru: Непредвиденная директива: {0}
tr: Beklenmeyen {0} yönergesi
zh_cn: 意外指令 {0}
zh_tw: 未預期的指示詞 {0}

source: Unexpected second mastertype directive
cs: Neočekávaná druhá direktiva mastertype
de: Unerwartete zweite MasterType-Direktive
es: Segunda directiva mastertype inesperada
fr: Deuxième directive mastertype inattendue
it: La seconda direttiva mastertype è imprevista
ja: 予期しない 2 番目の mastertype ディレクティブ
ko: 예기치 않은 두 번째 mastertype 지시문
pl: Nieoczekiwana druga dyrektywa mastertype
pt_br: Segunda diretiva mastertype inesperada
ru: Непредвиденная вторая директива Mastertype
tr: Beklenmeyen ikinci mastertype yönergesi
zh_cn: 意外出现第二个 mastertype 指令
zh_tw: 未預期的第二個 mastertype 指示詞
