Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Invoke using static method syntax
it: Richiama con la sintassi del metodo statico
zh_cn: 调用 using static 方法语法
zh_tw: 使用靜態方法語法叫用

source: Convert to static method call
it: Converti nella chiamata al metodo statico
zh_cn: 转换为静态方法调用
zh_tw: 轉換為靜態方法呼叫

source: Extract field
it: Estrai il campo
zh_cn: 提取字段
zh_tw: 擷取欄位

source: Assign to new field
it: Assegna al nuovo campo
zh_cn: 分配给新字段
zh_tw: 指派到新欄位

source: Insert new field
it: Inserisci il nuovo campo
zh_cn: 插入新字段
zh_tw: 插入新欄位

source: Extract method
it: Estrai il metodo
zh_cn: 提取方法
zh_tw: 擷取方法

source: Swap 'Equals' target and argument
it: Scambia destinazione e argomento di 'Equals'
zh_cn: 交换 "Equals" 目标和参数
zh_tw: 交換 'Equals' 目標和引數

source: Swaps left and right arguments.
it: Scambia gli argomenti di sinistra e destra.
zh_cn: 交换左参数和右参数。
zh_tw: 交換左右引數。

source: Flip '{0}' operator arguments
it: Inverti gli argomenti dell'operatore '{0}'
zh_cn: 翻转“{0}”运算符参数
zh_tw: 翻轉 '{0}' 運算子引數

source: Create getter
it: Crea il getter
zh_cn: 创建 getter
zh_tw: 建立 getter

source: Generate property
it: Genera la proprietà
zh_cn: 生成属性
zh_tw: 產生屬性

source: Generate switch labels
it: Genera le etichette di switch
zh_cn: 生成 switch 标签
zh_tw: 產生 switch 標籤

source: Create switch labels
it: Crea le etichette di switch
zh_cn: 创建 switch 标签
zh_tw: 建立 switch 標籤

source: Create missing switch labels
it: Crea le etichette di switch mancanti
zh_cn: 创建缺失的 switch 标签
zh_tw: 建立遺漏的 switch 標籤

source: Implement abstract members
it: Implementa i membri astratti
zh_cn: 实现抽象成员
zh_tw: 實作抽象成員

source: Implement Interface
it: Implementa l'interfaccia
zh_cn: 实现接口
zh_tw: 實作介面

source: Implement interface explicit
it: Implementa l'interfaccia in modo esplicito
zh_cn: 显式实现接口
zh_tw: 實作介面明確

source: Create a backing field for a not implemented property
it: Crea un campo sottostante per una proprietà non implementata
zh_cn: 为没有实现的属性创建支持字段
zh_tw: 為未實作的屬性建立支援欄位

source: Implement property
it: Implementa la proprietà
zh_cn: 实现属性
zh_tw: 實作屬性

source: Inline local variable
it: Variabile locale inline
zh_cn: 内联局部变量
zh_tw: 內嵌區域變數

source: Insert anonymous method signature
it: Inserisci la firma del metodo anonimo
zh_cn: 插入匿名方法签名
zh_tw: 插入匿名方法特徵標記

source: Introduce constant
it: Introduci la costante
zh_cn: 引入常量
zh_tw: 引入常數

source: Create local constant
it: Crea la costante locale
zh_cn: 创建局部常量
zh_tw: 建立區域常數

source: Create constant field
it: Crea il campo della costante
zh_cn: 创建常量字段
zh_tw: 建立常數欄位

source: Create constant
it: Crea la costante
zh_cn: 创建常量
zh_tw: 建立常數

source: Create local constant (replace '{0}' occurrences)
it: Crea la costante locale (sostituisci '{0}' occorrenze)
zh_cn: 创建局部常量(替换“{0}”处)
zh_tw: 建立區域常數 (取代 '{0}' 個發生次數)

source: Create constant field (replace '{0}' occurrences)
it: Crea il campo della costante (sostituisci '{0}' occorrenze)
zh_cn: 创建常量字段(替换“{0}”处)
zh_tw: 建立常數欄位 (取代 {0} 個)

source: Introduce format item
it: Introduci l'elemento del formato
zh_cn: 引入格式项
zh_tw: 引入格式項目

source: Invert conditional operator
it: Inverti l'operatore condizionale
zh_cn: 反转条件运算符
zh_tw: 反轉條件運算子

source: Invert if
it: Inverti if
zh_cn: 反转 if
zh_tw: 反轉 if

source: Invert If and Simplify
it: Inverti if e semplifica
zh_cn: 反转 If 并简化
zh_tw: 反轉條件並簡化

source: Simplify if in loops
it: Semplifica if nei cicli
zh_cn: 简化循环中的 if
zh_tw: 在迴圈中時簡化

source: Invert logical expression
it: Inverti l'espressione logica
zh_cn: 反转逻辑表达式
zh_tw: 反轉邏輯運算式

source: Iterate via foreach
it: Esegui l'iterazione tramite foreach
zh_cn: 通过 foreach 循环访问
zh_tw: 透過 foreach 逐一查看

source: Join local variable declaration and assignment
it: Crea un join della dichiarazione di variabile locale e dell'assegnazione
zh_cn: 联接局部变量声明和赋值
zh_tw: 聯結本機變數宣告與指派

source: Join string literal
it: Crea un join del valore letterale stringa
zh_cn: 联接字符串文本
zh_tw: 加入字串常值

source: Convert LINQ query to fluent syntax
it: Converti la query LINQ nella sintassi fluent
zh_cn: 将 LINQ 查询转换为流利语法
zh_tw: 將 LINQ 查詢轉換成 Fluent 語法

source: Convert to query syntax
it: Converti nella sintassi di query
zh_cn: 转换为查询语法
zh_tw: 轉換為查詢語法

source: Merge nested 'if'
it: Esegui il merge di 'if' annidato
zh_cn: 合并嵌套的 "if"
zh_tw: 合併巢狀 'if'

source: Merge nested 'if's
it: Esegui il merge di 'if' annidati
zh_cn: 合并嵌套的 "if"
zh_tw: 合併巢狀 'if'

source: Move to outer scope
it: Sposta nell'ambito esterno
zh_cn: 移到外部范围
zh_tw: 移到外部範圍

source: Move declaration to outer scope
it: Sposta la dichiarazione nell'ambito esterno
zh_cn: 将声明移到外部范围
zh_tw: 將宣告移到外部範圍

source: Move initializer to outer scope
it: Sposta l'inizializzatore nell'ambito esterno
zh_cn: 将初始值设定项移到外部范围
zh_tw: 將初始設定式移至外部範圍

source: Negate 'is' expression
it: Nega l'espressione 'is'
zh_cn: 对 "is" 表达式求反
zh_tw: 否定 'is' 運算式

source: Negate a relational expression
it: Nega un'espressione relazionale
zh_cn: 对关系表达式求反
zh_tw: 否定關聯運算式

source: put inside 'using'
it: Inserisci in 'using'
zh_cn: 放入 "using"
zh_tw: 放在 'using' 內

source: Remove backing store for property
it: Rimuovi l'archivio di backup per la proprietà
zh_cn: 删除属性的后备存储
zh_tw: 移除屬性的備份存放區

source: Convert to auto property
it: Converti nella proprietà auto
zh_cn: 转换为 auto 属性
zh_tw: 轉換為 auto property

source: Remove braces
it: Rimuovi le parentesi graffe
zh_cn: 删除大括号
zh_tw: 移除括號

source: Remove redundant type
it: Rimuovi il tipo ridondante
zh_cn: 删除冗余的类型
zh_tw: 移除冗餘的類型

source: Remove type specifier
it: Rimuovi l'identificatore di tipo
zh_cn: 删除类型说明符
zh_tw: 移除類型指定名稱

source: Remove region
it: Rimuovi region
zh_cn: 删除区域
zh_tw: 移除 region

source: Use string.Empty
it: Usa string.Empty
zh_cn: 使用 string.Empty
zh_tw: 使用 string.Empty

source: Simplify if flow
it: Semplifica il flusso if
zh_cn: 简化 if 流
zh_tw: 流程時簡化

source: Simplify if flow in loops
it: Semplifica il flusso if nei cicli
zh_cn: 简化循环中的 if 流
zh_tw: 流程在迴圈中時簡化

source: Split local variable declaration and assignment
it: Dividi la dichiarazione di variabile locale e l'assegnazione
zh_cn: 拆分局部变量声明和赋值
zh_tw: 分割區域變數宣告與指派

source: Use explicit type
it: Usa il tipo esplicito
zh_cn: 使用显式类型
zh_tw: 使用明確類型

source: Use string.Format()
it: Usa string.Format()
zh_cn: 使用 string.Format()
zh_tw: 使用 string.Format()

source: Use 'var' keyword
it: Usa la parola chiave 'var'
zh_cn: 使用 "var" 关键字
zh_tw: 使用 'var' 關鍵字

source: 'if' statement can be re-written as '&&' expression
it: L'istruzione 'if' può essere riscritta come espressione '&&'
zh_cn: "if" 语句可以重写为 "&&" 表达式
zh_tw: 'if' 陳述式可以重寫為 '&&' 運算式

source: Convert to '&&' expresssion
it: Converti nell'espressione '&&'
zh_cn: 转换为 "&&" 表达式
zh_tw: 轉換為 '&&' 運算式

source: Replace with '&&'
it: Sostituisci con '&&'
zh_cn: 替换为 "&&"
zh_tw: 以 '&&' 取代

source: Convert to '&=' expresssion
it: Converti nell'espressione '&='
zh_cn: 转换为 "&=" 表达式
zh_tw: 轉換為 '&=' 運算式

source: Use of lock (this) or MethodImplOptions.Synchronized is discouraged
it: L'uso di lock (this) o di MethodImplOptions.Synchronized è sconsigliato
zh_cn: 不建议使用 lock (this) 或 MethodImplOptions.Synchronized
zh_tw: 不鼓勵使用鎖定 (這個) 或 MethodImplOptions.Synchronized

source: Create private locker field
it: Crea il campo locker privato
zh_cn: 创建专用保险箱字段
zh_tw: 建立私人保險箱欄位

source: Found [MethodImpl(MethodImplOptions.Synchronized)]
it: È stato trovato [MethodImpl(MethodImplOptions.Synchronized)]
zh_cn: 找到 [MethodImpl(MethodImplOptions.Synchronized)]
zh_tw: 找到 [MethodImpl(MethodImplOptions.Synchronized)]

source: Found lock (this)
it: È stato trovato lock (this)
zh_cn: 找到 lock (this)
zh_tw: 找到 lock (this)

source: Simplify negative relational expression
it: Semplifica l'espressione relazionale negativa
zh_cn: 简化否定关系表达式
zh_tw: 簡化負的關聯運算式

source: Show NotImplementedExceptions
it: Mostra NotImplementedExceptions
zh_cn: 显示 NotImplementedExceptions
zh_tw: 顯示 NotImplementedExceptions

source: NotImplemented exception thrown
it: È stata generata l'eccezione NotImplemented
zh_cn: 引发 NotImplemented 异常
zh_tw: 擲回了 NotImplemented 例外狀況

source: Remove redundant 'internal' modifier
it: Rimuovi il modificatore 'internal' ridondante
zh_cn: 删除冗余的 "internal" 修饰符
zh_tw: 移除冗餘的 'internal' 修飾詞

source: Keyword 'internal' is redundant. This is the default modifier.
it: La parola chiave 'internal' è ridondante. Questo è il modificatore predefinito.
zh_cn: 关键字 "internal" 是冗余的。这是默认修饰符。
zh_tw: 關鍵字 'internal' 為冗餘。這是預設修飾詞。

source: Remove 'internal' modifier
it: Rimuovi il modificatore 'internal'
zh_cn: 删除 "internal" 修饰符
zh_tw: 移除 'internal' 修飾詞

source: Remove redundant 'private' modifier
it: Rimuovi il modificatore 'private' ridondante
zh_cn: 删除冗余的 "private" 修饰符
zh_tw: 移除冗餘的 'private' 修飾詞

source: Keyword 'private' is redundant. This is the default modifier.
it: La parola chiave 'private' è ridondante. Questo è il modificatore predefinito.
zh_cn: 关键字 "private" 是冗余的。这是默认修饰符。
zh_tw: 關鍵字 'private' 為冗餘。這是預設修飾詞。

source: Validate Xml documentation
it: Convalida la documentazione XML
zh_cn: 验证 XML 文档
zh_tw: 驗證 Xml 文件

source: Remove comment
it: Rimuovi il commento
zh_cn: 删除注释
zh_tw: 移除註解

source: Reference parsing error '{0}'.
it: Si è verificato l'errore '{0}' durante l'analisi dei riferimenti.
zh_cn: 引用分析错误“{0}”。
zh_tw: 參考剖析錯誤 '{0}'。

source: Copy to local variable
it: Copia nella variabile locale
zh_cn: 复制到局部变量
zh_tw: 複製到區域變數

source: Remove redundant expression
it: Rimuovi l'espressione ridondante
zh_cn: 删除冗余的表达式
zh_tw: 移除冗餘的運算式

source: Parameter can be {0}
it: Il parametro può essere {0}
zh_cn: 参数可以为 {0}
zh_tw: 參數可為 {0}

source: Variable could be moved to a nested scope
it: È possibile che la variabile sia stata spostata in un ambito annidato
zh_cn: 变量可以移到嵌套范围
zh_tw: 變數可以移至巢狀範圍

source: Move to nested scope
it: Sposta nell'ambito annidato
zh_cn: 移到嵌套范围
zh_tw: 移到巢狀範圍

source: Bitwise Operations on enum not marked with Flags attribute
it: Operazioni bit per bit su enumerazione non contrassegnate con l'attributo Flags
zh_cn: 对没有标记 Flags 属性的枚举执行位运算
zh_tw: 未以 Flags 屬性標記之列舉的位元運算

source: Type check and casts can be replaced with 'as' and null check
it: È possibile sostituire il controllo del tipo e i cast con 'as' e il controllo Null
zh_cn: 类型检查和转换可以替换为 "as" 和 null 检查
zh_tw: 可以使用 'as' 和 Null 檢查取代型別檢查和轉換

source: Compare floating point numbers with equality operator
it: Confronta i numeri a virgola mobile con l'operatore di uguaglianza
zh_cn: 使用相等运算符比较浮点数
zh_tw: 使用等號比較運算子來比較浮點數

source: NaN doesn't equal to any floating point number including to itself. Use 'IsNaN' instead.
it: NaN non è uguale ad alcun numero a virgola mobile incluso se stesso. Usare 'IsNaN'.
zh_cn: NaN 不等于包括其自身的任何浮点数。改用 "IsNaN"。
zh_tw: NaN 不等於任何浮點數 (包含它自己)。請改用 'IsNaN'。

source: Replace with '!{0}.IsNaN(...)' call
it: Sostituisci con la chiamata a '!{0}.IsNaN(...)'
zh_cn: 替换为“!{0}.IsNaN(...)”调用
zh_tw: 以 '!{0}.IsNaN(...)' 呼叫取代

source: Replace with '{0}.IsNaN(...)' call
it: Sostituisci con la chiamata a '{0}.IsNaN(...)'
zh_cn: 替换为“{0}.IsNaN(...)”调用
zh_tw: 以 '{0}.IsNaN(...)' 呼叫取代

source: Comparison of floating point numbers with equality operator. Use 'IsNegativeInfinity' method.
it: Confronto tra numeri a virgola mobile e l'operatore di uguaglianza. Usa il metodo 'IsNegativeInfinity'.
zh_cn: 使用相等运算符进行的浮点数比较。使用 "IsNegativeInfinity" 方法。
zh_tw: 使用等號比較運算子的浮點數比較。使用 'IsNegativeInfinity' 方法。

source: Replace with '!{0}.IsNegativeInfinity(...)' call
it: Sostituisci con la chiamata a '!{0}.IsNegativeInfinity(...)'
zh_cn: 替换为“!{0}.IsNegativeInfinity(...)”调用
zh_tw: 以 '!{0}.IsNegativeInfinity(...)' 呼叫取代

source: Replace with '{0}.IsNegativeInfinity(...)' call
it: Sostituisci con la chiamata a '{0}.IsNegativeInfinity(...)'
zh_cn: 替换为“{0}.IsNegativeInfinity(...)”调用
zh_tw: 以 '{0}.IsNegativeInfinity(...)' 呼叫取代

source: Comparison of floating point numbers with equality operator. Use 'IsPositiveInfinity' method.
it: Confronto tra numeri a virgola mobile e l'operatore di uguaglianza. Usa il metodo 'IsPositiveInfinity'.
zh_cn: 使用相等运算符进行的浮点数比较。使用 "IsPositiveInfinity" 方法。
zh_tw: 使用等號比較運算子的浮點數比較。使用 'IsPositiveInfinity' 方法。

source: Replace with '!{0}.IsPositiveInfinity(...)' call
it: Sostituisci con la chiamata a '!{0}.IsPositiveInfinity(...)'
zh_cn: 替换为“!{0}.IsPositiveInfinity(...)”调用
zh_tw: 以 '!{0}.IsPositiveInfinity(...)' 呼叫取代

source: Replace with '{0}.IsPositiveInfinity(...)' call
it: Sostituisci con la chiamata a '{0}.IsPositiveInfinity(...)'
zh_cn: 替换为“{0}.IsPositiveInfinity(...)”调用
zh_tw: 以 '{0}.IsPositiveInfinity(...)' 呼叫取代

source: Comparison of floating point numbers can be unequal due to the differing precision of the two values.
it: Il risultato del confronto tra numeri a virgola mobile non può essere diverso a causa della diversa precisione dei due valori.
zh_cn: 浮点数的比较可能会因两个值的精度不同而不相等。
zh_tw: 因為兩個值的精確度不同，所以浮點數的比較可能不相等。

source: Fix floating point number comparing. Compare a difference with epsilon.
it: Correggere il confronto tra numeri a virgola mobile. Confrontare una differenza con epsilon.
zh_cn: 固定浮点数比较。使用 epsilon 比较差异。
zh_tw: 修正浮點數比較。使用 epsilon 來比較差值。

source: Replace '?:' with branch
it: Sostituisci '?:' con il ramo
zh_cn: 将 "?:" 替换为分支
zh_tw: 以分支取代 '?:'

source: Make class '{0}' sealed
it: Rendi sealed la classe '{0}'
zh_cn: 使类“{0}”密封
zh_tw: 將類別 '{0}' 設為密封

source: Empty general catch clause
it: Clausola catch generale vuota
zh_cn: 空常规 catch 子句
zh_tw: 空白一般 catch 子句

source: Equal expression comparison
it: Confronto di espressioni di uguaglianza
zh_cn: 相等表达式比较
zh_tw: 等於運算式比較

source: Replace with 'true'
it: Sostituisci con 'true'
zh_cn: 替换为 "true"
zh_tw: 以 'true' 取代

source: Replace with 'false'
it: Sostituisci con 'false'
zh_cn: 替换为 "false"
zh_tw: 以 'false' 取代

source: Event unsubscription via anonymous delegate
it: Annullamento della sottoscrizione dell'evento tramite delegato anonimo
zh_cn: 通过匿名委托取消订阅事件
zh_tw: 透過匿名委派取消訂閱事件

source: Function never returns
it: La funzione non restituisce mai un valore
zh_cn: 函数从不返回
zh_tw: 函式一律不會傳回

source: Local variable hides member
it: La variabile locale nasconde il membro
zh_cn: 局部变量隐藏成员
zh_tw: 區域變數會隱藏成員

source: Local variable '{0}' hides field '{1}'
it: La variabile locale '{0}' nasconde il campo '{1}'
zh_cn: 局部变量“{0}”隐藏字段“{1}”
zh_tw: 區域變數 '{0}' 會隱藏欄位 '{1}'

source: Local variable '{0}' hides method '{1}'
it: La variabile locale '{0}' nasconde il metodo '{1}'
zh_cn: 局部变量“{0}”隐藏方法“{1}”
zh_tw: 區域變數 '{0}' 會隱藏方法 '{1}'

source: Local variable '{0}' hides property '{1}'
it: La variabile locale '{0}' nasconde la proprietà '{1}'
zh_cn: 局部变量“{0}”隐藏属性“{1}”
zh_tw: 區域變數 '{0}' 會隱藏屬性 '{1}'

source: Local variable '{0}' hides event '{1}'
it: La variabile locale '{0}' nasconde l'evento '{1}'
zh_cn: 局部变量“{0}”隐藏事件“{1}”
zh_tw: 區域變數 '{0}' 會隱藏事件 '{1}'

source: Local variable '{0}' hides member '{1}'
it: La variabile locale '{0}' nasconde il membro '{1}'
zh_cn: 局部变量“{0}”隐藏成员“{1}”
zh_tw: 區域變數 '{0}' 會隱藏成員 '{1}'

source: Make suffix upper case
it: Applica il maiuscolo al suffisso
zh_cn: 大写后缀
zh_tw: 將尾碼設為大寫

source: Mismatch optional parameter value in overridden method
it: Valore di parametro facoltativo non corrispondente nel metodo sottoposto a override
zh_cn: 替代方法中的可选参数值不匹配
zh_tw: 覆寫方法中的選用參數值不相符

source: Optional parameter value {0} differs from base " + memberType + " '{1}'
it: I valore del parametro facoltativo {0} è diverso da " + memberType + " '{1}' di base
zh_cn: 可选参数值 {0} 与基" + memberType + "“{1}”之间存在差异
zh_tw: 選用參數值 {0} 與基底 " + memberType + " '{1}' 不同

source: Remove parameter default value
it: Rimuovi il valore predefinito del parametro
zh_cn: 删除参数默认值
zh_tw: 移除參數的預設值

source: Change default value to {0}
it: Cambia il valore predefinito in {0}
zh_cn: 将默认值更改为 {0}
zh_tw: 將預設值變更為 {0}

source: Parameter {0} has default value in base method '{1}'
it: Il parametro {0} contiene il valore predefinito nel metodo di base '{1}'
zh_cn: 参数 {0} 在基方法“{1}”中具有默认值
zh_tw: 在基底方法 '{1}' 中，參數 {0} 有預設值

source: Add default value from base '{0}'
it: Aggiungi il valore predefinito da '{0}' di base
zh_cn: 从基“{0}”添加默认值
zh_tw: 從基礎映像 '{0}' 新增預設值

source: [Optional] attribute with 'ref' or 'out' parameter
it: Attributo [Optional] con parametro 'out' o 'ref'
zh_cn: 具有 "ref" 或 "out" 参数的[可选]属性
zh_tw: 具有 'ref' 或 'out' 參數的 [選擇性] 屬性

source: A 'ref' or 'out' parameter can't be optional
it: Un parametro 'out' o 'ref' non può essere facoltativo
zh_cn: "ref" 或 "out" 参数不能是可选的
zh_tw: 'ref' 或 'out' 參數不能是選擇性參數

source: Parameter hides a member
it: Il parametro nasconde un membro
zh_cn: 参数隐藏成员
zh_tw: 參數會隱藏成員

source: 'value' parameter not used
it: Il parametro 'value' non è usato
zh_cn: 未使用 "value" 参数
zh_tw: 未使用 'value' 參數

source: The setter does not use the 'value' parameter
it: Il setter non usa il parametro 'value'
zh_cn: Setter 没有使用 "value" 参数
zh_tw: Setter 未使用 'value' 參數

source: The add accessor does not use the 'value' parameter
it: La funzione di accesso add non usa il parametro 'value'
zh_cn: Add 访问器没有使用 "value" 参数
zh_tw: add 存取子未使用 'value' 參數

source: The remove accessor does not use the 'value' parameter
it: La funzione di accesso remove non usa il parametro 'value'
zh_cn: Remove 访问器没有使用 "value" 参数
zh_tw: remove 存取子未使用 'value' 參數

source: Parameter has no matching param tag in the XML comment
it: Il parametro non contiene tag param corrispondenti nel commento XML
zh_cn: 参数在 XML 注释中没有匹配的 param 标记
zh_tw: 在 XML 註解中，參數沒有相符的 param 標記

source: Missing xml documentation for Parameter '{0}'
it: Manca la documentazione XML per il parametro '{0}'
zh_cn: 参数“{0}”缺少 XML 文档
zh_tw: 遺漏參數 '{0}' 的 XML 文件

source: Create xml documentation for Parameter '{0}'
it: Crea la documentazione XML per il parametro '{0}'
zh_cn: 为参数“{0}”创建 XML 文档
zh_tw: 為參數 '{0}' 建立 xml 文件

source: CS1717:Assignment made to same variable
it: CS1717: l'assegnazione è stata fatta alla stessa variabile
zh_cn: CS1717: 对同一变量进行了赋值
zh_tw: CS1717: 對相同的變數進行指派

source: Remove assignment
it: Rimuovi l'assegnazione
zh_cn: 删除赋值
zh_tw: 移除指派

source: Unassigned readonly field
it: Campo di sola lettura non assegnato
zh_cn: 未赋值的只读字段
zh_tw: 已解除指派唯讀欄位

source: Readonly field '{0}' is never assigned
it: Il campo di sola lettura '{0}' non è mai assegnato
zh_cn: 只读字段“{0}”从未赋值
zh_tw: 永不指派唯讀欄位 '{0}'

source: Initialize field from constructor parameter
it: Inizializza il campo dal parametro del costruttore
zh_cn: 通过构造函数参数初始化字段
zh_tw: 從建構函式參數初始化欄位

source: Inconsistent Naming
it: Nomi incoerenti
zh_cn: 不一致的命名
zh_tw: 不一致的命名

source: NUnit Test methods should have public visibility
it: I metodi di test di NUnit devono avere visibilità pubblica
zh_cn: NUnit 测试方法应具有公共可见性
zh_tw: NUnit 測試方法應該具備公用可見性

source: Make method public
it: Rendi pubblico il metodo
zh_cn: 使方法变为公共的
zh_tw: 將方法設為公用

source: '?:' expression can be converted to '??' expression
it: L'espressione '?:' può essere convertita nell'espressione '??'
zh_cn: "?:" 表达式可以转换为 "??" 表达式
zh_tw: '?:' 運算式可以轉換成 '??' 運算式

source: '?:' expression can be re-written as '??' expression
it: L'espressione '?:' può essere riscritta come espressione '??'
zh_cn: "?:" 表达式可以重写为 "??" 表达式
zh_tw: '?:' 運算式可以重寫為 '??' 運算式

source: Replace '?:' operator with '??
it: Sostituisci l'operatore '?:' con '??
zh_cn: 将 "?:" 运算符替换为 "??"
zh_tw: 以 '?? 取代 '?:' 運算子

source: 'if' statement can be re-written as '?:' expression
it: L'istruzione 'if' può essere riscritta come espressione '?:'
zh_cn: "if" 语句可以重写为 "?:" 表达式
zh_tw: 'if' 陳述式可以重寫為 '?:' 運算式

source: Convert to '?:' expression
it: Converti nell'espressione '?:'
zh_cn: 转换为 "?:" 表达式
zh_tw: 轉換為 '?:' 運算式

source: 'if' statement can be re-written as '??' expression
it: L'istruzione 'if' può essere riscritta come espressione '??'
zh_cn: "if" 语句可以重写为 "??" 表达式
zh_tw: 'if' 陳述式可以重寫為 '??' 運算式

source: Convert to '??' expresssion
it: Converti nell'espressione '??'
zh_cn: 转换为 "??" 表达式
zh_tw: 轉換為 '??' 運算式

source: Convert 'Nullable<T>' to 'T?'
it: Converti 'Nullable<T>' in 'T?'
zh_cn: 将 "Nullable<T>" 转换为 "T?"
zh_tw: 將 'Nullable<T>' 轉換為 'T?'

source: Type can be simplified to '{0}?'
it: Il tipo può essere semplificato in '{0}?'
zh_cn: 类型可以简化为“{0}?”
zh_tw: 類型可以簡化為 '{0}?'

source: Rewrite to '{0}?'
it: Riscrivi in '{0}?'
zh_cn: 重写为“{0}?”
zh_tw: 要重寫到 '{0}' 嗎?

source: Convert to extension method call
it: Converti nella chiamata al metodo di estensione
zh_cn: 转换为扩展方法调用
zh_tw: 轉換成擴充方法呼叫

source: 'if...return' statement can be re-written as 'return' statement
it: L'istruzione 'if...return' può essere riscritta come istruzione 'return'
zh_cn: "if...return" 语句可以重写为 "return" 语句
zh_tw: 'if...return' 陳述式可以重寫為 'return' 陳述式

source: Convert to 'return' statement
it: Converti nell'istruzione 'return'
zh_cn: 转换为 "return" 语句
zh_tw: 轉換為 'return' 陳述式

source: Use 'var'
it: Usa 'var'
zh_cn: 使用 "var"
zh_tw: 使用 'var'

source: Static method invoked via derived type
it: Metodo statico richiamato tramite tipo derivato
zh_cn: 通过派生类型调用的静态方法
zh_tw: 已透過衍生型別叫用的靜態方法

source: Use base qualifier
it: Usa il qualificatore di base
zh_cn: 使用 base 限定符
zh_tw: 建立基底限定詞

source: Add 'params' modifier
it: Aggiungi il modificatore 'params'
zh_cn: 添加 "params" 修饰符
zh_tw: 新增 'params' 修飾詞

source: 'if-do-while' statement can be re-written as 'while' statement
it: L'istruzione 'if-do-while' può essere riscritta come istruzione 'while'
zh_cn: "if-do-while" 语句可以重写为 "while" 语句
zh_tw: 'if-do-while' 陳述式可以重寫為 'while' 陳述式

source: Replace with 'while'
it: Sostituisci con 'while'
zh_cn: 替换为 "while"
zh_tw: 以 'while' 取代

source: Convert local variable or field to constant
it: Converti la variabile locale o il campo in costante
zh_cn: 将局部变量或字段转换为常量
zh_tw: 將區域變數或欄位轉換為常數

source: Convert to constant
it: Converti in costante
zh_cn: 转换为常量
zh_tw: 轉換為常數

source: To const
it: In costante
zh_cn: 转为常量
zh_tw: 至常數

source: Replace with '{}'
it: Sostituisci con '{}'
zh_cn: 替换为 "{}"
zh_tw: 以 '{}' 取代

source: Convert field to readonly
it: Converti il campo in campo di sola lettura
zh_cn: 将字段转换为只读
zh_tw: 將欄位轉換為唯讀

source: Convert to readonly
it: Converti in campo di sola lettura
zh_cn: 转换为只读
zh_tw: 轉換為唯讀

source: To readonly
it: In sola lettura
zh_cn: 转为只读
zh_tw: 至唯讀

source: Member can be made static
it: Il membro può essere reso statico
zh_cn: 成员可以变为静态
zh_tw: 成員可以設為靜態

source: Method '{0}' can be made static.
it: Il metodo '{0}' può essere reso statico.
zh_cn: 方法“{0}”可以变为静态。
zh_tw: 方法 '{0}' 可以設為靜態。

source: Make '{0}' static
it: Rendi statico '{0}'
zh_cn: 使“{0}”变为静态
zh_tw: 將 '{0}' 設為靜態

source: Property '{0}' can be made static.
it: La proprietà '{0}' può essere resa statica.
zh_cn: 属性“{0}”可以变为静态。
zh_tw: 屬性 '{0}' 可以設為靜態。

source: Event '{0}' can be made static.
it: L'evento '{0}' può essere reso statico.
zh_cn: 事件“{0}”可以变为静态。
zh_tw: 事件 '{0}' 可以設為靜態。

source: Make constructor in abstract class protected
it: Rendi protetto il costruttore nella classe astratta
zh_cn: 使构造函数在抽象类中受到保护
zh_tw: 將抽象類別中的建構函式設為受保護

source: Make constructor protected
it: Rendi protetto il costruttore
zh_cn: 使构造函数受到保护
zh_tw: 將建構函式設為受保護

source: Make constructor private
it: Rendi privato il costruttore
zh_cn: 使构造函数变为专用
zh_tw: 將建構函式設為私用

source: Constructor in Abstract Class should not be public
it: Il costruttore nella classe astratta non deve essere pubblico
zh_cn: 抽象类中的构造函数不应是公共的
zh_tw: 抽象類別中的建構函式不應該為公用

source: Replace with FirstOrDefault<T>()
it: Sostituisci con FirstOrDefault<T>()
zh_cn: 替换为 FirstOrDefault<T>()
zh_tw: 以 FirstOrDefault<T>() 取代

source: Replace with 'FirstOrDefault<T>()'
it: Sostituisci con 'FirstOrDefault<T>()'
zh_cn: 替换为 "FirstOrDefault<T>()"
zh_tw: 以 'FirstOrDefault<T>()' 取代

source: Replace with LastOrDefault<T>()
it: Sostituisci con LastOrDefault<T>()
zh_cn: 替换为 LastOrDefault<T>()
zh_tw: 以 LastOrDefault<T>() 取代

source: Replace with 'LastOrDefault<T>()'
it: Sostituisci con 'LastOrDefault<T>()'
zh_cn: 替换为 "LastOrDefault<T>()"
zh_tw: 以 'LastOrDefault<T>()' 取代

source: Replace with OfType<T>().Any()
it: Sostituisci con OfType<T>().Any()
zh_cn: 替换为 OfType<T>().Any()
zh_tw: 以 OfType<T>().Any() 取代

source: Replace with OfType<T>().{0}()
it: Sostituisci con OfType<T>().{0}()
zh_cn: 替换为 OfType<T>().{0}()
zh_tw: 以 OfType<T>().{0}() 取代

source: Replace with OfType<T>().Count()
it: Sostituisci con OfType<T>().Count()
zh_cn: 替换为 OfType<T>().Count()
zh_tw: 以 OfType<T>().Count() 取代
