Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: 'true' is redundant as for statement condition
cs: Výraz true je redundantní jako podmínka příkazu for.
de: True ist als Bedingung für die for-Anweisung redundant.
es: 'true' es redundante en cuanto a la condición de instrucción
fr: « true » est redondant en ce qui concerne la condition de l’instruction
it: 'true' è ridondante come condizione di istruzione for
ja: 'true' が for ステートメントの条件として冗長です
ko: 'true'가 for 문 조건으로 중복됩니다.
pl: Wartość „true” jest nadmiarowa jako warunek instrukcji
pt_br: 'true' é redundante como condição da instrução for
ru: "true" является избыточным в отношении условия оператора
tr: 'true' deyim koşulu için gereksizdir
uk: 'true' в якості умови є зайвим
zh_cn: "true" 对于语句条件是冗余的
zh_tw: 對於陳述式條件，'true' 為冗餘

source: 'unsafe' modifier is redundant
cs: Modifikátor unsafe je redundantní
de: unsafe-Modifizierer ist redundant.
es: El modificador 'unsafe' es redundante
fr: Le modificateur « unsafe » est redondant.
it: Il modificatore 'unsafe' è ridondante
ja: 'unsafe' 修飾子が冗長です
ko: 'unsafe' 한정자가 중복됩니다.
pl: Modyfikator „unsafe” jest nadmiarowy
pt_br: O modificador 'unsafe' é redundante
ru: Модификатор "unsafe" является избыточным
tr: 'unsafe' değiştiricisi gereksiz
uk: Зайвий модифікатор 'unsafe'
zh_cn: "unsafe" 修饰符是冗余的
zh_tw: 'unsafe' 修飾詞重複

source: 'var' preferences:
cs: Předvolby pro „var“:
de: var-Einstellungen:
es: Preferencias de "var":
fr: Préférences 'var' :
ja: 'var' を優先:
ko: 'var' 기본 설정:
pl: Preferencje elementu „var”:
pt_br: Preferências de 'var':
ru: Предпочтения "var":
tr: 'var' tercihleri:

source: '{0}' contains an upper case letter after the first. (Rule '{1}')
cs: {0} obsahuje velké písmeno za prvním znakem. (Pravidlo {1})
de: '{0}' enthält nach dem ersten Zeichen einen Großbuchstaben. (Regel '{1}')
es: '{0}' contiene una letra mayúscula después de la primera letra. (Regla '{1}')
fr: « {0} » contient une lettre majuscule après la première lettre. (Règle « {1} »)
it: '{0}' contiene una lettera maiuscola dopo la prima lettera. Regola '{1}'
ja: '{0}' の先頭文字の後に大文字が含まれています。(ルール '{1}')
ko: '{0}'은(는) 첫 문자 뒤에 대문자를 포함합니다. (규칙 '{1}')
pl: Nazwa „{0}” zawiera wielką literę po pierwszym znaku. (Reguła „{1}”)
pt_br: '{0}' contém uma letra maiúscula depois da primeira. (Regra '{1}')
ru: "{0}" содержит прописную букву после первого символа. (Правило "{1}")
tr: '{0}' birinciden sonra büyük harf içeriyor. (Kural '{1}')
uk: '{0}' містить велику літеру після першої. (Правило '{1}')
zh_cn: “{0}”在第一个字母后包含一个大写字母。(规则“{1}”)
zh_tw: '{0}' 在第一個字母之後包含大寫字母 (規則 '{1}')。

source: '{0}' contains lower case letters. (Rule '{1}')
cs: {0} obsahuje malá písmena. (Pravidlo {1})
de: {0}' enthält Kleinbuchstaben. (Regel '{1}')
es: '{0}' contiene letras minúsculas. (Regla '{1}')
fr: « {0} » contient des lettres minuscules. (Règle « {1} »)
it: '{0}' contiene lettere minuscole. Regola '{1}'
ja: '{0}' に小文字が含まれています。(ルール '{1}')
ko: '{0}'에 소문자가 포함되어 있습니다. (규칙 '{1}')
pl: Nazwa „{0}” zawiera małe litery. (Reguła „{1}”)
pt_br: '{0}' contém letras minúsculas. (Regra '{1}')
ru: "{0}" содержит строчные буквы. (Правило "{1}")
tr: '{0}' küçük harfler içeriyor. (Kural '{1}')
uk: '{0}' містить малі літери. (Правило '{1}')
zh_cn: “{0}”包含小写字母。(规则“{1}”)
zh_tw: '{0}' 包含小寫字母 (規則 '{1}')。

source: '{0}' contains upper case letters. (Rule '{1}')
cs: {0} obsahuje velká písmena. (Pravidlo {1})
de: {0}' enthält Großbuchstaben. (Regel '{1}')
es: '{0}' contiene letras mayúsculas. (Regla '{1}')
fr: « {0} » contient des lettres majuscules. (Règle « {1} »)
it: '{0}' contiene lettere maiuscole. Regola '{1}'
ja: '{0}' に大文字が含まれています。(ルール '{1}')
ko: '{0}'에 대문자가 포함되어 있습니다. (규칙 '{1}')
pl: Nazwa „{0}” zawiera wielkie litery. (Reguła „{1}”)
pt_br: '{0}' contém letras maiúsculas. (Regra '{1}')
ru: "{0}" содержит прописные буквы. (Правило "{1}")
tr: '{0}' büyük harfler içeriyor. (Kural '{1}')
uk: '{0}' містить великі літери. (Правило '{1}')
zh_cn: “{0}”包含大写字母。(规则“{1}”)
zh_tw: '{0}' 包含大寫字母 (規則 '{1}')。

source: '{0}' locked by user '{1}'.
cs: {0} zamknul uživatel {1}.
de: {0}' von Benutzer '{1}' gesperrt.
es: '{0}' está bloqueado por el usuario '{1}'.
fr: « {0} » est verrouillé par l’utilisateur « {1} ».
it: '{0}' è bloccato dall'utente '{1}'.
ja: '{0}' はユーザー '{1}' にロックされました。
ko: '{0}'이(가) '{1}' 사용자에 의해 잠겨 있습니다.
pl: Element „{0}” został zablokowany przez użytkownika „{1}”.
pt_br: '{0}' foi bloqueado pelo usuário '{1}'.
ru: "{0}" заблокирован пользователем "{1}".
tr: '{0}', '{1}' kullanıcısı tarafından kilitlendi.
uk: '{0}' заблоковано користувачем '{1}'.
zh_cn: “{0}”被用户“{1}”锁定。
zh_tw: 使用者 '{1}' 鎖定了 '{0}'。

source: '{0}' should not separate words with an underscore. (Rule '{1}')
cs: V názvu {0} by neměla být slova oddělená podtržítkem. (Pravidlo {1})
de: '{0}' sollte Wörter nicht mit einem Unterstrich trennen. (Regel '{1}')
es: '{0}' no debe separar palabras con un carácter de subrayado. (Regla '{1}')
fr: « {0} » ne doit pas séparer les mots par des traits de soulignement. (Règle « {1} »)
it: '{0}' non deve separare le parole con un carattere di sottolineatura. Regola '{1}'
ja: '{0}' ではアンダースコアで単語を区切ることはできません。(ルール '{1}')
ko: '{0}'은(는) 단어를 밑줄로 구분하지 않아야 합니다. (규칙 '{1}')
pl: Nazwa „{0}” nie powinna oddzielać słów podkreśleniem. (Reguła „{1}”)
pt_br: '{0}' não deve separar palavras com um sublinhado. (Regra '{1}')
ru: "{0}" не должен разделять слова символом подчеркивания. (Правило "{1}")
tr: '{0}' sözcükleri bir alt çizgiyle ayırmamalıdır. (Kural '{1}')
uk: '{0}' не має відокремлювати слова знаком підкреслення. (Правило '{1}')
zh_cn: “{0}”不应使用下划线分隔单词。(规则“{1}”)
zh_tw: '{0}' 不應以底線分隔字組 (規則 '{1}')。

source: '{0}' should start with a lower case letter. (Rule '{1}')
cs: Název {0} by měl začínat malým písmenem. (Pravidlo {1})
de: '{0}' sollte mit einem Kleinbuchstaben beginnen. (Regel '{1}')
es: '{0}' debe comenzar con una letra minúscula. (Regla '{1}')
fr: « {0} » doit commencer par une lettre minuscule. (Règle « {1} »)
it: '{0}' non deve iniziare con una lettera minuscola. Regola '{1}'
ja: '{0}' の先頭は小文字である必要があります。(ルール '{1}')
ko: '{0}'은(는) 소문자로 시작해야 합니다. (규칙 '{1}')
pl: Nazwa „{0}” powinna zaczynać się małą literą. (Reguła „{1}”)
pt_br: '{0}' deve começar com uma letra minúscula. (Regra '{1}')
ru: "{0}" должен начинаться со строчной буквы. (Правило "{1}")
tr: '{0}' küçük harfle başlamalıdır. (Kural '{1}')
uk: '{0}' має починатися з малої літери. (Правило '{1}')
zh_cn: “{0}”应以小写字母开头。(规则“{1}”)
zh_tw: '{0}' 不應以小寫字母開頭 (規則 '{1}')。

source: '{0}' should start with an upper case letter. (Rule '{1}')
cs: Název {0} by měl začínat velkým písmenem. (Pravidlo {1})
de: '{0}' sollte mit einem Großbuchstaben beginnen. (Regel '{1}')
es: '{0}' debe comenzar con una letra mayúscula. (Regla '{1}')
fr: « {0} » doit commencer par une lettre majuscule. (Règle « {1} »)
it: '{0}' deve iniziare con una lettera maiuscola. Regola '{1}'
ja: '{0}' の先頭は大文字である必要があります。(ルール '{1}')
ko: '{0}'은(는) 대문자로 시작해야 합니다. (규칙 '{1}')
pl: Nazwa „{0}” powinna zaczynać się wielką literą. (Reguła „{1}”)
pt_br: '{0}' deve começar com uma letra maiúscula. (Regra '{1}')
ru: "{0}" должен начинаться с прописной буквы. (Правило "{1}")
tr: '{0}' büyük harfle başlamalıdır. (Kural '{1}')
uk: '{0}' має починатися з великої літери. (Правило '{1}')
zh_cn: “{0}”应以大写字母开头。(规则“{1}”)
zh_tw: '{0}' 不應以大寫字母開頭 (規則 '{1}')。

source: '{0}' unlocked.
cs: {0} odemčeno.
de: {0}' entsperrt.
es: '{0}' desbloqueado.
fr: « {0} » déverrouillé.
it: '{0}' è sbloccato.
ja: '{0}' のロックは解除されました。
ko: '{0}'의 잠금이 해제되었습니다.
pl: Element „{0}” został odblokowany.
pt_br: '{0}' desbloqueado.
ru: "{0}" разблокирован.
tr: '{0}' öğesinin kilidi açıldı.
uk: '{0}' розблоковано.
zh_cn: “{0}”已解锁。
zh_tw: '{0}' 已解除鎖定。

source: (+{0} lines not shown - see output view for full result message)
cs: (+{0} řádků není zobrazeno – celou zprávu výsledku najdete v zobrazení výstupu)
de: (+{0} nicht angezeigte Zeilen. Die vollständige Ergebnismeldung finden Sie in der Ausgabeansicht.)
es: (+{0} líneas no se muestran: vea el mensaje de resultados completo en la vista de salida)
fr: (+{0} lignes non affichées ; examinez le message de résultat complet dans la vue de sortie)
ja: ({0} 行以上が非表示 - 完全な結果メッセージは出力ビューをご覧ください)
ko: (+{0}줄이 표시되지 않음 - 전체 결과 메시지는 출력 보기 참조)
pl: (liczba wierszy, które nie są pokazywane: +{0} — komunikat z pełnym wynikiem można znaleźć w widoku danych wyjściowych)
pt_br: (+{0} linhas não mostradas – consulte a exibição de saída para a mensagem de resultado completa)
ru: (+ непоказанные строки ({0}), полное сообщение о результатах см. в представлении вывода)
tr: (+{0} satır gösterilmiyor. Tam sonuç iletisi için çıkış görünümüne bakın)

source: (0 = random)
cs: (0 = náhodně)
de: (0 = zufällig)
es: (0 = aleatorio)
fr: (0 = aléatoire)
it: (0 = casuale)
ko: (0 = 임의)
pl: (0 = losowe)
pt_br: (0 = aleatório)
ru: (0 = случайный)
tr: (0 = rasgele)
uk: (0 = випадково)
zh_cn: (0 = 随机)
zh_tw: (0 = 隨機)

source: (?! subexpression)
cs: (?! dílčí_výraz)
es: (?! subexpresión)
fr: (?! sous-expression)
it: (?! sottoespressione)
ja: (?! 部分式)
pl: (?! podwyrażenie)
pt_br: (subexpressão ?!)
ru: (?! часть выражения)
tr: (?! alt ifade)
uk: (?! підвираз)

source: (?(expression)yes|no)
cs: (?(výraz)ano|ne)
es: (?(expresión)sí|no)
fr: (?(expression)oui|non)
it: (?(espressione)yes|no)
pl: (?(wyrażenie)yes|no)
ru: (?(выражение)yes|no)
tr: (?(ifade)evet|hayır)
uk: (?(вираз)так|ні)

source: (?(name)yes|no)
cs: (?(název)ano|ne)
es: (?(nombre)sí|no)
fr: (?(nom)oui|non)
it: (?(nome)yes|no)
pl: (?(nazwa)yes|no)
ru: (?(имя)yes|no)
tr: (?(ad)evet|hayır)
uk: (?(назва)так|ні)

source: (?: subexpression)
cs: (?: dílčí_výraz)
es: (?: subexpresión)
fr: (?: sous-expression)
it: (?: sottoespressione)
ja: (?: 部分式)
pl: (?: podwyrażenie)
pt_br: (subexpressão ?:)
ru: (?: часть выражения)
tr: (?: alt ifade)
uk: (?: підвираз)

source: (?<! subexpression)
cs: (?<! dílčí_výraz)
es: (?<! subexpresión)
fr: (?<! sous-expression)
it: (?<! sottoespressione)
ja: (?<! 部分式)
pl: (?<! podwyrażenie)
pt_br: (subexpressão ?<!)
ru: (?<! часть выражения)
tr: (?<! alt ifade)
uk: (?<! підвираз)

source: (?<= subexpression)
cs: (?<= dílčí_výraz)
es: (?<= subexpresión)
fr: (?<= sous-expression)
it: (?<= sottoespressione)
ja: (?<= 部分式)
pl: (?<= podwyrażenie)
pt_br: (subexpressão ?<=)
ru: (?<= часть выражения)
tr: (?<= alt ifade)
uk: (?<= підвираз)

source: (?<name1-name2> subexpression)
cs: (?<název1-název2> dílčí_výraz)
es: (?<nombre1-nombre2> subexpresión)
fr: (?<nom1-nom2> sous-expression)
it: (?<nome1-nome2> sottoespressione)
ja: (?<name1-name2> 部分式)
pl: (?<nazwa1-nazwa2> podwyrażenie)
pt_br: (subexpressão ?<name1-name2>)
ru: (?<имя1-имя2> часть выражения)
tr: (?<ad1-ad2> alt ifadesi)
uk: (?<назва1-назва2> підвираз)

source: (?<name> subexpression)
cs: (?<název> dílčí_výraz)
es: (?<nombre> subexpresión)
fr: (?<nom> sous-expression)
it: (?<nome> sottoespressione)
ja: (?<name> 部分式)
pl: (?<nazwa> podwyrażenie)
pt_br: (subexpressão ?<name>)
ru: (?<имя> часть выражения)
tr: (?<ad> alt ifadesi)
uk: (?<назва> підвираз)

source: (?= subexpression)
cs: (?= dílčí_výraz)
es: (?= subexpresión)
fr: (?= sous-expression)
it: (?= sottoespressione)
ja: (?= 部分式)
pl: (?= podwyrażenie)
pt_br: (subexpressão ?=)
ru: (?= часть выражения)
tr: (?= alt ifade)
uk: (?= підвираз)

source: (?> subexpression)
cs: (?> dílčí_výraz)
es: (?> subexpresión)
fr: (?> sous-expression)
it: (?> sottoespressione)
ja: (?> 部分式)
pl: (?> podwyrażenie)
pt_br: (subexpressão ?>)
ru: (?> часть выражения)
tr: (?> alt ifade)
uk: (?> підвираз)

source: (?imnsx-imnsx: subexpression)
cs: (?imnsx-imnsx: dílčí_výraz)
es: (?imnsx-imnsx: subexpresión)
fr: (?imnsx-imnsx: sous-expression)
it: (?imnsx-imnsx: sottoespressione)
ja: (?imnsx-imnsx: 部分式)
pl: (?imnsx-imnsx: podwyrażenie)
ru: (?imnsx-imnsx: часть выражения)
tr: (?imnsx-imnsx: alt ifade)
uk: (?imnsx-imnsx: підвираз)

source: (Active)
cs: (Aktivní)
de: (Aktiv)
es: (activa)
fr: (actif)
it: (Attiva)
ja: (アクティブ)
ko: (활성)
pl: (Aktywne)
pt_br: (Ativa)
ru: (активная)
tr: (Etkin)
uk: (Активний)
zh_cn: (活动)
zh_tw: (使用中)

source: (Collection)
cs: (Kolekce)
de: (Auflistung)
es: (Colección)
it: (Raccolta)
ja: (コレクション)
ko: (컬렉션)
pl: (Kolekcja)
pt_br: (Coleção)
ru: (Коллекция)
tr: (Koleksiyon)
uk: (Колекція)
zh_cn: (集合)
zh_tw: (集合)

source: (Custom {0})
cs: (Vlastní {0})
de: (Benutzerdefiniert {0})
es: ({0} personalizado)
fr: ({0} personnalisé)
it: ({0} personalizzato)
ja: (カスタム {0})
ko: (사용자 지정 {0})
pl: (Niestandardowe: {0})
pt_br: (Personalizado {0})
ru: (Настраиваемый {0})
tr: (Özel {0})
uk: (Власний {0})
zh_cn: (自定义 {0})
zh_tw: (自訂 {0})

source: (Custom)
cs: (Vlastní)
de: (Benutzerdefiniert)
es: (Personalizada)
fr: (Personnalisé)
it: (Personalizzato)
ja: (カスタム)
ko: (사용자 지정)
pl: (Niestandardowe)
pt_br: (Personalizado)
ru: (Настраиваемая)
tr: (Özel)
uk: (Власний)
zh_cn: (自定义)
zh_tw: (自訂)

source: (Cyclic dependencies not allowed)
cs: (Cyklické závislosti nejsou povolené.)
de: (Zyklische Abhängigkeiten sind nicht zulässig.)
es: (No se permiten dependencias cíclicas)
fr: (Références cycliques non autorisées)
it: (dipendenze cicliche non consentite)
ja: (循環依存関係は許可されていません)
ko: (순환 종속성이 허용되지 않음)
pl: (Zależności cykliczne są niedozwolone)
pt_br: (Dependências cíclicas não permitidas)
ru: (Циклические зависимости запрещены)
tr: (Döngüsel bağımlılıklara izin verilmez)
uk: (Циклічні залежності заборонені)
zh_cn: (不允许存在循环依赖关系)
zh_tw: (不允許循環相依性)

source: (Default runtime)
cs: (Výchozí modul runtime)
de: (Standardlaufzeit)
es: (Runtime predeterminado)
fr: (Runtime par défaut)
it: (runtime predefinito)
ja: (既定のランタイム)
ko: (기본 런타임)
pl: (Domyślne środowisko uruchomieniowe)
pt_br: (Runtime padrão)
ru: (Среда выполнения по умолчанию)
tr: (Varsayılan çalışma zamanı)

source: (Default)
cs: (Výchozí)
de: (Standard)
es: (Predeterminado)
fr: (Par défaut)
it: (impostazione predefinita)
ja: (既定)
ko: (기본값)
pl: (Domyślnie)
pt_br: (Padrão)
ru: (По умолчанию)
tr: (Varsayılan)
uk: (Стандарт)
zh_cn: (默认)
zh_tw: (預設)

source: (Empty)
cs: (Prázdné)
de: (Leer)
es: (Vacío)
fr: (Vide)
it: (Vuoto)
ja: (空)
ko: (비어 있음)
pl: (Puste)
pt_br: (Vazio)
ru: (Пусто)
tr: (Boş)
uk: (Порожня)
zh_cn: (空)
zh_tw: (空白)

source: (Inherited Policy)
cs: (Zděděné zásady)
de: (Geerbte Richtlinie)
es: (Directiva heredada)
fr: (Stratégie héritée)
it: (Criteri ereditati)
ja: (継承されたポリシー)
ko: (상속된 정책)
pl: (Odziedziczone zasady)
pt_br: (Política Herdada)
ru: (Унаследованная политика)
tr: (Devralınan İlke)
uk: (Успадкована політика)
zh_cn: (继承的策略)
zh_tw: (繼承原則)

source: (Line:{0}, Column:{1})
cs: (Řádek: {0}, sloupec: {1})
de: (Zeile: {0}, Spalte: {1})
es: (Línea:{0}, Columna:{1})
fr: (Ligne : {0}, Colonne : {1})
it: (riga {0}, colonna {1})
ja: (行:{0}、列:{1})
ko: (줄:{0}, 열:{1})
pl: (Wiersz: {0}, kolumna: {1})
pt_br: (Linha:{0}, Coluna:{1})
ru: (Строка:{0}, столбец:{1})
tr: (Satır:{0}, Sütun:{1})
uk: (Рядок:{0}, стовпчик:{1})
zh_cn: (行: {0}，列: {1})
zh_tw: (行: {0}，欄: {1})

source: (No message)
cs: (Žádná zpráva)
de: (Keine Meldung)
es: (Sin mensaje)
fr: (Aucun message)
it: (nessun messaggio)
ja: (メッセージなし)
ko: (메시지 없음)
pl: (Brak komunikatu)
pt_br: (Nenhuma mensagem)
ru: (Нет сообщения)
tr: (İleti yok)
uk: (Немає повідомлення)
zh_cn: (没有消息)
zh_tw: (無訊息)

source: (None)
cs: (Žádný)
de: (Keine)
es: (Ninguno)
fr: (Aucun)
it: (Nessuno)
ja: (なし)
ko: (없음)
pl: (Brak)
pt_br: (Nenhum)
ru: (Нет)
tr: (Hiçbiri)
uk: (немає)
zh_cn: (无)
zh_tw: (無)

source: (Provided by {0})
cs: (Postkytovatel: {0})
de: (Bereitgestellt von {0})
es: (Proporcionado por {0})
fr: (fourni par {0})
it: (fornito da {0})
ja: (提供元: {0})
ko: ({0}에 의해 제공됨)
pl: (Dostarczone przez: {0})
pt_br: (Fornecido por {0})
ru: (Предоставляется {0})
tr: (Sağlayan: {0})
uk: (надано {0})
zh_cn: (由 {0} 提供)
zh_tw: (由 {0} 提供)

source: (Revert revision {0})
cs: (Vrátit revizi {0})
de: (Revision {0} zurücksetzen)
es: (Revertir revisión {0})
fr: (Rétablir la révision {0})
it: (Ripristina revisione {0})
ja: (リビジョン {0} を元に戻す)
ko: (수정 버전 {0} 되돌리기)
pl: (Przywróć poprawkę {0})
pt_br: (Reverter revisão {0})
ru: (Отменить редакцию {0})
tr: ({0} düzeltmesini geri al)
zh_cn: (还原修订版 {0})
zh_tw: (還原修訂版 {0})

source: (Revert to revision {0})
cs: (Obnovit revizi {0})
de: (Auf Revision {0} zurücksetzen)
es: (Revertir a la revisión {0})
fr: (Revenir à la révision {0})
it: (Esegui ripristino alla revisione {0})
ja: (リビジョン {0} に戻す)
ko: (수정 버전 {0}(으)로 되돌리기)
pl: (Przywróć do poprawki {0})
pt_br: (Reverter para a revisão {0})
ru: (Вернуться к редакции {0})
tr: ({0} düzeltmesine geri döndür)
zh_cn: (还原为修订版 {0})
zh_tw: (還原成修訂版 {0})

source: (Select a project operation)
cs: (Vyberte operaci projektu)
de: (Projektvorgang auswählen)
es: (Seleccione una operación de proyecto)
fr: (Sélectionner une opération de projet)
it: (selezionare un'operazione su progetto)
ja: (プロジェクト操作の選択)
ko: (프로젝트 작업 선택)
pl: (Wybierz operację projektu)
pt_br: (Selecionar uma operação de projeto)
ru: (Выберите операцию проекта)
tr: (Bir proje işlemi seçin)
uk: (Виберіть операцію)
zh_cn: (选择项目操作)
zh_tw: (選取專案作業)

source: (System Default)
cs: (Výchozí systémové nastavení)
de: (Systemstandard)
es: (Predeterminada del sistema)
fr: (Valeur par défaut du système)
ja: (システムの既定値)
ko: (시스템 기본값)
pl: (Ustawienia domyślne systemu)
pt_br: (Padrão do Sistema)
ru: (Системное значение по умолчанию)
tr: (Sistem Varsayılanı)

source: (base)
cs: (základ)
de: (Basis)
it: (copia di base)
ja: (ベース)
ko: (기본)
pl: (podstawowa)
ru: (база)
tr: (taban)
uk: (базовий)
zh_cn: (基准)
zh_tw: (基礎映像)

source: (blank = localhost)
cs: (prázdné = localhost)
de: (leer = localhost)
es: (en blanco = localhost)
fr: (vide = localhost)
it: (vuota = localhost)
ko: (비어 있음 = localhost)
pl: (puste = host lokalny)
pt_br: (em branco = localhost)
ru: (пустой = localhost)
tr: (boş = localhost)
uk: (порожнє = localhost)
zh_cn: (空白 = localhost)
zh_tw: (空白 = localhost)

source: (from '{0}')
cs: (z: {0})
de: (aus '{0}')
es: (de '{0}')
fr: (à partir de « {0} »)
it: (da '{0}')
ja: ('{0}' から)
ko: ('{0}'에서)
pl: (z „{0}”)
pt_br: (de '{0}')
ru: (из "{0}")
tr: ('{0}'dan)
uk: (з '{0}')
zh_cn: (自“{0}”)
zh_tw: (來自 '{0}')

source: (in external terminal)
cs: (v externím terminálu)
de: (in externem Terminal)
es: (en terminal externo)
fr: (dans un terminal externe)
it: (nel terminale esterno)
ja: (外部ターミナル内)
ko: (외부 터미널에서)
pl: (w terminalu zewnętrznym)
pt_br: (em terminal externo)
ru: (во внешнем терминале)
tr: (dış terminal içinde)
uk: (у зовнішньому терміналі)
zh_cn: (在外部终端中)
zh_tw: (在外部終端機)

source: (installing)
cs: (probíhá instalace)
de: (wird installiert)
es: (instalando)
fr: (installation)
ja: (インストール中)
ko: (설치하는 중)
pl: (instalowanie)
pt_br: (instalando)
ru: (установка)
tr: (yükleniyor)

source: (keyword)
cs: (klíčové slovo)
de: (Schlüsselwort)
es: (palabra clave)
fr: (mot-clé)
it: (parola chiave)
ja: (キーワード)
ko: (키워드)
pl: (słowo kluczowe)
pt_br: (palavra-chave)
ru: (ключевое слово)
tr: (anahtar sözcük)
zh_cn: (关键字)
zh_tw: (關鍵字)

source: (or upper)
cs: (nebo vyšší)
de: (oder höher)
es: (o superior)
fr: (ou supérieur)
it: (o superiore)
ja: (以降)
ko: (또는 상위)
pl: (lub wyższe)
pt_br: (ou superior)
ru: (или выше)
tr: (veya üstü)
uk: (або вище)
zh_cn: (或更高版本)
zh_tw: (或大寫)

source: (provided by {0})
cs: (poskytovatel: {0})
de: (bereitgestellt von {0})
es: (proporcionado por {0})
fr: (Fourni par {0})
it: (fornito da {0})
ja: (提供元: {0})
ko: ({0}에 의해 제공됨)
pl: (dostarczone przez: {0})
pt_br: (fornecido por {0})
ru: (предоставляется {0})
tr: ({0} tarafından sağlanmıştır)
uk: (надається {0})
zh_cn: (由 {0} 提供)
zh_tw: (由 {0} 提供)

source: (revision {0})
cs: (revize {0})
es: (revisión {0})
fr: (révision {0})
it: (revisione {0})
ja: (リビジョン {0})
ko: (수정 버전 {0})
pl: (wersja {0})
pt_br: (revisão {0})
ru: (редакция {0})
tr: (düzeltme {0})
uk: (ревізія {0})
zh_cn: (修订版 {0})
zh_tw: (修訂 {0})

source: (subexpression)
cs: (dílčí_výraz)
es: (subexpresión)
fr: (sous-expression)
it: (sottoespressione)
ja: (部分式)
pl: (wyrażenie podrzędne)
pt_br: (subexpressão)
ru: (часть выражения)
tr: (alt ifade)
uk: (підвираз)

source: (unavailable)
cs: (není k dispozici)
de: (nicht verfügbar)
es: (no disponible)
fr: (indisponible)
it: (non disponibile)
ja: (使用不可)
ko: (사용할 수 없음)
pl: (niedostępne)
pt_br: (não disponível)
ru: (недоступно)
tr: (kullanılamıyor)
zh_cn: (不可用)
zh_tw: (無法使用)

source: (working copy)
cs: (pracovní kopie)
de: (Arbeitskopie)
es: (copia de trabajo)
fr: (copie de travail)
it: (copia di lavoro)
ja: (作業コピー)
ko: (작업 복사본)
pl: (kopia robocza)
pt_br: (cópia funcional)
ru: (рабочая копия)
tr: (çalışma kopyası)
uk: (робоча копія)
zh_cn: (工作副本)
zh_tw: (工作複本)

source: ({0} installing)
cs: (instaluje se {0})
de: ({0} wird installiert)
es: (Se está instalando {0})
fr: ({0} en cours d'installation)
ja: ({0} のインストール中)
ko: ({0} 설치 중)
pl: (instalowanie: {0})
pt_br: ({0} em instalação)
ru: (установка {0})
tr: ({0} yükleniyor)

source: ({0} update)
cs: (Počet aktualizací: {0})
de: ({0} Aktualisierungen)
es: (Actualizaciones de {0})
fr: ({0} mises à jour)
ja: ({0} 件の更新プログラム)
ko: ({0} 업데이트)
pl: (Aktualizacje: {0})
pt_br: ({0} atualizações)
ru: (Обновлений: {0})
tr: ({0} güncelleştirme)

source: ---------------------- Done ----------------------
cs: ---------------------- Hotovo ----------------------
de: --------------------- Fertig ---------------------
es: ---------------------- Hecho ---------------------
fr: ---------------------- Terminé ----------------------
it: ---------------------- Operazione completata ----------------------
ja: ---------------------- 完了 ----------------------
ko: ---------------------- 완료 ----------------------
pl: ---------------------- Gotowe ----------------------
pt_br: ---------------------- Concluído ----------------------
ru: --------------------- Готово ---------------------
tr: ---------------------- Bitti ----------------------
uk: --------------------- Готово ---------------------
zh_cn: ---------------------- 完成 ----------------------
zh_tw: ---------------------- 完成 ----------------------

source: .NET 2.0 Web Services
cs: Webové služby .NET 2.0
de: .NET 2.0- Webdienste
es: Servicios Web .NET 2.0
fr: Services web .NET 2.0
it: Servizi Web .NET 2.0
ja: .NET 2.0 Web サービス
ko: .NET 2.0 웹 서비스
pl: Usługi sieci Web platformy .NET 2.0
pt_br: Serviços Web do .NET 2.0
ru: Веб-службы .NET 2.0
tr: .NET 2.0 Web Servisleri
uk: Веб-сервіси .NET 2.0
zh_cn: .NET 2.0 Web 服务
zh_tw: .NET 2.0 Web 服務

source: .NET Core Certificate Manager
cs: Správce certifikátů .NET Core
de: .NET Core-Zertifikat-Manager
es: Administrador de certificados de .NET Core
fr: Gestionnaire de certificats .NET Core
ja: .NET Core 証明書管理者
ko: .NET Core 인증서 관리자
pl: Menedżer certyfikatów platformy .NET Core
pt_br: Gerenciador de Certificados do .NET Core
ru: Диспетчер сертификатов .NET Core
tr: .NET Core Sertifika Yöneticisi

source: .NET Core Command Line
cs: Příkazový řádek .NET Core
de: .NET Core-Befehlszeile
es: Línea de comandos de .NET Core
fr: Ligne de commande .NET Core
ja: .NET Core コマンド ライン
ko: .NET Core 명령줄
pl: Wiersz polecenia platformy .NET Core
pt_br: Linha de Comando do .NET Core
ru: Командная строка .NET Core
tr: .NET Core Komut Satırı

source: .NET Core Migration
cs: Migrace rozhraní .NET Core
es: Migración de .NET Core
fr: Migration .NET Core
ja: .NET Core の移行
ko: .NET Core 마이그레이션
pl: Migracja platformy .NET Core
pt_br: Migração do .NET Core
ru: Перенос .NET Core
tr: .NET Core Geçişi

source: .NET Core Runtime
cs: Modul runtime .NET Core
fr: Runtime .NET Core
ko: .NET Core 런타임
pl: Środowisko uruchomieniowe platformy .NET Core
pt_br: Runtime do .NET Core
ru: Среда выполнения .NET Core
tr: .NET Core Çalışma Zamanı

source: .NET Core Runtime not installed
cs: Modul runtime .NET Core není nainstalovaný.
de: .NET Core-Runtime ist nicht installiert.
es: .NET Core Runtime no está instalado
fr: Runtime .NET Core non installé
ja: .NET Core Runtime がインストールされていません
ko: .NET Core 런타임이 설치되어 있지 않습니다.
pl: Nie zainstalowano środowiska uruchomieniowego platformy .NET Core
pt_br: O Runtime do .NET Core não está instalado
ru: Среда выполнения .NET Core не установлена
tr: .NET Core Çalışma Zamanı yüklü değil
