Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Always ask for conversion
cs: Vždy se zeptat na převod
de: Immer nach Konvertierung fragen
es: Preguntar siempre por la conversión
fr: Toujours demander une conversion
it: Chiedi sempre se convertire
ja: 変換するか常に尋ねる
ko: 항상 변환 묻기
pl: Zawsze pytaj o konwersję
pt_br: Sempre perguntar para conversão
ru: Всегда запрашивать преобразование
tr: Dönüştürme için her zaman sor
uk: Завжди запитувати про заміну
zh_cn: 始终询问是否转换
zh_tw: 一律要求轉換

source: Always convert line endings
cs: Vždy převádět konce řádků
de: Zeilenenden immer konvertieren
es: Convertir siempre fin de línea
fr: Toujours convertir les fins de ligne
it: Converti sempre le terminazioni riga
ja: 常に行末を変換する
ko: 항상 줄 끝 변환
pl: Zawsze konwertuj końce wierszy
pt_br: Sempre converter terminações de linha
ru: Всегда преобразовывать окончания строк
tr: Her zaman satır sonlarını dönüştür
uk: Завжди заміняти кінці рядків
zh_cn: 始终转换行尾
zh_tw: 一律轉換行尾結束符號

source: Always copy
cs: Vždycky kopírovat
de: Immer kopieren
es: Copiar siempre
fr: Toujours copier
it: Copia sempre
ja: 常にコピー
ko: 항상 복사
pl: Zawsze kopiuj
pt_br: Sempre copiar
ru: Копировать всегда
tr: Her zaman kopyala
uk: Завжди копіювати
zh_cn: 始终复制
zh_tw: 一律複製

source: Always create backup copy
cs: Vždycky vytvořit záložní kopii
de: Immer eine Sicherungskopie erstellen
es: Crear copia de seguridad siempre
fr: Toujours créer une copie de sauvegarde
it: Crea sempre la copia di backup
ja: 常にバックアップ コピーを作成
ko: 항상 백업 복사본 만들기
pl: Zawsze wykonuj kopię zapasową
pt_br: Sempre criar cópia de backup
ru: Всегда создавать резервную копию
tr: Her zaman yedek kopyası oluştur
uk: Завжди створювати резервну копію
zh_cn: 始终创建备份副本
zh_tw: 一律建立備份副本

source: Always show
cs: Vždy zobrazit
de: Immer anzeigen
es: Mostrar siempre
fr: Toujours afficher
it: Mostra sempre
ja: 常に表示
ko: 항상 표시
pl: Zawsze pokazuj
pt_br: Sempre mostrar
ru: Показывать всегда
tr: Her zaman göster
uk: Показувати завжди
zh_cn: 始终显示
zh_tw: 一律顯示

source: Always show the parameters window before running this custom mode
cs: Před spuštěním tohoto vlastního režimu vždycky zobrazit okno parametrů
de: Vor der Ausführung dieses benutzerdefinierten Modus immer Parameterfenster anzeigen
es: Mostrar siempre la ventana de parámetros antes de ejecutar este modo personalizado
fr: Toujours afficher la fenêtre des paramètres avant d’exécuter ce mode personnalisé
it: Mostra sempre la finestra dei parametri prima di eseguire questa modalità personalizzata
ja: このカスタム モードで実行前に常にパラメーター ウィンドウを表示する
ko: 이 사용자 지정 모드를 실행하기 전에 항상 매개 변수 창 표시
pl: Zawsze pokazuj okno parametrów przed uruchomieniem tego trybu niestandardowego
pt_br: Sempre exibir a janela de parâmetros antes de executar esse modo personalizado
ru: Всегда отображать окно параметров перед запуском этого пользовательского режима
tr: Bu özel modu çalıştırmadan önce her zaman parametreler penceresini göster
uk: Перед запуском цього власного режиму завжди показувати вікно параметрів
zh_cn: 运行此自定义模式之前始终显示参数窗口
zh_tw: 一律在執行此自訂模式前顯示參數視窗

source: An IRC client
cs: Klient IRC
de: Ein IRC-Client
es: Un cliente de IRC
fr: Client IRC
it: Client IRC
ja: IRC クライアント
ko: IRC 클라이언트
pl: Klient IRC
pt_br: Um cliente de IRC
ru: IRC-клиент
tr: IRC istemcisi
uk: IRC-клієнт
zh_cn: IRC 客户端
zh_tw: IRC 用戶端

source: An action game
cs: Akční hra
de: Ein Actionspiel
es: Un juego de acción
fr: Jeu d’action
it: Gioco d'azione
ja: アクション ゲーム
ko: 액션 게임
pl: Gra akcji
pt_br: Um jogo de ação
ru: Игра-экшен
tr: Bir aksiyon oyunu
uk: Гра-екшн
zh_cn: 动作游戏
zh_tw: 動作遊戲

source: An app related to MIDI
cs: Aplikace pro práci s MIDI
de: Eine MIDI-bezogene App
es: Una aplicación relacionada con MIDI
fr: Application MIDI
it: App correlata a MIDI
ja: MIDI 関連アプリ
ko: MIDI 관련 앱
pl: Aplikacja związana z MIDI
pt_br: Um aplicativo relacionado a MIDI
ru: Приложение, связанное с MIDI
tr: MIDI ile ilgili bir uygulama
uk: Робота зі звуком MIDI
zh_cn: 与 MIDI 相关的应用
zh_tw: MIDI 相關應用程式

source: An application for development
cs: Aplikace pro vývoj
de: Eine Anwendung für die Entwicklung
es: Una aplicación para desarrollo
fr: Application pour le développement
it: Applicazione di sviluppo
ja: 開発用アプリケーション
ko: 개발용 애플리케이션
pl: Aplikacja do opracowania
pt_br: Um aplicativo para desenvolvimento
ru: Приложение для разработки
tr: Yazılım geliştirme için bir uygulama
uk: Застосунок для розробки
zh_cn: 用于开发的应用程序
zh_tw: 要進行開發的應用程式

source: An application is already running and will have to be stopped. Do you want to continue?
cs: Aplikace už běží a bude potřeba ji zastavit. Chcete pokračovat?
de: Eine Anwendung wird bereits ausgeführt und muss beendet werden. Möchten Sie den Vorgang fortsetzen?
es: Hay una aplicación ejecutándose y habrá que detenerla. ¿Quiere continuar?
fr: Une application est déjà en cours d’exécution, qui doit être arrêtée. Voulez-vous continuer ?
it: Un'applicazione è già in esecuzione e deve essere arrestata. Continuare?
ja: アプリケーションは実行中であるため、停止する必要があります。続行しますか。
ko: 애플리케이션이 이미 실행되고 있으며 중지되어야 합니다. 계속할까요?
pl: Aplikacja jest już uruchomiona i będzie konieczne jej zatrzymanie. Czy chcesz kontynuować?
pt_br: Um aplicativo está sendo executado e precisa ser interrompido. Deseja continuar?
ru: Приложение уже выполняется, и его потребуется остановить. Вы хотите продолжить?
tr: Bir uygulama zaten çalışıyor ve durdurulması gerekir. Devam etmek istiyor musunuz?
uk: Застосунок вже запущений і буде зупинений. Бажаєте продовжити?
zh_cn: 某个应用程序已在运行，但将不得不停止。是否要继续?
zh_tw: 應用程式已在執行，必須加以停止。要繼續嗎?

source: An application is already running. Do you want to stop it?
cs: Aplikace se už provozuje. Chcete ji zastavit?
de: Es wird bereits eine Anwendung ausgeführt. Beenden?
es: Ya hay una aplicación ejecutándose. ¿Desea detenerla?
fr: Une application est déjà en cours d’exécution. Voulez-vous l’arrêter ?
it: Un'applicazione è già in esecuzione. Arrestarla?
ja: 既に実行中のアプリケーションがあります。停止しますか?
ko: 애플리케이션이 이미 실행되고 있습니다. 애플리케이션을 중지할까요?
pl: Jest już uruchomiona aplikacja. Czy chcesz ją zatrzymać?
pt_br: Um aplicativo já está em execução. Deseja interrompê-lo?
ru: Приложение уже запущено. Вы хотите остановить его?
tr: Bir uygulama zaten çalışıyor. Durdurmak ister misiniz?
uk: Застосунок вже запущено. Ви бажаєте зупинити його?
zh_cn: 某个应用程序已在运行。是否要停止它?
zh_tw: 已經有應用程式正在執行。要使其停止嗎?

source: An appsettings.json file used to configure Web Applications.
cs: Soubor appsettings.json určený ke konfiguraci webových aplikací
de: Eine Datei "appsettings.json", die zum Konfigurieren von Webanwendungen verwendet wird.
es: Archivo appsettings.json que se usa para configurar aplicaciones web.
fr: Fichier appsettings.json utilisé pour configurer des applications web.
ja: Web アプリケーションの構成に使用される appsettings.json ファイル。
ko: 웹 애플리케이션을 구성하는 데 사용되는 appsettings.json 파일
pl: Plik appsettings.json używany do konfigurowania aplikacji internetowych.
pt_br: Um arquivo appsettings.json usado para configurar Aplicativos Web.
ru: Файл appsettings.json, используемый для настройки веб-приложений.
tr: Web Uygulamalarını yapılandırmak için kullanılan bir appsettings.json dosyası.

source: An audio application
cs: Zvuková aplikace
de: Eine Audioanwendung
es: Una aplicación de audio
fr: Application audio
it: Applicazione audio
ja: オーディオ アプリケーション
ko: 오디오 애플리케이션
pl: Aplikacja audio
pt_br: Um aplicativo de áudio
ru: Аудиоприложение
tr: Bir ses uygulaması
uk: Застосунок, що працює зі звуком
zh_cn: 音频应用程序
zh_tw: 音效應用程式

source: An empty project template for creating an ASP.NET Core application. This template does not have any content in it.
cs: Prázdná šablona projektu pro vytvoření aplikace ASP.NET Core. Tato šablony nemá žádný obsah.
de: Eine leere Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung. Diese Vorlage enthält keine Inhalte.
es: Una plantilla de proyecto vacía para crear una aplicación ASP.NET Core. Esta plantilla no tiene contenido.
fr: Modèle de projet vide pour créer une application ASP.NET Core. Ce modèle n'a aucun contenu.
ja: ASP.NET Core アプリケーションを作成するための空のプロジェクト テンプレートです。このテンプレートにはコンテンツがありません。
ko: ASP.NET Core 애플리케이션을 만드는 데 사용되는 빈 프로젝트 템플릿입니다. 이 템플릿에는 콘텐츠가 없습니다.
pl: Pusty szablon projektu na potrzeby tworzenia aplikacji ASP.NET Core. Ten szablon nie ma żadnej zawartości.
pt_br: Um modelo de projeto vazio para criação de um aplicativo ASP.NET Core. Este modelo não tem nenhum conteúdo.
ru: Шаблон пустого проекта для создания приложений ASP.NET Core. Этот шаблон не включает содержимое.
tr: ASP.NET Core uygulaması oluşturmak için boş bir proje şablonu. Bu şablonda herhangi bir içerik yoktur.

source: An empty public constructor without parameters is redundant.
cs: Prázdný veřejný konstruktor bez parametrů je nadbytečný.
de: Ein leerer öffentlicher Konstruktor ohne Parameter ist redundant.
es: Un constructor público vacío sin parámetros es redundante.
fr: Un constructeur public vide sans paramètres est redondant.
ja: パラメーターのない空のパブリック コンストラクターが冗長です。
ko: 매개 변수가 없는 빈 public 생성자가 중복됩니다.
pl: Pusty konstruktor publiczny bez parametrów jest zbędny.
pt_br: Um construtor público vazio sem parâmetros é redundante.
ru: Пустой открытый конструктор без параметров является избыточным.
tr: Parametresiz boş bir genel oluşturucu gereksizdir.

source: An error has occurred
cs: Došlo k chybě.
de: Ein Fehler ist aufgetreten.
es: Se ha producido un error
fr: Une erreur s’est produite
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다.
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Трапилась помилка
zh_cn: 发生错误
zh_tw: 發生錯誤

source: An error occurred creating the folder. {0}
cs: Při vytváření složky došlo k chybě. {0}
de: Fehler beim Erstellen des Ordners. {0}
es: Error al crear la carpeta. {0}
fr: Erreur de création du dossier. {0}
ja: フォルダーの作成でエラーが発生しました。{0}
ko: 폴더를 만드는 동안 오류가 발생했습니다. {0}
pl: Wystąpił błąd podczas tworzenia folderu. {0}
pt_br: Ocorreu um erro ao criar a pasta. {0}
ru: Произошла ошибка при создании папки. {0}
tr: Klasör oluşturulurken bir hata oluştu. {0}

source: An error occurred when trying to read the NuGet.Config file. The NuGet.Config file will be treated as read-only. {0}
cs: Při pokusu o čtení souboru NuGet.Config došlo k chybě. Soubor NuGet.Config bude jen pro čtení. {0}
de: Fehler beim Lesen der Datei 'NuGet.Config'. Die Datei 'NuGet.Config' wird als schreibgeschützte Datei behandelt. {0}.
es: Error al intentar leer el archivo NuGet.Config. El archivo NuGet.Config se tratará como de solo lectura. {0}
fr: Une erreur s’est produite lors de la tentative de lecture du fichier NuGet.Config. Le fichier NuGet.Config est considéré comme étant en lecture seule. {0}
it: Si è verificato un errore durante il tentativo di leggere il file NuGet.Config. Il file NuGet.Config verrà considerato come di sola lettura. {0}
ja: NuGet.Config ファイルを読み取ろうとしてエラーが発生しました。NuGet.Config ファイルは読み取り専用として処理されます。 {0}
ko: NuGet.Config 파일을 읽는 동안 오류가 발생했습니다. NuGet.Config 파일이 읽기 전용으로 처리됩니다. {0}
pl: Wystąpił błąd podczas próby odczytu pliku NuGet.Config. Plik NuGet.Config będzie traktowany jako plik tylko do odczytu. {0}
pt_br: Ocorreu um erro ao tentar ler o arquivo NuGet.Config. O arquivo NuGet.Config será tratado como somente leitura. {0}
ru: Ошибка при попытке считать файл NuGet.Config. Файл NuGet.Config будет обрабатываться как доступный только для чтения. {0}
tr: NuGet.Config dosyası okunurken bir hata oluştu. NuGet.Config dosyası salt okunur kabul edilecek. {0}
zh_cn: 尝试读取 NuGet.Config 文件时出错。NuGet.Config 文件将被视为只读。 {0}
zh_tw: 嘗試讀取 NuGet.Config 檔案時發生錯誤。NuGet.Config 檔案將視為唯讀。 {0}

source: An error occurred while attempt to move/copy that file. Please check your permissions.
cs: Při pokusu o přesunutí nebo zkopírování tohoto souboru došlo k chybě. Zkontrolujte oprávnění.
de: Fehler beim Verschieben/Kopieren dieser Datei. Überprüfen Sie Ihre Berechtigungen.
es: Error al intentar mover o copiar el archivo. Compruebe sus permisos.
fr: Une erreur s’est produite lors de la tentative de déplacement/copie de ce fichier. Vérifiez vos autorisations.
it: Si è verificato un errore durante il tentativo di spostare/copiare il file. Controllare le autorizzazioni.
ja: ファイルを移動/コピー中にエラーが発生しました。アクセス許可を確認してください。
ko: 파일을 이동/복사하는 동안 오류가 발생했습니다. 사용 권한을 확인하세요.
pl: Wystąpił błąd podczas próby przeniesienia/skopiowania pliku. Sprawdź swoje uprawnienia.
pt_br: Ocorreu um erro ao tentar mover/copiar esse arquivo. Verifique suas permissões.
ru: Ошибка при попытке переместить или скопировать этот файл. Проверьте свои разрешения.
tr: Bu dosyayı taşıma/kopyalama girişimi sırasında bir hata oluştu. Lütfen izinlerinizi denetleyin.
uk: Трапилась помилка під час копіювання або переміщення файлу. Перевірте свої права доступу.
zh_cn: 试图移动/复制该文件时出错。请检查你的权限。
zh_tw: 嘗試移動/複製該檔案時發生錯誤。請檢查您的權限。

source: An identifier that is unique within the document. If the tag is a server control, this will be used for the corresponding variable name in the CodeBehind.
cs: Identifikátor, který je jedinečný v rámci dokumentu. Pokud značka představuje serverový ovládací prvek, použije se pro odpovídající název proměnné v CodeBehind.
de: Ein Bezeichner, der innerhalb des Dokuments eindeutig ist. Wenn das Tag ein Serversteuerelement ist, wird es für den entsprechenden Variablennamen in der CodeBehind-Datei verwendet.
es: Un identificador que es único dentro del documento. Si la etiqueta es un control de servidor, se usará en el nombre de la variable correspondiente en CodeBehind.
fr: Identificateur unique au sein du document. Si la balise est un contrôle serveur, celui-ci est utilisé pour le nom de la variable correspondante dans le code-behind.
it: Identificatore univoco nel documento. Se il tag è un controllo server, verrà usato per il nome della variabile corrispondente in CodeBehind.
ja: ドキュメント内の一意の識別子。 タグがサーバー コントロールである場合、これは CodeBehind の対応する変数名用に 使用されます。
ko: 문서 내에서 고유한 식별자입니다. 태그가 서버 컨트롤인 경우 CodeBehind의 해당 변수 이름에 사용됩니다.
pl: Identyfikator unikatowy w obrębie dokumentu. Jeśli tag jest formantem serwera, będzie używany wobec odpowiadającej nazwy zmiennej w klasie CodeBehind.
pt_br: Um identificador que é exclusivo no documento. Se a marca for um controle de servidor, ele será usado para o nome de variável correspondente no CodeBehind.
ru: Идентификатор, являющийся уникальным в рамках документа. Если тег является серверным элементом управления, он будет использоваться для соответствующего имени переменной в CodeBehind.
tr: Belge içinde benzersiz olan bir tanımlayıcı. Etiket bir sunucu denetimiyse, CodeBehind'da karşılık gelen değişken adı için bu kullanılır.
zh_cn: 在文档内唯一的标识符。 如果标记是服务器控件，它将被用于 CodeBehind 中对应的变量名称。
zh_tw: 文件內唯一的識別碼。 若標記是伺服器控制項，這會用來 表示 CodeBehind 中對應的變數名稱。

source: An instant messaging client
cs: Klient pro zasílání rychlých zpráv
de: Ein Chatclient
es: Un cliente de mensajería instantánea
fr: Client de messagerie instantanée
it: Client di messaggistica istantanea
ja: インスタント メッセージング クライアント
ko: 인스턴트 메시징 클라이언트
pl: Klient wiadomości błyskawicznych
pt_br: Um cliente de mensagens instantâneas
ru: Клиент для обмена мгновенными сообщениями
tr: Anlık ileti istemcisi
uk: Клієнт мереж IM
zh_cn: 即时消息客户端
zh_tw: 立即訊息用戶端

source: An interface defines a contract. A class or struct that implements an interface must adhere to its contract.
cs: Rozhraní definuje kontrakt. Třída nebo struktura, která rozhraní implementuje, musí dodržovat jeho kontrakt.
de: Eine Schnittstelle definiert einen Vertrag. Eine Klasse oder Struktur, die eine Schnittstelle implementiert, muss ihren Vertrag einhalten.
es: Una interfaz define un contrato. Una clase o una estructura que implementan una interfaz deben adherirse a su contrato.
fr: Une interface définit un contrat. Une classe ou une structure qui implémente une interface doit adhérer à ce contrat.
it: Un'interfaccia definisce un contratto. Una classe o una struttura che implementa un'interfaccia deve aderire al rispettivo contratto.
ja: インターフェイスは、コントラクトを定義します。クラスまたはインターフェイスを実装する構造体は、そのコントラクトと一致する必要があります。
ko: 인터페이스는 계약을 정의합니다. 인터페이스를 구현하는 클래스 또는 구조체는 해당 계약을 따라야 합니다.
pl: Interfejs definiuje kontrakt. Klasa lub struktura implementująca interfejs musi być zgodna z jego kontraktem.
pt_br: Uma interface define um contrato. Uma classe ou struct que implementa uma interface deve cumprir o contrato.
ru: Интерфейс определяет контракт. Класс или структура, реализующие интерфейс, должны соответствовать его контракту.
tr: Bir interface bir sözleşmeyi tanımlar. Bir interface'i gerçekleştiren bir class veya struct bu sözleşmeye uymalıdır.
zh_cn: 一个接口定义一个协定。实现某接口的类或结构必须遵守该接口定义的协定。
zh_tw: 此介面定義一個合約。實作介面的類別或結構必須遵守其合約。

source: An office type application
cs: Kancelářská aplikace
de: Eine Büroanwendung
es: Una aplicación de ofimática
fr: Une application de type bureau
it: Applicazione tipo Office
ja: オフィス向けアプリケーション
ko: 사무 관련 애플리케이션
pl: Aplikacja biurowa
pt_br: Um aplicativo tipo Office
ru: Офисное приложение
tr: Ofis türü bir uygulama
uk: Офісний застосунок
zh_cn: 办公类型应用程序
zh_tw: 辦公室類型應用程式

source: An operation is occuring in the background
cs: Operace probíhá na pozadí.
de: Ein Vorgang wird im Hintergrund ausgeführt
es: Se está realizando una operación en segundo plano.
fr: Une opération s'effectue en arrière-plan
ja: 操作はバックグラウンドで行われています
ko: 백그라운드에서 작업이 진행되고 있습니다.
pl: Operacja jest wykonywana w tle
pt_br: Uma operação está ocorrendo em segundo plano
ru: Операция выполняется в фоновом режиме
tr: Arka planda bir işlem gerçekleştiriliyor

source: An outline is not available for the current document.
cs: Pro aktuální dokument není k dispozici žádná osnova.
de: Für das aktuelle Dokument ist kein Entwurf verfügbar.
es: No hay un esquema disponible para el documento actual.
fr: Il n’y a pas de plan disponible pour le document en cours.
it: Non è disponibile alcuna struttura per il documento corrente.
ja: 現在のドキュメントではアウトラインは利用できません。
ko: 현재 문서에 개요를 사용할 수 없습니다.
pl: Konspekt jest niedostępny dla bieżącego dokumentu.
pt_br: Não há uma estrutura de tópicos disponível para o documento atual.
ru: Структура недоступна для текущего документа.
tr: Geçerli belge için ana hat yok.
uk: Схема поточного документа недоступна.
zh_cn: 不能对当前文档使用大纲。
zh_tw: 大綱不適用於目前文件。

source: An overview of the current file's messages, warnings and errors
cs: Přehled zpráv, upozornění a chyb aktuálního souboru
de: Ein Überblick über die Meldungen, Warnungen und Fehler der aktuellen Datei
es: Información general de los mensajes, advertencias y errores del archivo actual.
fr: Vue d'ensemble des messages, des avertissements et des erreurs du fichier actuel
ja: 現在のファイルのメッセージ、警告、エラーの概要
ko: 현재 파일의 메시지, 경고 및 오류에 대한 개요
pl: Omówienie komunikatów, ostrzeżeń i błędów związanych z bieżącym plikiem
pt_br: Uma visão geral sobre as mensagens, avisos e erros do arquivo atual
ru: Обзор сообщений, предупреждений и ошибок текущего файла
tr: Geçerli dosyanın iletilerine, uyarılarına ve hatalarına genel bir bakış

source: An unspecified error occurred while running '{0}'
cs: Při provádění {0} došlo k nespecifikované chybě.
de: Unbekannter Fehler beim Ausführen von '{0}'.
es: Error no especificado al ejecutar '{0}'
fr: Une erreur non spécifiée s’est produite lors de l’exécution de « {0} »
it: Si è verificato un errore non specificato durante l'esecuzione di '{0}'
ja: '{0}' の実行中に不明なエラーが発生しました
ko: '{0}'을(를) 실행하는 동안 지정되지 않은 오류가 발생했습니다.
pl: Wystąpił nieokreślony błąd podczas uruchamiania rozwiązania „{0}”
pt_br: Um erro não especificado ocorreu ao executar '{0}'
ru: При выполнении "{0}" произошла неопределенная ошибка.
tr: '{0}' çalıştırılırken belirlenemeyen bir hata oluştu
uk: Під час запуску трапилась нерозпізнана помилка '{0}'
zh_cn: 运行“{0}”时发生未知错误
zh_tw: 執行 '{0}' 時發生未指定的錯誤

source: Analysis successful.
cs: Analýza byla úspěšná.
de: Analyse erfolgreich.
es: Análisis correcto.
fr: Analyse réussie.
ja: 解析が成功しました。
ko: 분석 성공
pl: Analiza powiodła się.
pt_br: Análise bem-sucedida.
ru: Анализ выполнен.
tr: Analiz başarılı.

source: Analyzing project
cs: Analyzuje se projekt.
de: Projekt wird analysiert
es: Analizando el proyecto
fr: Analyse du projet
it: Analisi del progetto
ja: プロジェクトを分析しています
ko: 프로젝트를 분석하는 중
pl: Analizowanie projektu
pt_br: Analisando projetos
ru: Идет анализ проекта
tr: Projeler inceleniyor
uk: Аналіз проекту
zh_cn: 正在分析项目
zh_tw: 正在分析專案

source: Analyzing solution
cs: Analyzuje se řešení
de: Projektmappe wird analysiert.
es: Analizando la solución
fr: Analyse de la solution
it: Analisi della soluzione
ja: ソリューションを分析しています
ko: 솔루션을 분석하는 중
pl: Analizowanie rozwiązania
pt_br: Analisando a solução
ru: Идет анализ решения
tr: Çözüm analiz ediliyor
zh_cn: 正在分析解决方案
zh_tw: 正在分析解決方案

source: Analyzing {0}
cs: Analyzuje se {0}
de: {0} wird analysiert.
es: Analizando {0}
fr: Analyse de {0}
it: Analisi di {0}
ja: {0} を分析しています
ko: {0}을(를) 분석하는 중
pl: Analizowanie — {0}
pt_br: Analisando {0}
ru: Идет анализ {0}
tr: {0} çözümleniyor
zh_cn: 正在分析 {0}
zh_tw: 正在分析 {0}

source: And the following condition is true
cs: A je splněná následující podmínka
de: Und die folgende Bedingung "True" ist
es: Y se cumpla la siguiente condición
fr: Et que la condition suivante est vraie
it: E la condizione seguente è true
ja: さらに次の条件が真の場合
ko: 그리고 다음 조건이 true일 경우
pl: I spełniono następujący warunek
pt_br: E a seguinte condição for verdadeira
ru: И выполняется следующее условие
tr: Ve aşağıdaki koşul doğru ise
uk: І виконується така умова
zh_cn: 且以下条件为 true
zh_tw: 且下列條件為 true

source: And the following expression changes
cs: A změní se následující výraz
de: Und sich der folgende Ausdruck ändert
es: Y cambie la siguiente expresión
fr: Et que l’expression suivante change
it: E l'espressione seguente cambia
ja: また、次の式が変更されます
ko: 그리고 다음 식이 변경될 경우
pl: I następujące zmiany wyrażeń
pt_br: E a seguinte expressão for alterada
ru: И изменяется следующее выражение
tr: Ve aşağıdaki ifade değişirse
uk: І змінилося значення такого виразу
zh_cn: 且以下表达式更改
zh_tw: 且下列運算式會變更

source: Animates the text editor caret to help find it
cs: Animuje kurzor textového editoru pro jeho snadnější nalezení
de: Animiert den Textcursor des Text-Editors, um ihn besser erkennbar zu machen.
es: Anima el símbolo de inserción del editor de texto para facilitar su búsqueda
fr: Anime le curseur de l’éditeur de texte pour faciliter son repérage
it: Aggiunge un'animazione al punto di inserimento dell'editor di testo per facilitarne l'individuazione
ja: テキスト エディターのキャレットにアニメーションを付けて発見しやすくします
ko: 쉽게 찾을 수 있도록 텍스트 편집기 캐럿에 애니메이션 효과를 줍니다.
pl: Animuje karetkę edytora tekstu, aby pomóc ją znaleźć
pt_br: Anima o cursor do editor de texto para ajudar a encontrá-lo
ru: Анимирует курсор текстового редактора для упрощения его поиска
tr: Bulunmasına yardımcı olmak için metin düzenleyici giriş işaretini canlandırır
uk: Анімує текстовий курсор, щоб він був помітніший
zh_cn: 动态显示文本编辑器脱字号以便于查找
zh_tw: 將文字編輯器插入點製成動畫以協助尋找

source: Anonymous method can be simplified to method group
cs: Anonymní metoda se dá zjednodušit na skupinu metod.
de: Anonyme Methode kann in Methodengruppe vereinfacht werden.
es: El método anónimo se puede simplificar a grupo de métodos
fr: Une méthode anonyme peut être simplifiée en groupe de méthodes
it: Il metodo anonimo può essere semplificato nel gruppo di metodi
ja: 匿名メソッドはメソッド グループに簡略化することができます
ko: 무명 메서드를 메서드 그룹으로 단순화할 수 있습니다.
pl: Anonimowa metoda może być uproszczona do grupy metod
pt_br: O método anônimo pode ser simplificado para o grupo de métodos
ru: Анонимный метод можно упростить до группы методов
tr: Anonim yöntem, yöntem grubuna basitleştirilebilir
uk: Анонімний метод можна спростити до групи методів
zh_cn: 匿名方法可以简化为方法组
zh_tw: 匿名方法可以簡化為方法群組

source: Any CPU
cs: Jakýkoli procesor
de: Beliebige CPU
es: Cualquier CPU
fr: N’importe quelle UC
it: Qualsiasi CPU
ja: 任意の CPU
ko: 모든 CPU
pl: Dowolny procesor CPU
pt_br: Qualquer CPU
ru: Любой ЦП
tr: Herhangi bir CPU
uk: Довільний CPU
zh_cn: 任何 CPU
zh_tw: 任何 CPU
