Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The {0} keyword can be used as an operator or as a modifier. The operator is used to create objects on the heap and invoke constructors. The modifier is used to hide an inherited member from a base class member.
cs: Klíčové slovo {0} se může používat jako operátor nebo jako modifikátor. Operátor se používá k vytváření objektů v haldě a vyvolávání konstruktorů. Modifikátor se používá ke skrytí zděděného členu z členu základní třídy.
de: Das Schlüsselwort '{0}' kann als Operator oder Modifizierer verwendet werden. Der Operator wird zum Erstellen von Objekten auf dem Heap und Aufrufen von Konstruktoren verwendet. Der Modifizierer wird zum Ausblenden eines geerbten Members vor einem Basisklassenmember verwendet.
es: La palabra clave {0} se puede usar como operador o como modificador. El operador se usa para crear objetos en el montón e invocar constructores. El modificador se usa para ocultar un miembro heredado de un miembro de la clase base.
fr: Le mot clé {0} peut être utilisé en tant qu’opérateur ou modificateur. L’opérateur permet de créer des objets sur le tas et d’appeler des constructeurs. Le modificateur permet de masquer un membre hérité d’un membre de la classe de base.
it: La parola chiave {0} può essere usata come operatore o modificatore. L'operatore viene usato per creare oggetti nell'heap e per richiamare costruttori. Il modificatore viene usato per nascondere un membro ereditato da un membro della classe di base.
ja: {0} キーワードを演算子または修飾子として使用することができます。演算子を使用して、ヒープ上のオブジェクトを作成し、コンストラクターを呼び出します。修飾子は、基本クラス メンバーから継承されたメンバーを非表示にするために使用されます。
ko: {0} 키워드는 연산자나 한정자로 사용할 수 있습니다. 연산자는 힙에서 개체를 만들고 생성자를 호출하는 데 사용됩니다. 한정자는 상속된 멤버를 기본 클래스 멤버에서 숨기는 데 사용됩니다.
pl: Słowo kluczowe {0} może być użyte jako operator lub modyfikator. Operator jest używany do tworzenia obiektów w stercie i wywoływania konstruktorów. Modyfikator jest używany do ukrywania odziedziczonej składowej przed składową klasy bazowej.
pt_br: A palavra-chave {0} pode ser usada como um operador ou um modificador. O operador é usado para criar objetos no heap e invocar construtores. O modificador é usado para ocultar um membro herdado de um membro da classe base.
ru: Ключевое слово {0} невозможно использовать в качестве оператора или модификатора. Оператор применяется для создания объектов в куче и вызова конструкторов. Модификатор используется для скрытия элемента, унаследованного от элемента базового класса.
tr: {0} anahtar sözcüğü, bir işleç veya bir değiştirici olarak kullanılabilir. İşleç, öbekte nesne oluşturmak ve oluşturucuları çağırmak için kullanılır. Değiştirici, temel bir sınıf üyesinden devralınmış bir üyeyi gizlemek için kullanılır.
zh_cn: {0} 关键字可用作运算符或修饰符。用作运算符时，用于在堆上创建对象和调用构造函数。用作修饰符时，用于隐藏基类成员中的继承成员。
zh_tw: {0} 關鍵字可以用作運算子或修飾詞。運算子用來在堆積和叫用建構函式上建立物件。修飾詞用來隱藏基底類別成員的繼承成員。

source: The {0} keyword denotes an unsafe context, which is required for any operation involving pointers.
cs: Klíčové slovo {0} označuje nezabezpečený kontext, který se vyžaduje pro libovolnou operaci s ukazateli.
de: Das Schlüsselwort '{0}' bezeichnet einen unsicheren Kontext, der für Vorgänge mit Zeigern erforderlich ist.
es: La palabra clave {0} denota un contexto inseguro, que es necesario para cualquier operación con punteros.
fr: Le mot clé {0} indique un contexte non sécurisé, requis pour toute opération impliquant des pointeurs.
it: La parola chiave {0} denota un contesto unsafe, che è necessario per qualsiasi operazione che interessa i puntatori.
ja: {0} キーワードは、安全でないコンテキストを示します。これは、ポインターが関係するすべての操作で必要です。
ko: {0} 키워드는 포인터와 관련된 모든 연산에 필요한 안전하지 않은 컨텍스트를 나타냅니다.
pl: Słowo kluczowe {0} określa niebezpieczny kontekst, który jest wymagany we wszystkich operacjach obejmujących wskaźniki.
pt_br: A palavra-chave {0} denota um contexto sem segurança, que é necessário para qualquer operação envolvendo ponteiros.
ru: Ключевое слово {0} обозначает небезопасный контекст, необходимый для любых операций с указателями.
tr: {0} anahtar sözcüğü, işaretçileri içeren tüm işlemler için gerekli olan güvensiz bir bağlamı anlatır.
zh_cn: {0} 关键字表示不安全上下文，该上下文是任何涉及指针的操作所必需的。
zh_tw: {0} 關鍵字表示不安全的內容 (是任何包含指標之作業的必要項目)。

source: The {0} keyword groups elements together from a query which match the key value and stores the result in an {1}. It can also be stored in a group for further use in the query with 'into'.
cs: Klíčové slovo {0} seskupí prvky z dotazu, který odpovídá hodnotě klíče a ukládá výsledek do {1}. Může být uloženo i ve skupině pro další použití v dotazu s into.
de: Das Schlüsselwort '{0}' gruppiert Elemente aus einer Abfrage, die mit dem Schlüsselwert übereinstimmen, und speichert das Ergebnis in {1}. Das Ergebnis kann auch mit 'into' zur weiteren Verwendung in der Abfrage in einer Gruppe gespeichert werden.
es: La palabra clave {0} agrupa elementos de una consulta que coinciden con el valor de clave y almacena el resultado en un elemento {1}. También se puede almacenar en un grupo para usarlo después en la consulta con 'into'.
fr: Le mot clé {0} regroupe les éléments d’une requête qui correspondent à la valeur de clé, et stocke le résultat dans un {1}. Il peut également être stocké dans un groupe en vue d’une utilisation ultérieure dans la requête avec « into ».
it: La parola chiave {0} raggruppa gli elementi di una query corrispondenti al valore della chiave e archivia il risultato in un elemento {1}. Può anche essere archiviato in un gruppo per essere riutilizzato nella query con 'into'.
ja: {0} キーワードは、キーの値と一致するクエリからの要素をグループ化し、その結果を {1} に格納します。'into' を持つクエリで将来使用するためにグループに格納することもできます。
ko: {0} 키워드는 쿼리에서 키 값과 일치하는 요소를 함께 그룹화하고 결과를 {1}에 저장합니다. 'into'와 함께 쿼리에서 추가로 사용하기 위해 그룹에 저장될 수도 있습니다.
pl: Słowo kluczowe {0} grupuje elementy z zapytania, które odpowiadają wartości klucza, i zapisuje wyniki w elemencie {1}. Wyniki mogą również być przechowywane w grupie w celu dalszego użycia w zapytaniu z parametrem „into”.
pt_br: A palavra-chave {0} agrupa os elementos de uma consulta que correspondem ao valor da chave e armazena o resultado em um {1}. Ela também pode ser armazenada em um grupo para uso futuro na consulta com 'into'.
ru: Ключевое слово {0} группирует элементы из запроса, которые соответствуют значению ключа, и сохраняет результат в {1}. Его также можно сохранить в группе для дальнейшего использования в запросе с элементом "into".
tr: {0} anahtar sözcüğü, bir sorgudaki anahtar değerle eşleşen öğeleri gruplar ve sonucu bir {1} içinde depolar. Ayrıca, 'into' ile sorguda başka amaçlarla kullanmak için bir grupta da depolanabilir.
zh_cn: {0} 关键字将某个查询中与键值匹配的元素组合在一起，并将结果存储在 {1} 中。它也可以存储在组中，以供将来在含有 "into" 的查询中使用。
zh_tw: {0} 關鍵字可透過查詢將符合索引鍵值的項目分組在一起，並將結果儲存至 {1}。其也可以使用 'into' 儲存至查詢的群組中，供進一步使用。

source: The {0} keyword indicates that a field can be modified in the program by something such as the operating system, the hardware, or a concurrently executing thread.
cs: Klíčové slovo {0} označuje, že pole může být v programu upraveno operačním systémem, hardwarem nebo souběžně prováděným vláknem.
de: Das Schlüsselwort '{0}' gibt an, dass ein Feld im Programm beispielsweise durch das Betriebssystem, die Hardware oder einen gleichzeitig ausgeführten Thread geändert werden kann.
es: La palabra clave {0} indica que algo, como el sistema operativo, el hardware o un subproceso en ejecución, puede modificar un campo en el programa.
fr: Le mot clé {0} indique qu’un champ peut être modifié dans le programme, par exemple, par le système d’exploitation, le matériel ou un thread s’exécutant simultanément.
it: La parola chiave {0} indica che il campo può essere modificato nel programma da un fattore quale il sistema operativo, l'hardware o un thread eseguito contemporaneamente.
ja: {0} キーワードは、オペレーティング システム、ハードウェア、または同時実行スレッドなどによって、フィールドをプログラムで変更することができることを示します。
ko: {0} 키워드는 운영 체제, 하드웨어, 동시에 실행되는 스레드 등이 프로그램에서 필드를 수정할 수 있도록 나타냅니다.
pl: Słowo kluczowe {0} wskazuje, że pole można zmodyfikować w programie, np. przy użyciu systemu operacyjnego, sprzętu lub współbieżnie wykonywanego wątku.
pt_br: A palavra-chave {0} indica que um campo pode ser modificado no programa por algo como o sistema operacional, o hardware ou um thread em execução simultaneamente.
ru: Ключевое слово {0} указывает, что поле в программе может быть изменено, например операционной системой, оборудованием или параллельно выполняющимся потоком.
tr: {0} anahtar sözcüğü, bir alanın programda işletim sistemi, donanım veya eş zamanlı olarak yürütülen bir iş parçacığı gibi bir şey tarafından değiştirilebileceğini gösterir.
zh_cn: {0} 关键字指示可以在程序中通过操作系统、硬件或并发执行的线程等对象修改某个字段。
zh_tw: {0} 關鍵字指出作業系統、硬體或並行執行的執行緒這類項目可以修改程式中的欄位。

source: The {0} keyword is a literal that represents a null reference, one that does not refer to any object. {0} is the default value of reference-type variables.
cs: Klíčové slovo {0} je literál, který představuje nulový odkaz (takový, který neodkazuje na žádný objekt). {0} je výchozí hodnota proměnných odkazového typu.
de: Das Schlüsselwort '{0}' ist ein Literal, das einen Nullverweis darstellt, der auf kein Objekt verweist. {0} ist der Standardwert von Verweistypvariablen.
es: La palabra clave {0} es un literal que representa una referencia nula, es decir, que no hace referencia a ningún objeto. {0} es el valor predeterminado de las variables de tipo de referencia.
fr: Le mot clé {0} est un littéral qui représente une référence null qui ne fait pas référence à aucun objet. {0} est la valeur par défaut de variables de type référence.
it: La parola chiave {0} è un valore letterale che rappresenta un riferimento Null, ovvero che non fa riferimento ad alcun oggetto. {0} è il valore predefinito delle variabili di tipo riferimento.
ja: {0} キーワードは、オブジェクトを参照しない、null 参照を表すリテラルです。{0} は、参照型変数の既定値です。
ko: {0} 키워드는 개체를 참조하지 않는 null 참조를 나타내는 리터럴입니다. {0}은(는) 참조 형식 변수의 기본값입니다.
pl: Słowo kluczowe {0} jest literałem reprezentującym odwołanie null, tj. niedotyczące żadnego obiektu. Wartość {0} jest wartością domyślną zmiennych typu odwołania.
pt_br: A palavra-chave {0} é um literal que representa uma referência nula que não faz referência a nenhum objeto. {0} é o valor padrão das variáveis reference-type.
ru: Ключевое слово {0} является литералом, представляющим пустую ссылку, которая не ссылается ни на какой объект. {0} является значением по умолчанию переменных ссылочного типа.
tr: {0} anahtar sözcüğü, null; yani hiçbir nesneye başvurmayan bir başvuruyu temsil eden bir değişmez değerdir. {0}, başvuru türü değişkenlerin varsayılan değeridir.
zh_cn: {0} 关键字是表示不引用任何对象的空引用的文本。{0} 是引用类型变量的默认值。
zh_tw: {0} 關鍵字是代表未參考任何物件之 null 參考的常值。{0} 是參考型別變數的預設值。

source: The {0} keyword is a member access modifier. A protected member is accessible from within the class in which it is declared, and from within any class derived from the class that declared this member.
cs: Klíčové slovo {0} je modifikátor přístupu ke členu. Chráněný člen je přístupný z třídy, ve které je deklarovaný, a ze všech tříd odvozených od této třídy.
de: Das Schlüsselwort '{0}' ist ein Zugriffsmodifizierer für Member. Auf einen geschützten Member kann nur innerhalb der Klasse zugegriffen werden, in der er deklariert wurde, und innerhalb einer Klasse, die von der Klasse abgeleitet wurde, durch die der Member deklariert wurde.
es: La palabra clave {0} es un modificador de acceso de miembro. A un miembro protegido se puede acceder desde la clase en la que está declarado y desde cualquier clase derivada de la clase que declaró este miembro.
fr: Le mot clé {0} est un modificateur d’accès de membre. Un membre protégé est accessible à partir de la classe dans laquelle il est déclaré, et de toute classe dérivée de la classe ayant déclaré ce membre.
it: La parola chiave {0} è un modificatore di accesso ai membri. Un membro protetto è accessibile solo all'interno della classe in cui è dichiarato e dall'interno di qualsiasi classe derivata dalla classe che ha dichiarato tale membro.
ja: {0} キーワードは、メンバーのアクセス修飾子です。保護されたメンバーは、それが宣言されているクラス内から、およびこのメンバーを宣言したクラスから派生する任意のクラス内からアクセスできます。
ko: {0} 키워드는 멤버 액세스 한정자입니다. 보호된 멤버는 해당 멤버가 선언된 클래스 내에서 액세스 가능하며 해당 멤버를 선언한 클래스에서 파생된 클래스 내에서 액세스 가능합니다.
pl: Słowo kluczowe {0} jest modyfikatorem dostępu składowej. Dostęp do chronionych składowych jest możliwy z klasy, w której je zadeklarowano, oraz z dowolnej klasy pochodnej tej klasy.
pt_br: A palavra-chave {0} é um modificador de acesso de membro. Um membro protegido é acessível de dentro da classe em que foi declarado e de dentro de qualquer classe derivada da classe que declarou esse membro.
ru: Ключевое слово {0} является модификатором доступа элемента. Защищенный элемент доступен из класса, в котором он объявлен, а также из любого класса, производного от класса, объявившего этот элемент.
tr: {0} anahtar sözcüğü bir üye erişim değiştiricisidir. Protected (korumalı) bir üyeye bildirildiği bir sınıfın içinden ve sınıftan türetilen ve bu üyeyi bildiren sınıflardan erişilebilir.
zh_cn: {0} 关键字是一个成员访问修饰符。受保护成员在声明它的类中以及从声明此成员的类派生的任何类中是可访问的。
zh_tw: {0} 關鍵字是成員存取修飾詞。受保護成員可以從宣告其的類別進行存取，以及從衍生自宣告此成員之類別的任何類別中進行存取。

source: The {0} keyword is a member access modifier. Private access is the least permissive access level. Private members are accessible only within the body of the class or the struct in which they are declared.
cs: Klíčové slovo {0} je modifikátor přístupu ke členu. Privátní přístup je úroveň přístupu s nejmenšími oprávněními. Privátní členy jsou přístupné jenom v rámci třídy nebo struktury, ve které jsou deklarované.
de: Das Schlüsselwort '{0}' ist ein Zugriffsmodifizierer für Member. Der private Zugriff ist die am stärksten eingeschränkte Zugriffsebene. Auf private Member kann nur im Text der Klasse oder Struktur zugegriffen werden, in der sie deklariert wurden.
es: La palabra clave {0} es un modificador de acceso de miembro. El acceso privado es el nivel menos permisivo. A los miembros privados solo se puede acceder en el cuerpo de la clase o de la estructura en la que están declarados.
fr: Le mot clé {0} est un modificateur d’accès de membre. Un accès privé est le niveau d’accès le plus restrictif. Les membres privés sont accessibles uniquement dans le corps de la classe ou de la structure dans lesquelles ils sont déclarés.
it: La parola chiave {0} è un modificatore di accesso ai membri. L'accesso privato è il livello di accesso meno permissivo. I membri privati sono accessibili solo all'interno del corpo della classe o della struttura in cui sono dichiarati.
ja: {0} キーワードは、メンバーのアクセス修飾子です。プライベート アクセスは、最も制限の多いアクセス レベルです。プライベート メンバーは、宣言されているクラスまたは構造体の本文内でのみアクセスできます。
ko: {0} 키워드는 멤버 액세스 한정자입니다. 프라이빗 액세스는 최소로 허용되는 액세스 수준입니다. 프라이빗 멤버는 해당 멤버가 선언된 클래스나 구조체의 본문 내에서만 액세스 가능합니다.
pl: Słowo kluczowe {0} jest modyfikatorem dostępu składowej. Dostęp prywatny jest poziomem dostępu o najniższych uprawnieniach. Dostęp do prywatnych składowych jest możliwy wyłącznie z treści klasy lub struktury, w której je zadeklarowano.
pt_br: A palavra-chave {0} é um modificador de acesso de membro. O acesso privado é o nível de acesso menos permissível. Os membros privados são acessíveis somente de dentro do corpo da classe ou do struct no qual eles são declarados.
ru: Ключевое слово {0} является модификатором доступа элемента. Закрытый доступ имеет наибольшие ограничения. Закрытые элементы доступны только в теле класса или структуры, где они объявлены.
tr: {0} anahtar sözcüğü, bir üye erişim değiştiricisidir. Private (özel) erişim en katı erişim düzeyidir. Private üyelere yalnızca bunların tanımlandığı class veya struct gövdesinden erişilebilir.
zh_cn: {0} 关键字是一个成员访问修饰符。私有访问是允许的最低访问级别。私有成员只有在声明它们的类或结构的主体中才是可访问的。
zh_tw: {0} 關鍵字是成員存取修飾詞。私用存取是最不寬鬆的存取層級。只有在宣告私用成員的類別或結構主體內才能存取私用成員。

source: The {0} keyword is a modifier that you can use on fields. When a field declaration includes a {0} modifier, assignments to the fields introduced by the declaration can only occur as part of the declaration or in a constructor in the same class.
cs: Klíčové slovo {0} je modifikátor, který můžete použít u polí. Když deklarace pole obsahuje modifikátor {0}, můžou přiřazení k polím zavedeným deklarací probíhat jenom jako součást deklarace nebo v konstruktoru ve stejné třídě.
de: Das Schlüsselwort '{0}' ist ein für Felder verwendbarer Modifizierer. Wenn eine Felddeklaration einen {0}-Modifizierer enthält, dürfen Zuweisungen zu den Feldern, die durch die Deklaration eingeführt wurden, nur als Teil der Deklaration oder in einem Konstruktor in derselben Klasse vorkommen.
es: La palabra clave {0} es un modificador que puede usar en campos. Cuando una declaración de campos incluye un modificador {0}, las asignaciones a los campos introducidos por la declaración solo se pueden hacer como parte de la declaración o en un constructor en la misma clase.
fr: Le mot clé {0} est un modificateur que vous pouvez utiliser sur des champs. Quand une déclaration de champ comprend un modificateur {0}, les assignations aux champs introduites par la déclaration ne peuvent se produire que dans le cadre de la déclaration ou dans un constructeur figurant dans la même classe.
it: La parola chiave {0} è un modificatore che è possibile usare sui campi. Quando una dichiarazione di campo include un modificatore {0}, le assegnazioni ai campi introdotte dalla dichiarazione possono verificarsi solo nella dichiarazione o in un costruttore della stessa classe.
ja: {0} キーワードは、フィールドで使用できる修飾子です。フィールド宣言に {0} 修飾子が含まれる場合、宣言によって導入されるフィールドへの代入は、宣言の一部として、または同じクラスのコンストラクターで発生します。
ko: {0} 키워드는 필드에서 사용할 수 있는 한정자입니다. 필드 선언에 {0} 한정자가 포함된 경우 선언에 의해 도입된 필드에 대한 할당은 선언의 일부로만 발생하거나 동일한 클래스의 생성자에서만 발생할 수 있습니다.
pl: Słowo kluczowe {0} jest modyfikatorem, którego można użyć wobec pól. Jeśli deklaracja pola zawiera modyfikator {0}, przypisania do pól wprowadzonych przez tę deklarację mogą występować wyłącznie jako część deklaracji lub w konstruktorze w tej samej klasie.
pt_br: A palavra-chave {0} é um modificado que pode ser usado em campos. Quando uma declaração de campo inclui um modificador {0}, atribuições para os campos apresentados pela declaração podem ocorrer somente como parte da declaração ou em um construtor na mesma classe.
ru: Ключевое слово {0} является модификатором, который можно использовать для полей. Когда объявление поля включает в себя модификатор {0}, назначения для полей, представленные этим определением, могут использоваться только в составе объявления или в конструкторе того же класса.
tr: {0} anahtar sözcüğü, alanlar üzerinde kullanabileceğiniz bir değiştiricidir. Bir alan bildirimi bir {0} değiştiricisini içerdiğinde, bildirim tarafından tanıtılan alanlara yalnızca bildirimin bir parçası olarak veya aynı sınıftaki bir oluşturucuda atama yapılabilir.
zh_cn: {0} 关键字是可以在字段上使用的修饰符。当字段声明包括 {0} 修饰符时，该声明引入的字段赋值只能作为声明的一部分出现，或者出现在同一类的构造函数中。
zh_tw: {0} 關鍵字是您可在欄位上使用的修飾詞。欄位宣告包含 {0} 修飾詞時，只有在宣告時才能指派給宣告所引進的欄位，或在相同類別的建構函式中指派給宣告所引進的欄位。

source: The {0} keyword is an access modifier for types and type members. Internal members are accessible only within files in the same assembly.
cs: Klíčové slovo {0} je modifikátor přístupu pro typy a členy typů. Interní členy jsou přístupné jenom v souborech ve stejném sestavení.
de: Das Schlüsselwort '{0}' ist ein Zugriffsmodifizierer für Typen und Typmember. Auf interne Member kann nur innerhalb von Dateien in derselben Assembly zugegriffen werden.
es: La palabra clave {0} es un modificador de acceso para tipos y miembros de tipos. A los miembros internos solo se puede acceder en los archivos del mismo ensamblado.
fr: Le mot clé {0} est un modificateur d’accès pour les types et les membres de type. Les membres internes sont accessibles uniquement dans des fichiers figurant dans le même assembly.
it: La parola chiave {0} è un modificatore di accesso per tipi e membri di tipo. I membri interni sono accessibili solo all'interno di file nello stesso assembly.
ja: {0} キーワードは、型および型メンバーのアクセス修飾子です。内部のメンバーは、同じアセンブリ内のファイル内でのみアクセス可能です。
ko: {0} 키워드는 형식 및 형식 멤버에 대한 액세스 한정자입니다. 내부 멤버는 동일한 어셈블리의 파일 내에서만 액세스 가능합니다.
pl: Słowo kluczowe {0} jest modyfikatorem dostępu dla typów i składowych typu. Dostęp do wewnętrznych składowych można uzyskać wyłącznie z poziomu plików w tym samym zestawie.
pt_br: A palavra-chave {0} é um modificador de acesso para tipos e membros de tipos. Membros internos são acessíveis somente dentro de arquivos no mesmo assembly.
ru: Ключевое слово {0} является модификатором доступа для типов и их элементов. Внутренние элементы доступны только внутри файлов одной сборки.
tr: {0} anahtar sözcüğü, türler ve tür üyeleri için bir erişim değiştiricisidir. İç üyelere yalnızca aynı bütünleştirilmiş kodun dosyalarından erişilebilir.
zh_cn: {0} 关键字是类型和类型成员的访问修饰符。内部成员只有在同一程序集的文件中才是可访问的。
zh_tw: {0} 關鍵字是型別和型別成員的存取修飾詞。只能在相同組件的檔案內存取內部成員。

source: The {0} keyword is an access modifier for types and type members. Public access is the most permissive access level. There are no restrictions on accessing public members.
cs: Klíčové slovo {0} je modifikátor přístupu pro typy a členy typů. Veřejný přístup je úroveň přístupu s největšími oprávněními. Pro přístup k veřejným členům neplatí žádná omezení.
de: Das Schlüsselwort '{0}' ist ein Zugriffsmodifizierer für Typen und Typmember. Der öffentliche Zugriff ist die am wenigsten eingeschränkte Zugriffsebene. Für den Zugriff auf öffentliche Member gelten keine Einschränkungen.
es: La palabra clave {0} es un modificador de acceso para tipos y miembros de tipos. El acceso público es el nivel más permisivo. No hay restricciones para el acceso a miembros públicos.
fr: Le mot clé {0} est un modificateur d’accès pour les types et les membres de type. L’accès public est le niveau d’accès le moins restrictif. Il n’impose aucune restriction à l’accès aux membres publics.
it: La parola chiave {0} è un modificatore di accesso per tipi e membri di tipo. L'accesso pubblico è il livello di accesso più permissivo. Non sono infatti previste restrizioni per l'accesso ai membri pubblici.
ja: {0} キーワードは、型および型メンバーのアクセス修飾子です。パブリック アクセスは、最も制限の少ないアクセス レベルです。パブリック メンバーへのアクセスに制限はありません。
ko: {0} 키워드는 형식 및 형식 멤버의 액세스 한정자입니다. 공용 액세스는 최대로 허용되는 액세스 수준입니다. 공용 멤버 액세스에 대한 제한은 없습니다.
pl: Słowo kluczowe {0} jest modyfikatorem dostępu dla typów i składowych typu. Dostęp publiczny jest poziomem dostępu o najwyższych uprawnieniach. Nie istnieją ograniczenia związane z dostępem do publicznych składowych.
pt_br: A palavra-chave {0} é um modificador de acesso para os tipos e membros de tipo. O acesso público é o nível de acesso mais permissível. Não há restrição para acessar membros públicos.
ru: Ключевое слово {0} является модификатором доступа для типов и их элементов. Открытый доступ является наименее строгим. Какие-либо ограничения на доступ к открытым элементам отсутствуют.
tr: {0} anahtar sözcüğü, türler ve tür üyeleri için bir erişim değiştiricisidir. Public (genel) erişim, en esnek erişim düzeyidir. Public üyelere erişmede hiçbir kısıtlama yoktur.
zh_cn: {0} 关键字是类型和类型成员的访问修饰符。公共访问是允许的最高访问级别。对访问公共成员没有限制。
zh_tw: {0} 關鍵字是型別和型別成員的存取修飾詞。公用存取是最寬鬆的存取層級。不限制存取公用成員。
