Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: HTTPS development certificate was not found
cs: Vývojový certifikát HTTPS nebyl nalezen.
de: Das HTTPS-Entwicklungszertifikat wurde nicht gefunden.
es: No se encontró ningún certificado de desarrollo de HTTPS
fr: Le certificat de développement HTTPS est introuvable
ja: HTTPS 開発証明書が見つかりませんでした
ko: HTTPS 개발 인증서를 찾을 수 없습니다.
pl: Nie znaleziono certyfikatu programistycznego HTTPS
pt_br: O certificado de desenvolvimento de HTTPS não foi localizado
ru: Не удалось найти сертификат разработки HTTPS
tr: HTTPS geliştirme sertifikası bulunamadı

source: Handler
cs: Obslužná rutina
es: Controlador
fr: Gestionnaire
it: Gestore
ja: ハンドラー
ko: 처리기
pl: Procedura obsługi
pt_br: Manipulador
ru: Обработчик
tr: İşleyici
uk: Обробник
zh_cn: 处理程序
zh_tw: 處理常式

source: Has _master page or layout
cs: Má _hlavní stránku nebo rozložení
de: _Hat Masterseite oder -layout
es: Tiene _página maestra o diseño del patrón
fr: A une page _maître ou une disposition
it: Con pagina _master o layout
ja: マスター ページまたはレイアウトがある(_M)
ko: 마스터 페이지나 레이아웃이 있음(_M)
pl: Ma _stronę wzorcową lub układ wzorcowy
pt_br: Possui página _mestra ou layout
ru: Имеет _эталонную страницу или макет
tr: Ana sayfa veya düzeni var
uk: Має _головну сторінку або конфігурацію:
zh_cn: 具有母版页或布局(_M)
zh_tw: 有主版頁面或配置(_M)

source: Has path references
cs: Obsahuje odkazy na cesty
de: Hat Pfadverweise
es: Tiene referencias de ruta
fr: Contient des références de chemin d’accès
it: Include riferimenti al percorso
ja: パス参照を含む
ko: 경로 참조 있음
pl: Zawiera odwołania ścieżek
pt_br: Possui referências de caminho
ru: Имеет ссылки на путь
tr: Yol başvuruları var
uk: Має посилання на шлях
zh_cn: 具有路径引用
zh_tw: 有路徑參考

source: Header
cs: Hlavička
es: Encabezado
fr: En-tête
it: Intestazione
ja: ヘッダー
ko: 헤더
pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
tr: Üstbilgi
uk: Заголовок
zh_cn: 标头
zh_tw: 標題

source: Header Text
cs: Text hlavičky
es: Texto del encabezado
fr: Texte d'en-tête
ja: ヘッダー テキスト
ko: 머리글 텍스트
pl: Tekst nagłówka
pt_br: Texto do Cabeçalho
ru: Текст заголовка
tr: Üst Bilgi Metni

source: Headers
cs: Hlavičky
de: Header
es: Encabezados
fr: En-têtes
it: Intestazioni
ja: ヘッダー
ko: 헤더
pl: Nagłówki
pt_br: Cabeçalhos
ru: Заголовки
tr: Üstbilgiler
uk: Заголовки
zh_cn: 标头
zh_tw: 標題

source: Hebrew
cs: hebrejština
de: Hebräisch
es: Hebreo
fr: Hébreu
it: Ebraico
ja: ヘブライ語
ko: 히브리어
pl: Hebrajski
pt_br: Hebraico
ru: Иврит
tr: İbranice
uk: Іврит
zh_cn: 希伯来语
zh_tw: 希伯來文

source: Hebrew Visual
cs: Hebrejský (vizuální)
de: Hebräisch (visuell)
es: Hebreo visual
fr: Hébreu visuel
it: Ebraico Visual
ja: ヘブライ語 (表示順)
ko: 히브리어(오른쪽에서 왼쪽으로 표기)
pl: Hebrajski (porządkowanie wizualne)
pt_br: Hebraico Visual
ru: Визуальный иврит
tr: Görsel İbranice
uk: Візуальний іврит
zh_cn: 希伯来文
zh_tw: 希伯來文視覺

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım
uk: Довідка
zh_cn: 帮助
zh_tw: 說明

source: Help Viewer could not be opened
cs: Prohlížeč nápovědy se nepodařilo otevřít.
de: Help Viewer konnte nicht geöffnet werden.
es: No se puede abrir el Visor de Ayuda
fr: Nous n’avons pas pu ouvrir la visionneuse de l’aide.
it: Non è stato possibile aprire il visualizzatore della Guida
ja: ヘルプ ビューアーが開けませんでした
ko: 도움말 뷰어를 열 수 없습니다.
pl: Nie można otworzyć Podglądu Pomocy
pt_br: Não é possível abrir o Visualizador da Ajuda
ru: Не удалось открыть окно справки
tr: Yardım Görüntüleyicisi açılamadı
uk: Не вдалось відкрити оглядач довідки
zh_cn: 无法打开帮助查看器
zh_tw: 無法開啟 Help Viewer

source: Help or documentation
cs: Nápověda nebo dokumentace
de: Hilfe oder Dokumentation
es: Ayuda o documentación
fr: Aide ou documentation
it: Guida o documentazione
ja: ヘルプまたはドキュメント
ko: 도움말 또는 문서
pl: Pomoc lub dokumentacja
pt_br: Ajuda ou documentação
ru: Справка или документация
tr: Yardım veya belgeler
uk: Довідка або документація
zh_cn: 帮助或文档
zh_tw: 說明或文件

source: Helper's arguments
cs: Argumenty pomocné rutiny
de: Argumente des Hilfsprogramms
es: Argumentos del asistente
fr: Arguments de l’Assistant
it: Argomenti dell'helper
ja: ヘルパーの引数
ko: 도우미의 인수
pl: Argumenty pomocnika
pt_br: Argumentos do auxiliar
ru: Аргументы вспомогательного приложения
tr: Yardımcının bağımsız değişkenleri
uk: Аргументи помічника
zh_cn: 帮助程序参数
zh_tw: 協助程式的引數

source: Helper's name
cs: Název pomocné rutiny
de: Name des Hilfsprogramms
es: Nombre del asistente
fr: Nom de l’Assistant
it: Nome dell'helper
ja: ヘルパー名
ko: 도우미의 이름
pl: Nazwa pomocnika
pt_br: Nome do auxiliar
ru: Имя вспомогательного приложения
tr: Yardımcı adı
uk: Назва помічника
zh_cn: 帮助程序名称
zh_tw: 協助程式的名稱

source: Hexadecimal Text Editor
cs: Šestnáctkový textový editor
de: Hexadezimaltext-Editor
es: Editor de texto hexadecimal
fr: Éditeur de texte hexadécimal
ja: 16 進数テキスト エディター
ko: 16진수 텍스트 편집기
pl: Edytor tekstu szesnastkowego
pt_br: Editor de Texto Hexadecimal
ru: Шестнадцатеричный текстовый редактор
tr: Onaltılık Metin Düzenleyici

source: Hidden
cs: Skryté
de: Ausgeblendet
es: Oculto
fr: Masquées
it: Nascosti
ja: 非表示
ko: 숨김
pl: Ukryte
pt_br: Oculta
ru: Скрытая
tr: Gizli
uk: Прихований
zh_cn: 隐藏
zh_tw: 隱藏

source: Hide
cs: Skrýt
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
tr: Gizle
uk: Приховати
zh_cn: 隐藏
zh_tw: 隱藏

source: Hide Application
cs: Skrýt aplikaci
de: Anwendung ausblenden
es: Aplicación web
fr: Masquer l’application
it: Nascondi applicazione
ja: アプリケーションの非表示
ko: 애플리케이션 숨기기
pl: Ukryj aplikację
pt_br: Ocultar Aplicativo
ru: Скрыть приложение
tr: Uygulamayı Gizle
uk: Приховати застосунок
zh_cn: 隐藏应用程序
zh_tw: 隱藏應用程式

source: Hide Categories
cs: Skrýt kategorie
de: Kategorien ausblenden
es: Ocultar categorías
fr: Masquer les catégories
ja: カテゴリを非表示にする
ko: 범주 숨기기
pl: Ukryj kategorie
pt_br: Ocultar Categorias
ru: Скрыть категории
tr: Kategorileri Gizle

source: Hide Current Message
cs: Skrýt aktuální zprávu
de: Aktuelle Meldung ausblenden
es: Ocultar mensaje actual
fr: Masquer le message en cours
it: Nascondi messaggio corrente
ja: 現在のメッセージを非表示にする
ko: 현재 메시지 숨기기
pl: Ukryj bieżący komunikat
pt_br: Ocultar Mensagem Atual
ru: Скрыть текущее сообщение
tr: Geçerli İletiyi Gizle
zh_cn: 隐藏当前消息
zh_tw: 隱藏目前的訊息

source: Hide Details
cs: Skrýt podrobnosti
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
ja: 詳細の非表示
ko: 세부 정보 숨기기
pl: Ukryj szczegóły
pt_br: Ocultar Detalhes
ru: Скрыть сведения
tr: Detayları Gizle
uk: Приховати подробиці
zh_cn: 隐藏详细信息
zh_tw: 隱藏詳細資料

source: Hide other applications' windows
cs: Skrýt okna ostatních aplikací
de: Fenster anderer Anwendungen ausblenden
es: Ocultar otras ventanas de aplicaciones
fr: Masquer les fenêtres d’autres applications
it: Nasconde le finestre delle altre applicazioni
ja: 他のアプリケーションのウィンドウを非表示にする
ko: 다른 애플리케이션의 창 숨기기
pl: Ukryj pozostałe okna aplikacji
pt_br: Ocultar janelas de outros aplicativos
ru: Скрыть окна других приложений
tr: Diğer uygulamaların pencerelerini gizle
uk: Приховати вікна інших застосунків
zh_cn: 隐藏其他应用程序的窗口
zh_tw: 隱藏其他應用程式的視窗

source: Hide {0}
cs: Skrýt {0}
de: {0} ausblenden
es: Ocultar {0}
fr: Masquer {0}
it: Nascondi {0}
ja: {0} を非表示にする
ko: {0} 숨기기
pl: Ukryj {0}
pt_br: Ocultar {0}
ru: Скрыть {0}
tr: {0} öğesini gizle
uk: Приховати {0}
zh_cn: 隐藏 {0}
zh_tw: 隱藏 {0}

source: High
cs: Vysoká
de: Hoch
es: Alta
fr: Haute
it: Alta
ja: 高
ko: 높음
pl: Wysoki
pt_br: Alta
ru: Высокая
tr: Yüksek
uk: Високий
zh_cn: 高
zh_tw: 高

source: High Contrast Dark
cs: Vysoký kontrast – tmavý
de: Dunkel mit starkem Kontrast
es: Contraste alto (oscuro)
fr: Contraste élevé (sombre)
ja: ハイ コントラスト (濃色)
ko: 고대비 어둡게
pl: Ciemne o wysokim kontraście
pt_br: Escuro de Alto Contraste
ru: Высокая контрастность — темный
tr: Yüksek Karşıtlık Koyu

source: High Contrast Light
cs: Vysoký kontrast – světlý
de: Hell mit starkem Kontrast
es: Contraste alto (claro)
fr: Contraste élevé (clair)
ja: ハイ コントラスト (淡色)
ko: 고대비 밝게
pl: Jasne o wysokim kontraście
pt_br: Luz de Alto Contraste
ru: Высокая контрастность — светлый
tr: Yüksek Karşıtlık Açık

source: Highlight _current line
cs: Zvýrazňovat a_ktuální řádek
de: _Aktuelle Zeile hervorheben
es: Resaltar línea _actual
fr: Mettre en surbrillance la ligne en _cours
it: Evidenzia riga _corrente
ja: 現在の行を強調表示する(_C)
ko: 현재 줄 강조 표시(_C)
pl: Wyróżnij _bieżący wiersz
pt_br: Destacar a linha _atual
ru: Выделить _текущую строку
tr: _Geçerli satırı vurgula
uk: Під_свічувати поточний рядок
zh_cn: 突出显示当前行(_C)
zh_tw: 反白目前的行(_C)

source: Highlight _identifier references
cs: Zvýrazňovat odkazy na _identifikátory
de: _Bezeichnerverweise hervorheben
es: Resaltar referencias de _identificador
fr: Mettre en surbrillance les références d’_identificateur
it: Evidenzia riferimenti a _identificatori
ja: 識別子の参照を強調表示する(_I)
ko: 식별자 참조 강조 표시(_I)
pl: Wyróżnij odwołania _identyfikatorów
pt_br: Realçar referências de _identificador
ru: Выделить ссыл_ки на идентификатор
tr: Tanımlayıcı _başvurularını vurgula
uk: _Підсвічувати використання ідентифікатора
zh_cn: 突出显示标识符引用(_I)
zh_tw: 反白識別碼參考(_I)

source: Highlight mutable variables
cs: Zvýrazňovat měnitelné proměnné
de: Änderbare Variablen hervorheben
es: Resaltar valores mutables
fr: Mettre en surbrillance les variables mutables
it: Evidenzia variabili modificabili
ja: 変更可能な変数を強調表示する
ko: 변경할 수 있는 변수 강조 표시
pl: Wyróżnij modyfikowalne zmienne
pt_br: Realçar variáveis mutáveis
ru: Выделить изменяемые переменные
tr: Değiştirilebilir değişkenleri vurgula
zh_cn: 突出显示可变变量
zh_tw: 醒目提示可變動的變數

source: History software
cs: Aplikace pro historiky
de: Geschichtssoftware
es: Software sobre historia
fr: Logiciel d’histoire
it: Software di storia
ja: 歴史学ソフトウェア
ko: 역사학 소프트웨어
pl: Oprogramowanie związane z historią
pt_br: Software de história
ru: Программное обеспечение для истории
tr: Tarih yazılımı
uk: Історія
zh_cn: 历史软件
zh_tw: 歷史軟體

source: Hit Count
cs: Počet volání
de: Trefferanzahl
es: Recuento de visitas
fr: Nombre d’accès
it: Numero di passaggi
ja: ヒット カウント
ko: 적중 횟수
pl: Liczba trafień
pt_br: Contagem de Ocorrências
ru: Количество обращений
tr: Sonuç Sayısı
uk: Кількість попадань
zh_cn: 命中次数
zh_tw: 叫用次數

source: Hold Control key to display the execution parameters dialog.
cs: Podržte stisknutou klávesu Control a zobrazte dialog s parametry spuštění.
de: Halten Sie die STRG-TASTE gedrückt, um das Dialogfeld mit Ausführungsparametern anzuzeigen.
es: Mantenga pulsada la tecla Control para mostrar el cuadro de diálogo de parámetros de ejecución.
fr: Maintenez la touche CTRL enfoncée pour afficher la boîte de dialogue des paramètres d’exécution.
it: Tenere premuto CTRL per visualizzare la finestra di dialogo dei parametri di esecuzione.
ja: [実行パラメーター] ダイアログを表示するには、Ctrl キーを押したままにします
ko: 실행 매개 변수 대화 상자를 표시하려면 &lt;Ctrl&gt; 키를 길게 누릅니다.
pl: Przytrzymaj klawisz Control, aby wyświetlić okno dialogowe parametrów wykonywania.
pt_br: Mantenha a tecla Control pressionada para exibir a caixa de diálogo dos parâmetros de execução.
ru: Удерживайте клавишу CTRL, чтобы открыть диалоговое окно параметров выполнения.
tr: Yürütme parametreleri iletişim kutusunu görüntülemek için CTRL tuşuna basılı tutun.
uk: Утримуйте клавішу Control, щоб відкрити діалог параметрів виконання.
zh_cn: 按住 Ctrl 键可显示执行参数对话框。
zh_tw: 按住 Control 鍵以顯示執行參數對話方塊。

source: Hold Control key to open in current workspace.
cs: Stisknutím a podržením klávesy CTRL otevřete položku v aktuálním pracovním prostoru.
de: Zum Öffnen im aktuellen Arbeitsbereich STRG gedrückt halten.
es: Mantenga pulsada la tecla Control para abrir el elemento en el área de trabajo actual.
fr: Maintenez la touche Ctrl enfoncée pour ouvrir dans l’espace de travail actuel.
it: Tenere premuto CTRL per aprire nell'area di lavoro corrente.
ja: 現在のワークスペースで開くには、Ctrl キーを押したままにします。
ko: 현재 작업 영역에서 열려면 &lt;Ctrl&gt; 키를 길게 누릅니다.
pl: Przytrzymaj klawisz Control, aby otworzyć w bieżącym obszarze roboczym.
pt_br: Mantenha a tecla Control pressionada para abrir no workspace atual.
ru: Удерживайте клавишу CTRL, чтобы открыть текущую рабочую область.
tr: Geçerli çalışma alanında açmak için Ctrl tuşunu basılı tutun.
uk: Утримуйте CTRL, щоб відкрити у поточному робочому просторі.
zh_cn: 按住 Ctrl 键可在当前工作区中打开。
zh_tw: 按住 Control 鍵以在目前工作區開啟。

source: Hold Control to open in current workspace.
cs: Stisknutím a podržením CTRL otevřete položku v aktuálním pracovním prostoru.
de: Zum Öffnen im aktuellen Arbeitsbereich STRG gedrückt halten.
es: Mantenga pulsada la tecla Control para abrir en el área de trabajo actual.
fr: Maintenir la touche Ctrl enfoncée pour ouvrir dans l’espace de travail en cours.
it: Tenere premuto CTRL per aprire nell'area di lavoro corrente.
ja: 現在のワークスペースで開くには、Ctrl キーを押したままにしてください。
ko: 현재 작업 영역에서 열려면 &lt;Ctrl&gt; 키를 길게 누릅니다.
pl: Przytrzymaj klawisz Control, aby otworzyć w bieżącym obszarze roboczym.
pt_br: Mantenha a tecla Control pressionada para abrir no workspace atual.
ru: Удерживайте клавишу CTRL, чтобы открыть текущую рабочую область.
tr: Geçerli çalışma alanında açmak için CTRL tuşuna basılı tutun.
uk: Утримуйте CTRL, щоб відкрити у поточному робочому просторі.
zh_cn: 按住 Ctrl 键可在当前工作区中打开。
zh_tw: 按住 Control 以在目前工作區開啟

source: Host name:
cs: Název hostitele:
es: Nombre de host:
fr: Nom de l’hôte :
it: Nome host:
ja: ホスト名:
ko: 호스트 이름:
pl: Nazwa hosta:
pt_br: Nome do host:
ru: Имя узла:
tr: Ana bilgisayar adı:
uk: Назва хоста:
zh_cn: 主机名:
zh_tw: 主機名稱:

source: Hue
cs: Odstín
de: Farbton
es: Matiz
fr: Teinte
ja: 色合い
ko: 색상
pl: Odcień
pt_br: Matiz
ru: Оттенок
tr: Ton

source: ID:
pl: Identyfikator:
ru: Идентификатор:
tr: Kimlik:

source: IDE application
cs: Aplikace IDE
de: IDE-Anwendung
es: Aplicación IDE
fr: Application EDI
it: Applicazione IDE
ja: IDE アプリケーション
ko: IDE 애플리케이션
pl: Aplikacja IDE
pt_br: Aplicativo de IDE
ru: Приложение IDE
tr: IDE uygulaması
uk: Інтегроване середовище розробки
zh_cn: IDE 应用程序
zh_tw: IDE 應用程式

source: IL Console Project
cs: Projekt konzoly IL
de: IL-Konsolenprojekt
es: Proyecto de consola de IL
fr: Projet de console de niveau d’intégrité
it: Progetto console IL
ja: IL コンソール プロジェクト
ko: IL 콘솔 프로젝트
pl: Projekt konsoli języka IL
pt_br: Projeto de Console IL
ru: Консольный проект IL
tr: IL Konsol Projesi
uk: Консольний проект IL
zh_cn: IL 控制台项目
zh_tw: IL 主控台專案

source: IL compiler (ilasm) not found.
cs: Kompilátor IL (ilasm) se nepodařilo najít.
de: IL-Compiler (ilasm) nicht gefunden.
es: No se encuentra el compilador de IL (ilasm).
fr: Compilateur de niveau d’intégrité (ilasm) introuvable.
it: Il compilatore IL (ilasm) non è stato trovato.
ja: IL コンパイラ (ilasm) が見つかりません。
ko: IL 컴파일러(ilasm)를 찾을 수 없습니다.
pl: Nie znaleziono kompilatora języka IL (ilasm).
pt_br: Compilador IL (ilasm) não encontrado.
ru: Компилятор IL (ilasm) не найден.
tr: IL derleyicisi (ilasm) bulunamadı.
uk: Компілятор IL (ilasm) не знайдено.
zh_cn: 找不到 IL 编译器(ilasm)。
zh_tw: 找不到 IL 編譯器 (ilasm)。

source: ILAsm Files
cs: Soubory ILAsm
de: ILAsm-Dateien
es: Archivos ILAsm
fr: Fichiers ILAsm
it: File ILAsm
ja: ILAsm ファイル
ko: ILAsm 파일
pl: Pliki ILAsm
pt_br: Arquivos ILAsm
ru: Файлы ILAsm
tr: ILAsm Dosyaları
uk: Файли ILAsm
zh_cn: ILAsm 文件
zh_tw: ILAsm 檔案

source: IP address:
cs: IP adresa:
de: IP-Adresse:
es: Dirección IP:
fr: Adresse IP :
it: Indirizzo IP:
ja: IP アドレス:
ko: IP 주소:
pl: Adres IP:
pt_br: Endereço IP:
ru: IP-адрес:
tr: IP adresi:
uk: IP-адреса:
zh_cn: IP 地址:
zh_tw: IP 位址:

source: IP:
ru: IP-адрес:

source: Icon Margin
cs: Okraj ikony
de: Symbolrand
es: Margen del icono
fr: Marge d'icône
ja: アイコン余白
ko: 아이콘 여백
pl: Margines ikon
pt_br: Margem do Ícone
ru: Поле значка
tr: Simge Kenar Boşluğu

source: Icon URL:
cs: Adresa URL ikony:
de: Symbol-URL:
es: URL de icono:
fr: URL d'icône :
it: Icona:
ja: アイコンの URL:
ko: 아이콘 URL:
pl: Adres URL ikony:
pt_br: URL do Ícone:
ru: URL-адрес значка:
tr: Simge URL'si:

source: Icon margin contains breakpoints and bookmarks
cs: Okraj ikony obsahuje zarážky a záložky.
de: Der Symbolrand enthält Haltepunkte und Lesezeichen.
es: El margen del icono contiene puntos de interrupción y marcadores
fr: La marge d'icône contient des points d'arrêt et des favoris
ja: アイコン余白には、ブレークポイントとブックマークが含まれます
ko: 아이콘 여백은 중단점 및 책갈피를 포함합니다.
pl: Margines ikon zawiera punkty przerwania i zakładki
pt_br: A margem do ícone contém pontos de interrupção e indicadores
ru: Поле значка содержит точки останова и закладки
tr: Simge kenar boşluğu kesme noktalarını ve yer imlerini içerir

source: Icon name
cs: Název ikony
de: Symbolname
es: Nombre del icono
fr: Nom d’icône
it: Nome dell'icona
ja: アイコン名
ko: 아이콘 이름
pl: Nazwa ikony
pt_br: Nome do ícone
ru: Имя значка
tr: Simge adı
uk: Назва піктограми:
zh_cn: 图标名称
zh_tw: 圖示名稱

source: Icon name:
cs: Název ikony:
de: Symbolname:
es: Nombre de icono:
fr: Nom de l’icône :
it: Nome dell'icona:
ja: アイコン名:
ko: 아이콘 이름:
pl: Nazwa ikony:
pt_br: Nome do ícone:
ru: Имя значка:
tr: Simge adı:
uk: Назва піктограми:
zh_cn: 图标名称:
zh_tw: 圖示名稱:

source: Icon:
cs: Ikona:
de: Symbol:
es: Icono:
fr: Icône :
it: Icona:
ja: アイコン:
ko: 아이콘:
pl: Ikona:
pt_br: Ícone:
ru: Значок:
tr: Simge:
uk: Піктограма:
zh_cn: 图标:
zh_tw: 圖示:

source: Id
pl: Identyfikator
ru: Идентификатор
tr: Kimlik
uk: Ід
zh_tw: 識別碼

source: Identifier
cs: Identifikátor
de: Bezeichner
es: Identificador
fr: Identificateur
it: Identificatore
ja: 識別子
ko: 식별자
pl: Identyfikator
pt_br: Identificador
ru: Идентификатор
tr: Tanımlayıcı
uk: Ідентифікатор
zh_cn: 标识符
zh_tw: 識別碼

source: Identifier for the current element
cs: Identifikátor aktuálního elementu
de: Bezeichner des aktuellen Elements
es: Identificador para el elemento actual
fr: Identificateur de l’élément actuel
it: Identificatore per l'elemento corrente
ja: 現在の要素の識別子
ko: 현재 요소의 식별자
pl: Identyfikator bieżącego elementu
pt_br: Identificador para o elemento atual
ru: Идентификатор для текущего элемента
tr: Geçerli öğe tanımlayıcısı
uk: Ідентифікатор для поточного елемента
zh_cn: 当前元素的标识符
zh_tw: 目前元素的識別碼

source: Identifier of the embedded resource.
cs: Identifikátor vloženého zdroje
de: Bezeichner der eingebetteten Ressource.
es: Identificador del recurso incrustado.
fr: Identificateur de la ressource incorporée.
it: Identificatore della risorsa incorporata.
ja: 埋め込みリソースの識別子。
ko: 포함 리소스의 식별자입니다.
pl: Identyfikator osadzonego zasobu.
pt_br: Identificador de um recurso inserido.
ru: Идентификатор внедренного ресурса.
tr: Gömülü kaynak tanımlayıcısı.
uk: Ідентифікатор вбудованого ресурсу.
zh_cn: 嵌入资源的标识符。
zh_tw: 內嵌資源的識別碼。

source: If set, tells mono NOT to attempt using native asynchronous I/O services. In that case, a default select/poll implementation is used. Currently only epoll() is supported.
cs: Pokud je nastaveno, Mono obdrží pokyn, aby se nepokoušelo o použití nativních asynchronních vstupně-výstupních služeb. V takovém případě se použije výchozí implementace select/poll. Momentálně se podporuje jenom epoll().
de: Falls festgelegt, wird Mono angewiesen, KEINE nativen asynchronen E/A-Dienste zu verwenden. In diesem Fall wird eine standardmäßige Auswahl-/Abfrageimplementierung verwendet. Derzeit wird nur epoll() unterstützt.
es: Si se establece, indica a Mono que NO intente usar servicios de E/S asincrónicos nativos. En ese caso, se usa una implementación select/poll predeterminada. Actualmente, solo se admite epoll().
fr: En cas de sélection, indique à Mono de NE PAS essayer d’utiliser des services d’E/S asynchrones natifs. Dans ce cas, une implémentation de sélection/d’interrogation par défaut est utilisée. Actuellement, seule l’implémentation epoll() est prise en charge.
it: Se impostata, indica a Mono di NON provare a usare i servizi I/O asincroni nativi. In tal caso verrà usata un'implementazione predefinita di select/poll. Attualmente è supportato solo epoll().
ja: 設定すると、Mono はネイティブの非同期 I/O サービスを使用しません。その場合、既定の選択/ポーリングの実装が使用されます。現在は、epoll() のみサポートされています。
ko: 설정된 경우 네이티브 비동기 I/O 서비스를 사용하지 않도록 mono에 지시합니다. 이 경우 기본 선택/폴링 구현이 사용됩니다. 현재 epoll()만 지원됩니다.
pl: Jeśli ta opcja zostanie ustawiona, narzędzie Mono NIE podejmie próby użycia natywnych asynchronicznych usług we/wy. W takim przypadku jest używana domyślna implementacja metody select/poll. Obecnie obsługiwana jest tylko metoda epoll().
pt_br: Se definido, informará ao mono para NÃO tentar usar os serviços de E/S assíncrono nativos. Nesse caso, uma implementação de seleção/votação padrão será usada. Apenas epoll() tem suporte no momento.
ru: Если параметр задан, сообщает Mono НЕ пытаться использовать асинхронные службы ввода-вывода. В этом случае используется реализация Select/Poll по умолчанию. Сейчас поддерживается только epoll().
tr: Ayarlanırsa, mono'ya yerel zaman uyumsuz I/O hizmetlerini kullanmayı denememesini söyler. Bu durumda, varsayılan seçme/yoklama uygulaması kullanılır. Şu anda yalnızca epoll() desteklenir.
zh_cn: 如果设置，将指示 mono 不尝试使用本机异步 I/O 服务。在此情况下，将使用默认的 select/poll 实现。当前仅支持 epoll()。
zh_tw: 若設定，則會指示 Mono NOT 嘗試使用原生非同步 I/O 服務。在此情況下，會使用預設選取/輪詢實作。目前只支援 epoll()。

source: If '{0}' directive has two arguments, the first must be 'public' or 'internal'.
cs: Pokud má direktiva {0} dva argumenty, první z nich musí být public nebo internal.
de: Wenn die {0}-Direktive zwei Argumente hat, muss das erste 'public' oder 'internal' sein.
es: Si la directiva '{0}' tiene dos argumentos, el primero debe ser 'público' o 'interno'.
fr: Si la directive « {0} » a deux arguments, le premier doit être « public » ou « interne ».
it: Se la direttiva '{0}' contiene due argomenti, il primo deve essere 'public' o 'internal'.
ja: '{0}' ディレクティブに 2 つの引数がある場合は、最初の引数は 'public' または 'internal' である必要があります。
ko: '{0}' 지시문에 인수가 2개 있는 경우 첫 번째 인수는 'public' 또는 'internal'이어야 합니다.
pl: Jeśli dyrektywa „{0}” ma dwa argumenty, pierwszy z nich musi być publiczny lub wewnętrzny.
pt_br: Se a diretiva '{0}' tiver dois argumentos, o primeiro deverá ser 'public' ou 'internal'.
ru: Если у директивы "{0}" два аргумента, первый должен быть "public" или "internal".
tr: '{0}' yönergesinde iki bağımsız değişken varsa birincisi 'ortak' veya 'iç' olmalıdır.
zh_cn: 如果“{0}”指令具有两个参数，则第一个参数必须是 "public" 或 "internal"。
zh_tw: 若 '{0}' 指示詞有兩個引數，第一個引數必須是 'public' 或 'internal'。

source: If all fields, properties and methods members are static, the class can be made static.
cs: Pokud všechna pole vlastností a členy metod jsou statické, může být třída vytvořená jako statická.
de: Wenn alle Felder, Eigenschaften und Methodenmember statisch sind, kann die Klasse als statisch festgelegt werden.
es: Si todos los campos, propiedades y miembros de métodos son estáticos, la clase se puede convertir en estática.
fr: Si tous les membres des champs, propriétés et méthodes sont static, la classe peut être rendue static.
it: Se tutti i campi, le proprietà e i membri di metodi sono statici, è possibile rendere statica la classe.
ja: フィールド、プロパティ、メソッドのメンバーすべてが静的な場合、クラスも静的にできます。
ko: 모든 필드, 속성 및 메서드 멤버가 static인 경우 클래스를 static으로 지정할 수 있습니다.
pl: Jeśli wszystkie pola, właściwości i metody składowe są statyczne, to klasę można zdefiniować jako statyczną.
pt_br: Se todos os membros de campos, propriedades e métodos forem estáticos, a classe poderá se tornar estática.
ru: Если все элементы полей, свойств и методов являются статическими, класс можно сделать статическим.
tr: Tüm alanlar, özellikler ve yöntemler statik ise sınıf statik yapılabilir.
zh_cn: 如果所有字段、属性和方法成员都是静态的，则可以使类变为静态。
zh_tw: 若所有欄位、屬性和方法成員都是靜態的，則可以將類別設為靜態。
