Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: A configuration with the name '{0}' already exists.
cs: Konfigurace s názvem {0} už existuje.
de: Eine Konfiguration mit dem Namen '{0}' ist bereits vorhanden.
es: Ya existe una configuración con el nombre '{0}'.
fr: Il existe déjà une configuration nommée {0}.
it: Esiste già una configurazione denominata '{0}'.
ja: '{0}' の名前を持つ構成が既に存在します。
ko: 이름이 '{0}'인 구성이 이미 있습니다.
pl: Konfiguracja o nazwie „{0}” już istnieje.
pt_br: Uma configuração com o nome '{0}' já existe.
ru: Конфигурация с именем "{0}" уже существует.
tr: '{0}' adına sahip bir yapılandırma zaten var.
uk: Конфігурація з назвою '{0}' вже існує.
zh_cn: 已存在名为“{0}”的配置。
zh_tw: 已經有組態使用名稱 '{0}'。

source: A cyclic build dependency has been detected.
cs: Zjistila se cyklická závislost sestavení.
de: Eine zyklische Buildabhängigkeit wurde gefunden.
es: Se ha detectado una dependencia cíclica en la compilación.
fr: Une dépendance de build cyclique a été détectée.
it: È stata rilevata una dipendenza di compilazione ciclica.
ja: 循環ビルド依存関係が検出されました。
ko: 순환 빌드 종속성이 검색되었습니다.
pl: Wykryto zależność cykliczną kompilacji.
pt_br: Uma dependência cíclica de build foi detectada.
ru: Обнаружена циклическая зависимость сборки.
tr: Döngüsel bir derleme bağımlılığı algılandı.
uk: Виявлено циклічну залежність побудови.
zh_cn: 已检测到循环生成依赖关系。
zh_tw: 已偵測到循環組建相依性。

source: A dial-up program
cs: Program pro vytáčené připojení
de: Ein DFÜ-Programm
es: Un programa de marcado
fr: Programme de numérotation
it: Programma di connessione remota
ja: ダイヤルアップ プログラム
ko: 전화 접속 프로그램
pl: Program do wybierania numerów
pt_br: Um programa de conexão discada
ru: Программа удаленного доступа
tr: Çevirmeli bağlantı programı
uk: Програма для додзвону
zh_cn: 拨号程序
zh_tw: 撥號程式

source: A dictionary
cs: Slovník
de: Ein Wörterbuch
es: Un diccionario
fr: Dictionnaire
it: Dizionario
ja: ディクショナリ
ko: 사전
pl: Słownik
pt_br: Um dicionário
ru: Словарь
tr: Bir sözlük
uk: Словник
zh_cn: 字典
zh_tw: 字典

source: A fatal error has occurred
cs: Došlo k závažné chybě.
de: Ein schwerwiegender Fehler ist aufgetreten.
es: Error irrecuperable
fr: Une erreur irrécupérable s’est produite
it: Si è verificato un errore irreversibile
ja: 致命的なエラーが発生しました
ko: 오류가 발생했습니다.
pl: Wystąpił błąd krytyczny
pt_br: Ocorreu um erro fatal
ru: Возникла неустранимая ошибка
tr: Önemli bir hata oluştu
uk: Трапилась критична помилка
zh_cn: 发生错误
zh_tw: 發生嚴重錯誤

source: A file defining assembly information attributes.
cs: Soubor definující atributy informací o sestavení
de: Eine Datei, die Assemblyinformationsattribute definiert.
es: Archivo que define los atributos de información del ensamblado.
fr: Fichier définissant les attributs d’informations de l’assembly.
it: File in cui sono definiti gli attributi delle informazioni sugli assembly.
ja: アセンブリ情報属性を定義するファイル。
ko: 어셈블리 정보 특성을 정의하는 파일입니다.
pl: Plik zawierający definicje atrybutów informacji o zestawie.
pt_br: Um arquivo que define atributos de informações do assembly.
ru: Файл, определяющий атрибуты в сведениях о сборке.
tr: Bütünleştirilmiş kod bilgileri özniteliklerini tanımlayan dosya.
uk: Файл, що визначає атрибути інформації про збірку.
zh_cn: 一个定义程序集信息属性的文件。
zh_tw: 定義組件資訊屬性的檔案。

source: A file manager
cs: Správce souborů
de: Ein Dateimanager
es: Un administrador de archivos
fr: Gestionnaire de fichiers
it: File Manager
ja: ファイル マネージャー
ko: 파일 관리자
pl: Menedżer plików
pt_br: Um gerenciador de arquivos
ru: Диспетчер файлов
tr: Bir dosya yöneticisi
uk: Файловий менеджер
zh_cn: 文件管理器
zh_tw: 檔案管理員

source: A file system tool
cs: Nástroj pro správu systému souborů
de: Ein Dateisystemtool
es: Una herramienta de sistema de archivos
fr: Outil de système de fichiers
it: Strumento per file system
ja: ファイル システム ツール
ko: 파일 시스템 도구
pl: Narzędzie systemu plików
pt_br: Uma ferramenta do sistema de arquivos
ru: Инструмент для работы с файловой системой
tr: Dosya sistemi aracı
uk: Робота з файлами
zh_cn: 文件系统工具
zh_tw: 檔案系統工具

source: A file tool utility
cs: Nástroj pro práci se soubory
de: Ein Dateiverwaltungstool
es: Una utilidad de herramienta de archivos
fr: Utilitaire de manipulation de fichiers
it: Strumento di utilità per file
ja: ファイル ツール ユーティリティ
ko: 파일 도구 유틸리티
pl: Narzędzie do obsługi plików
pt_br: Um utilitário de ferramenta de arquivo
ru: Инструмент для работы с файлами
tr: Dosya aracı yardımcı programı
uk: Утиліта для роботи з файлами
zh_cn: 文件工具实用程序
zh_tw: 檔案工具公用程式

source: A flowchart application
cs: Aplikace pro tvorbu vývojových diagramů
de: Eine Flussdiagramm-Anwendung
es: Una aplicación de diagrama de flujo
fr: Application d’organigramme
it: Applicazione per la creazione di diagrammi di flusso
ja: フローチャート アプリケーション
ko: 순서도 애플리케이션
pl: Aplikacja schematów blokowych
pt_br: Um aplicativo de fluxograma
ru: Приложение для работы с блок-схемами
tr: Bir akış çizelgesi uygulaması
uk: Редактор блок-схем
zh_cn: 流程图应用程序
zh_tw: 流程圖應用程式

source: A function to be evaluated for the contents of this variable.
cs: Funkce, která se má vyhodnotit u obsahu této proměnné
de: Eine Funktion, die für den Inhalt dieser Variablen ausgewertet werden soll.
es: Función que se debe evaluar para el contenido de esta variable.
fr: Fonction à évaluer pour le contenu de cette variable.
it: Funzione da valutare per il contenuto di questa variabile.
ja: この変数の内容を得るために評価される関数。
ko: 이 변수의 내용에 대해 실행할 함수입니다.
pl: Funkcja, która ma zostać obliczona dla zawartości tej zmiennej.
pt_br: A função a ser avaliada para o conteúdo dessa variável.
ru: Функция для оценки содержимого этой переменной.
tr: Bu değişkenin içeriği için değerlendirilecek bir işlev.
uk: Функція, що буде розрахована для вмісту цієї змінної.
zh_cn: 要为此变量的内容计算的函数。
zh_tw: 要為此變數內容評估的函式。

source: A game
cs: Hra
de: Ein Spiel
es: Un juego
fr: Un jeu
it: Gioco
ja: ゲーム
ko: 게임
pl: Gra
pt_br: Um jogo
ru: Игра
tr: Bir oyun
uk: Гра
zh_cn: 游戏
zh_tw: 遊戲

source: A game for kids
cs: Dětská hra
de: Ein Spiel für Kinder
es: Un juego para niños
fr: Jeu pour enfants
it: Gioco per bambini
ja: 子供向けゲーム
ko: 어린이용 게임
pl: Gra dla dzieci
pt_br: Um jogo para crianças
ru: Детская игра
tr: Çocuklar için bir oyun
uk: Дитяча гра
zh_cn: 儿童游戏
zh_tw: 給小孩玩的遊戲

source: A list of available runtimes
cs: Seznam dostupných modulů runtime
de: Eine Liste der verfügbaren Runtimes
es: Lista de entornos de ejecución disponibles
fr: Liste des runtimes disponibles
ja: 利用可能なランタイムの一覧
ko: 사용 가능한 런타임 목록입니다.
pl: Lista dostępnych środowisk uruchomieniowych
pt_br: Uma lista de tempos de execução disponíveis
ru: Список доступных сред выполнения
tr: Kullanılabilir çalışma zamanlarının listesi

source: A list of recognised tokens
cs: Seznam rozpoznaných tokenů
de: Eine Liste erkannter Token
es: Lista de tokens reconocidos
fr: Liste de jetons reconnus
ja: 認識されたトークンの一覧
ko: 인식된 토큰 목록입니다.
pl: Lista rozpoznanych tokenów
pt_br: Uma lista de tokens reconhecidos
ru: Список распознаваемых маркеров
tr: Tanınan belirteçlerin listesi

source: A list of values for the user to choose from.
cs: Seznam hodnot, z nichž si uživatel může vybrat
de: Eine Liste von Werten, aus denen der Benutzer auswählen kann.
es: Lista de valores para que el usuario elija.
fr: Liste de valeurs dans laquelle l’utilisateur peut opérer un choix.
it: Elenco di valori da cui l'utente può scegliere.
ja: ユーザーが選ぶ値のリスト。
ko: 사용자가 선택할 값의 목록입니다.
pl: Lista wartości do wyboru przez użytkownika.
pt_br: Uma lista de valores para o usuário escolher.
ru: Список значений для выбора пользователем.
tr: Kullanıcının seçeceği değerler listesi.
uk: Список значень для вибору користувачем.
zh_cn: 供用户选择的值列表。
zh_tw: 供使用者選擇的值清單。

source: A merge conflict has been detected in file <b>SomeFile.txt</b>
cs: V souboru<b>NejakySoubor.txt</b> došlo ke zjištění konfliktu sloučení.
de: In der Datei <b>SomeFile.txt</b> wurde ein Zusammenführungskonflikt erkannt.
es: Se ha detectado un conflicto en la fusión mediante combinación en el archivo <b>SomeFile.txt</b>
fr: Un conflit de fusion a été détecté dans le fichier <b>SomeFile.txt</b>
it: È stato rilevato un conflitto di merge nel file <b>File.txt</b>
ja: ファイル <b>SomeFile.txt</b> でマージ競合が検出されました
ko: 병합 충돌이 <b>SomeFile.txt</b> 파일에서 검색되었습니다.
pl: Wykryto konflikt scalania w pliku <b>Plik.txt</b>
pt_br: Um conflito de mesclagem foi detectado no arquivo <b>SomeFile.txt</b>
ru: В файле <b>SomeFile.txt</b> обнаружен конфликт слияния
tr: <b>SomeFile.txt</b> dosyasında bir birleştirme çakışması algılandı
zh_cn: 在文件 <b>SomeFile.txt</b> 中检测到合并冲突
zh_tw: 在 <b>SomeFile.txt</b> 檔案中偵測到合併衝突

source: A merge conflict has been detected in file <b>{0}</b>
cs: V souboru <b>{0}</b> se zjistil konflikt sloučení.
de: In Datei <b>{0}</b> wurde ein Zusammenführungskonflikt gefunden.
es: Se ha detectado un conflicto en la fusión mediante combinación en el archivo <b>{0}</b>
fr: Un conflit de fusion a été détecté dans le fichier <b>{0}</b>
it: È stato rilevato un conflitto di merge nel file <b>{0}</b>
ja: ファイル <b>{0}</b> でマージ競合が検出されました
ko: 병합 충돌이 <b>{0}</b> 파일에서 검색되었습니다.
pl: Wykryto konflikt scalania w pliku <b>{0}</b>
pt_br: Um conflito de mesclagem foi detectado no arquivo <b>{0}</b>
ru: В файле <b>{0}</b> обнаружен конфликт слияния
tr: <b>{0}</b> dosyasında bir birleştirme çakışması algılandı
uk: У файлі <b>{0}</b> виявлено конфлікт злиття
zh_cn: 在文件 <b>{0}</b> 中检测到合并冲突
zh_tw: 在 <b>{0}</b> 檔案中偵測到合併衝突

source: A multimedia (audio/video) application
cs: Multimediální aplikace (zvuk/video)
de: Eine Multimediaanwendung (Audio/Video)
es: Una aplicación multimedia (audio/vídeo)
fr: Application multimédia (audio/vidéo)
it: Applicazione multimediale (audio/video)
ja: マルチメディア (オーディオ/ビデオ) アプリケーション
ko: 멀티미디어(오디오/비디오) 애플리케이션
pl: Aplikacja multimedialna (audio/wideo)
pt_br: Um aplicativo multimídia (áudio/vídeo)
ru: Мультимедийное приложение (аудио/видео)
tr: Bir multimedya (ses/video) uygulaması
uk: Мультимедійний застосунок (аудіо або відео)
zh_cn: 多媒体(音频/视频)应用程序
zh_tw: 多媒體 (音訊/視訊) 應用程式

source: A named set of projects and their configurations to be built when building the solution.
cs: Pojmenovaná sada projektů a jejich konfigurace, které se při sestavování řešení mají sestavit
de: Eine benannte Menge von Projekten und deren Konfigurationen, die beim Erstellen der Projektmappe erstellt werden sollen.
es: Un conjunto de proyectos con nombre y sus configuraciones que se integran al compilar la solución.
fr: Jeu nommé de projets et leurs configurations à générer durant la création de la solution.
ja: ソリューションのビルド時にビルドする複数プロジェクトの名前付きセットとその構成。
ko: 솔루션을 빌드하는 동안 빌드할 프로젝트 및 해당 프로젝트 구성의 명명된 집합입니다.
pl: Nazwany zestaw projektów i ich konfiguracji do utworzenia podczas tworzenia rozwiązania.
pt_br: Um conjunto nomeado de projetos e suas configurações para ser compilado ao compilar a solução.
ru: Именованный набор проектов и их конфигураций, которые требуется создать при сборке решения.
tr: Çözümün derlenmesi sırasında derlenecek olan projelerin ve bu projelere ait yapılandırmaların adlandırılmış bir kümesi.

source: A news reader or a news ticker
cs: Čtečka zpráv nebo informačních kanálů
de: Ein Newsreader oder News-Ticker
es: Un lector de noticias o un teletipo de noticias
fr: Lecteur ou téléscripteur de news
it: Lettore di news o testo scorrevole di news
ja: ニュース リーダーまたはニュース ティッカー
ko: 뉴스 읽기 프로그램 또는 자막 뉴스 프로그램
pl: Klient grup dyskusyjnych lub pasek informacyjny
pt_br: Um leitor ou ticker de notícias
ru: Средство для чтения новостей и бегущих строк
tr: Haber okuyucu veya haber bandı
uk: Новинний агрегатор
zh_cn: 新闻阅读器或新闻看板
zh_tw: 新聞閱讀程式或新聞跑馬燈

source: A package manager application
cs: Aplikace správce balíčků
de: Eine Paket-Manager-Anwendung
es: Una aplicación de administrador de paquetes
fr: Application de gestionnaire de package
it: Applicazione di gestione pacchetti
ja: パッケージ マネージャー アプリケーション
ko: 패키지 관리자 애플리케이션
pl: Aplikacja menedżera pakietów
pt_br: Um aplicativo gerenciador de pacotes
ru: Приложение диспетчера пакетов
tr: Paket yöneticisi uygulaması
uk: Програма для керування пакетами
zh_cn: 包管理器应用程序
zh_tw: 封裝管理員應用程式

source: A preview of how the folder will look
cs: Náhled, jak bude složka vypadat
de: Eine Vorschau, wie der Ordner aussieht
es: Vista previa del aspecto que tendrá la carpeta.
fr: Aperçu de l'apparence du dossier
ja: フォルダーの表示方法のプレビュー
ko: 폴더가 표시되는 방식 미리 보기
pl: Podgląd wyglądu folderu
pt_br: Uma visualização da aparência da pasta
ru: Предварительный просмотр вида папки
tr: Klasörün görünümüne yönelik önizleme

source: A preview of the folder layout for the new project
cs: Náhled rozložení složky nového projektu
de: Eine Vorschau des Ordnerlayouts für das neue Projekt
es: Vista previa del diseño de la carpeta del proyecto nuevo.
fr: Aperçu de la disposition du dossier pour le nouveau projet
ja: 新しいプロジェクトのフォルダー レイアウトのプレビュー
ko: 새 프로젝트의 폴더 레이아웃 미리 보기
pl: Podgląd układu foldera dla nowego projektu
pt_br: Uma visualização do layout da pasta para o novo projeto
ru: Предварительный просмотр макета папки для нового проекта
tr: Yeni proje için klasör düzeni önizlemesi

source: A preview of the settings above
cs: Náhled předchozího nastavení
de: Eine Vorschau der o. g. Einstellungen
es: Una vista previa de la configuración anterior
fr: Aperçu des paramètres ci-dessus
ja: 上記の設定のプレビュー
ko: 위 설정의 미리 보기
pl: Podgląd powyższych ustawień
pt_br: Uma versão prévia das configurações acima
ru: Предварительный просмотр приведенных выше параметров
tr: Yukarıdaki ayarların önizlemesi

source: A profiling tool
cs: Profilační nástroj
de: Ein Profilerstellungstool
es: Una herramienta de creación de perfiles
fr: Outil de profilage
it: Strumento di profilatura
ja: プロファイリング ツール
ko: 프로파일링 도구
pl: Narzędzie profilowania
pt_br: Uma ferramenta de criação de perfil
ru: Инструмент для профилирования
tr: Bir profil oluşturma aracı
uk: Засіб для профілювання
zh_cn: 分析工具
zh_tw: 程式碼剖析工具

source: A project for creating a Razor class library that targets .NET Standard
cs: Projekt pro vytvoření knihovny tříd Razor určené pro .NET Standard
de: Ein Projekt zum Erstellen einer Razor-Klassenbibliothek für .NET Standard
es: Proyecto para crear una biblioteca de clases de Razor para .NET Standard
fr: Projet de création d'une bibliothèque de classes Razor qui cible .NET Standard
ja: .NET Standard を対象とする Razor クラス ライブラリを作成するためのプロジェクト
ko: .NET Standard를 대상으로 하는 Razor 클래스 라이브러리를 만드는 데 사용되는 프로젝트
pl: Projekt służący do tworzenia biblioteki klas Razor przeznaczonej dla środowiska .NET Standard
pt_br: Um projeto para criar uma biblioteca de classes do Razor direcionada para o .NET Standard
ru: Проект для создания библиотеки классов Razor, предназначенной для .NET Standard
tr: .NET Standard’ı hedefleyen bir Razor sınıf kitaplığı oluşturmaya yönelik proje

source: A project or named set of projects and execution options that should be launched when running or debugging the solution.
cs: Projekt nebo pojmenovaná sada projektů a možnosti spuštění, které se při spuštění nebo ladění řešení mají spustit
de: Ein Projekt oder eine benannte Menge von Projekten und Ausführungsoptionen, die beim Ausführen oder Debuggen der Projektmappe gestartet werden sollen.
es: Un proyecto o conjunto de proyectos con nombre y opciones de ejecución que deben iniciarse al ejecutar o depurar la solución.
fr: Projet ou jeu nommé de projets et options d'exécution à lancer durant l'exécution ou le débogage de la solution.
ja: ソリューションの実行またはデバッグ時に起動する 1 つのプロジェクトまたは複数プロジェクトの名前付きセットと実行オプション。
ko: 솔루션을 실행하거나 디버그할 때 시작되어야 하는 프로젝트 및 실행 옵션의 프로젝트 또는 명명된 집합입니다.
pl: Projekt lub nazwany zestaw projektów i opcje wykonywania, które należy uruchomić w przypadku uruchamiania lub debugowania rozwiązania.
pt_br: Um projeto ou um conjunto nomeado de projetos e as opções de execução que devem ser iniciadas quando executando ou depurando a solução.
ru: Проект или именованный набор проектов и параметров выполнения, которые нужно запускать при выполнении или отладке решения.
tr: Çözüm çalıştırılırken veya çözümde hatalar ayıklanırken başlatılması gereken bir proje ya da adlandırılmış projeler kümesi ve yürütme seçenekleri.

source: A project template for creating a multiplatform library project and its corresponding NuGet package.
cs: Šablona projektu pro vytvoření projektu multiplatformní knihovny a jeho odpovídajícího balíčku NuGet
de: Eine Projektvorlage zum Erstellen eines Bibliothekprojekts mit mehreren Plattformen und des dazugehörigen NuGet-Pakets.
es: Plantilla para crear un proyecto de biblioteca multiplataforma y el paquete NuGet correspondiente.
fr: Modèle de projet permettant de créer un projet de bibliothèque multiplateforme et son paquet NuGet correspondant.
ja: マルチプラットフォーム バイナリ プロジェクトとそれに対応する NuGet パッケージを作成するプロジェクト テンプレート。
ko: 다중 플랫폼 라이브러리 프로젝트 및 해당 NuGet 패키지를 만들기 위한 프로젝트 템플릿입니다.
pl: Szablon projektu służący do tworzenia projektu biblioteki wieloplatformowej oraz odpowiedniego pakietu NuGet.
pt_br: Um modelo de projeto para criar um projeto de biblioteca multiplataforma e seu pacote NuGet correspondente.
ru: Шаблон проекта для создания проекта многоплатформенной библиотеки и соответствующего пакета NuGet.
tr: Çok platformlu bir kitaplık projesi ve ona karşılık gelen NuGet paketini oluşturmaya yönelik bir proje şablonu.

source: A project template for creating an ASP.NET Core application with Angular
cs: Šablona projektu pro vytvoření aplikace ASP.NET Core pomocí Angularu
de: Eine Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung mit Angular
es: Plantilla de proyecto para crear una aplicación ASP.NET Core con Angular
fr: Modèle de projet pour la création d'une application ASP.NET Core avec Angular
ja: ASP.NET Core アプリケーションを Angular で作成するためのプロジェクト テンプレート
ko: Angular를 사용하여 ASP.NET Core 애플리케이션을 만드는 데 사용되는 프로젝트 템플릿
pl: Szablon projektu służący do tworzenia aplikacji ASP.NET Core z użyciem platformy Angular
pt_br: Um modelo de projeto para a criação de um aplicativo ASP.NET Core com Angular
ru: Шаблон проекта для создания приложения ASP.NET Core с Angular
tr: Angular ile bir ASP.NET Core uygulaması oluşturmaya yönelik bir proje şablonu

source: A project template for creating an ASP.NET Core application with React.js
cs: Šablona projektu pro vytvoření aplikace ASP.NET Core pomocí React.js
de: Eine Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung mit React.js
es: Plantilla de proyecto para crear una aplicación ASP.NET Core con React.js
fr: Modèle de projet pour la création d'une application ASP.NET Core avec React.js
ja: ASP.NET Core アプリケーションを React.js で作成するためのプロジェクト テンプレート
ko: React.js를 사용하여 ASP.NET Core 애플리케이션을 만드는 데 사용되는 프로젝트 템플릿
pl: Szablon projektu służący do tworzenia aplikacji ASP.NET Core z użyciem biblioteki React.js
pt_br: Um modelo de projeto para a criação de um aplicativo ASP.NET Core com React.js
ru: Шаблон проекта для создания приложения ASP.NET Core с React.js
tr: React.js ile bir ASP.NET Core uygulaması oluşturmaya yönelik bir proje şablonu

source: A project template for creating an ASP.NET Core application with React.js and Redux
cs: Šablona projektu pro vytvoření aplikace ASP.NET Core pomocí React.js a Reduxu
de: Eine Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung mit React.js und Redux
es: Plantilla de proyecto para crear una aplicación ASP.NET Core con React.js y Redux
fr: Modèle de projet pour la création d'une application ASP.NET Core avec React.js et Redux
ja: ASP.NET Core アプリケーションを React.js と Redux で作成するためのプロジェクト テンプレート
ko: React.js 및 Redux를 사용하여 ASP.NET Core 애플리케이션을 만드는 데 사용되는 프로젝트 템플릿
pl: Szablon projektu służący do tworzenia aplikacji ASP.NET Core z użyciem biblioteki React.js i kontenera Redux
pt_br: Um modelo de projeto para a criação de um aplicativo ASP.NET Core com React.js. e Redux
ru: Шаблон проекта для создания приложения ASP.NET Core с React.js и Redux
tr: React.js ve Redux ile bir ASP.NET Core uygulaması oluşturmaya yönelik bir proje şablonu

source: A project template for creating an ASP.NET Core application with an example Controller for a RESTful HTTP service. This template can also be used for ASP.NET Core MVC Views and Controllers.
cs: Šablona projektu pro vytvoření aplikace ASP.NET Core s ukázkovým kontrolerem pro službu HTTP RESTful. Tato šablona se dá použít i pro zobrazení a kontrolery ASP.NET Core MVC.
de: Eine Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung mit einem Beispielcontroller für einen RESTful-HTTP-Dienst. Diese Vorlage kann auch für ASP.NET Core MVC-Ansichten und -Controller verwendet werden.
es: Una plantilla de proyecto para crear una aplicación ASP.NET Core con un controlador de ejemplo para un servicio RESTful HTTP. Esta plantilla también puede usarse para los controladores y vistas de ASP.NET MVC.
fr: Modèle de projet permettant de créer une application ASP.NET Core avec un exemple de contrôleur pour un service HTTP RESTful. Vous pouvez également utiliser ce modèle pour les vues et contrôleurs ASP.NET Core MVC.
ja: RESTful HTTP サービスのサンプル コントローラーで ASP.NET Core アプリケーションを作成するためのプロジェクト テンプレートです。このテンプレートは、ASP.NET Core MVC のビューとコントローラーでも使用できます。
ko: RESTful HTTP 서비스용 예제 컨트롤러를 사용하여 ASP.NET Core 애플리케이션을 만드는 데 사용되는 프로젝트 템플릿입니다. 이 템플릿은 ASP.NET Core MVC 뷰 및 컨트롤러에도 사용할 수 있습니다.
pl: Szablon projektu na potrzeby tworzenia aplikacji ASP.NET Core z przykładem kontrolera usługi HTTP RESTful. Tego szablonu można również użyć dla widoków i kontrolerów modelu MVC na platformie ASP.NET Core.
pt_br: Um modelo de projeto para a criação de um aplicativo ASP.NET Core com um controlador de exemplo para um serviço HTTP RESTful. Esse modelo também pode ser usado para controladores e exibições MVC do ASP.NET Core.
ru: Шаблон проекта для создания приложения ASP.NET Core с примером контроллера для службы HTTP RESTful. Этот шаблон также можно использовать для представлений и контроллеров MVC ASP.NET Core.
tr: Bir RESTful HTTP hizmeti için örnek Denetleyici içeren bir ASP.NET Core uygulaması oluşturmaya yönelik proje şablonu. Bu şablon ASP.NET Core MVC Görünümleri ve Denetleyicileri için de kullanılabilir.

source: A project template for creating an ASP.NET Core application with example ASP.NET Core MVC Views and Controllers. This template can also be used for RESTful HTTP services.
cs: Šablona projektu pro vytvoření aplikace ASP.NET Core s ukázkovými zobrazeními a kontrolery ASP.NET Core MVC. Tato šablona se dá použít i pro služby HTTP RESTful.
de: Eine Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung mit Beispielen für ASP.NET Core-MVC-Ansichten und -Controller. Diese Vorlage kann auch für RESTful-HTTP-Dienste verwendet werden.
es: Una plantilla de proyecto para crear una aplicación ASP.NET Core con controladores y vistas de ASP.NET Core MVC de ejemplo. Esta plantilla también puede usarse para servicios RESTful HTTP.
fr: Modèle de projet permettant de créer une application ASP.NET Core avec des exemples de vues et de contrôleurs ASP.NET Core MVC. Vous pouvez également utiliser ce modèle pour les services HTTP RESTful.
ja: ASP.NET Core MVC のサンプル ビューとコントローラーで ASP.NET Core アプリケーションを作成するためのプロジェクト テンプレートです。このテンプレートは、RESTful HTTP サービスでも使用できます。
ko: 예제 ASP.NET Core MVC 뷰 및 컨트롤러를 사용하여 ASP.NET Core 애플리케이션을 만드는 데 사용되는 프로젝트 템플릿입니다. 이 템플릿은 RESTful HTTP 서비스에도 사용할 수 있습니다.
pl: Szablon projektu na potrzeby tworzenia aplikacji ASP.NET Core z przykładem widoków i kontrolerów modelu MVC na platformie ASP.NET Core. Tego szablonu można również użyć dla usług HTTP RESTful.
pt_br: Um modelo de projeto para a criação de um aplicativo ASP.NET Core com exibições e controladores MVC de exemplo do ASP.NET Core. Esse modelo também pode ser usado para serviços HTTP RESTful.
ru: Шаблон проекта для создания приложения ASP.NET Core с примером представлений и контроллеров MVC ASP.NET Core. Этот шаблон также можно использовать для служб HTTP RESTful.
tr: Örnek ASP.NET Core MVC Görünümleri ve Denetleyicileri ile bir ASP.NET Core uygulaması oluşturmaya yönelik proje şablonu. Bu şablon RESTful HTTP hizmetleri için de kullanılabilir.
