Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Can't save file - access denied
cs: Soubor se nedá uložit – byl odepřen přístup.
de: Kann Datei nicht speichern - Zugriff verweigert
es: No se puede guardar el archivo, acceso denegado
fr: Enregistrement du fichier impossible : accès refusé
it: Non è possibile salvare il file. Accesso negato
ja: ファイルを保存できません - アクセスが拒否されました
ko: 파일을 저장할 수 없음 - 액세스 거부
pl: Nie można zapisać pliku — odmowa dostępu
pt_br: Não é possível salvar o arquivo; acesso negado
ru: Не удается сохранить файл — отказ в доступе
tr: Dosya kaydedilemiyor - erişim engellendi
uk: Не вдалось зберегти файл - немає доступу
zh_cn: 无法保存文件 - 拒绝访问
zh_tw: 無法儲存檔案 - 拒絕存取

source: Can't save file with current codepage.
cs: Soubor nelze uložit s aktuální znakovou stránkou.
de: Datei kann mit aktueller Codepage nicht gespeichert werden.
es: No se puede guardar el archivo con la página de códigos actual.
fr: Impossible d’enregistrer un fichier avec la page de codes actuelle.
it: Non è possibile salvare il file con la tabella codici corrente.
ja: 現在のコードページでファイルを保存できません。
ko: 현재 코드 페이지가 포함된 파일을 저장할 수 없습니다.
pl: Nie można zapisać pliku z bieżącą stroną kodową.
pt_br: Não é possível salvar o arquivo com a página de código atual.
ru: Не удается сохранить файл с текущей кодовой страницей.
tr: Dosya geçerli kod sayfasıyla kaydedilemiyor.
uk: Неможливо зберегти файл з поточною кодовою сторінкою
zh_cn: 无法使用当前代码页保存文件。
zh_tw: 無法以目前的字碼頁儲存檔案。

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Cancel closing the workspace
cs: Zrušit zavírání pracovního prostoru
de: Schließen des Arbeitsbereichs abbrechen
es: Cancelar cierre del área de trabajo
fr: Annuler la fermeture de l'espace de travail
ja: ワークスペースを閉じる操作をキャンセルする
ko: 작업 영역 닫기 취소
pl: Anuluj zamykanie obszaru roboczego
pt_br: Cancelar o fechamento do workspace
ru: Отмена закрытия рабочей области
tr: Çalışma alanını kapatmayı iptal et

source: Cancel operation
cs: Zrušit operaci
de: Vorgang abbrechen
es: Cancelar operación
fr: Annuler l'opération
it: Annulla l'operazione
ja: 操作のキャンセル
ko: 작업 취소
pl: Anuluj operację
pt_br: Cancelar a operação
ru: Отменить операцию
tr: İşlemi iptal et

source: Cancel quitting the application
cs: Zrušit ukončování aplikace
de: Beenden der Anwendung abbrechen
es: Cancelar salida de la aplicación
fr: Annuler la sortie de l'application
ja: アプリケーションの終了をキャンセルする
ko: 애플리케이션 끝내기 취소
pl: Anuluj zamykanie aplikacji
pt_br: Cancelar o encerramento do aplicativo
ru: Отмена выхода из приложения
tr: Uygulamadan çıkmayı iptal et

source: Cancel running test
cs: Zrušit běžící test
de: Laufenden Test abbrechen
es: Cancelar prueba en ejecución
fr: Annuler l’exécution du test
it: Annulla l'esecuzione del test
ja: 実行中のテストをキャンセルする
ko: 테스트 실행 취소
pl: Anuluj uruchamianie testu
pt_br: Cancelar a execução do teste
ru: Отмена выполнения теста
tr: Çalışan testleri iptal et
uk: Скасувати тест, що виконується
zh_cn: 取消正在运行的测试
zh_tw: 取消執行中的測試

source: Cancel the current operation
cs: Zrušit aktuální operaci
de: Aktuellen Vorgang abbrechen
es: Cancelar la operación actual
fr: Annuler l'opération actuelle
ja: 現在の操作をキャンセルする
ko: 현재 작업 취소
pl: Anuluj bieżącą operację
pt_br: Cancelar a operação atual
ru: Отменить текущую операцию
tr: Geçerli işlemi iptal et

source: Cancel the dialog
cs: Zrušit dialog
de: Dialogfeld schließen
es: Cancelar el cuadro de diálogo
fr: Annuler la boîte de dialogue
ja: ダイアログをキャンセルする
ko: 대화 상자 취소
pl: Anuluj okno dialogowe
pt_br: Cancelar a caixa de diálogo
ru: Отменить диалоговое окно
tr: İletişim kutusunu iptal et

source: Canceled
cs: Zrušeno
de: Abgebrochen
es: Cancelado
fr: Annulée
it: Annullato
ja: キャンセル
ko: 취소됨
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
uk: Скасовано
zh_cn: 已取消
zh_tw: 已取消

source: Cancelled
cs: Zrušeno
de: Abgebrochen
es: Operación cancelada
fr: Annulé
it: Annullata
ja: キャンセルされました
ko: 취소됨
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
uk: Скасовано
zh_cn: 已取消
zh_tw: 已取消

source: Cancelled because generator ran again for the same file
cs: Došlo ke zrušení, protože generátor se spustil znovu na stejném souboru.
de: Vorgang abgebrochen, weil der Generator für dieselbe Datei erneut ausgeführt wurde.
es: Operación cancelada porque se ha vuelto a ejecutar el generador para el mismo archivo
fr: Opération annulée, car le générateur s’est exécuté une nouvelle fois pour le même fichier
it: L'operazione è stata annullata perché il generatore è stato eseguito di nuovo per lo stesso file
ja: 同じファイルに対してジェネレーターが実行されたため、キャンセルされました
ko: 생성기가 동일한 파일에 대해 다시 실행되었으므로 취소되었습니다.
pl: Anulowano, ponieważ generator został ponownie uruchomiony dla tego samego pliku
pt_br: Cancelado porque o gerador foi executado novamente para o mesmo arquivo
ru: Отменено, так как генератор снова запущен для того же файла
tr: Üretici aynı dosya adı için yeniden çalıştığından iptal edildi
uk: Скасовано, оскільки генератор запущено повторно для того ж файлу
zh_cn: 已取消，因为生成器再次针对相同文件运行
zh_tw: 已取消，因為已對相同的檔案再次執行產生器

source: Cancelling operation...
cs: Ruší se operace...
de: Vorgang wird abgebrochen...
es: Cancelando la operación...
fr: Annulation de l’opération...
it: Annullamento dell'operazione...
ja: 操作を取り消しています...
ko: 작업을 취소하는 중...
pl: Trwa anulowanie operacji...
pt_br: Cancelando a operação...
ru: Выполняется отмена операции...
tr: İşlem iptal ediliyor...
zh_cn: 正在取消操作...
zh_tw: 正在取消作業...

source: Cannot create directory {0}, as a file with that name exists.
cs: Adresář {0} se nedá vytvořit, protože soubor s daným názvem už existuje.
de: Das Verzeichnis '{0}' kann nicht erstellt werden, da bereits eine Datei mit diesem Namen vorhanden ist.
es: No se puede crear el directorio {0} porque ya existe un archivo con ese nombre.
fr: Impossible de créer le répertoire {0}, car il existe un fichier de ce nom.
it: Non è possibile creare la directory {0} perché esiste già un file con lo stesso nome.
ja: ディレクトリ {0} は、その名前を持つファイルが存在するため、作成できません。
ko: 해당 이름의 파일이 있으므로 {0} 디렉터리를 만들 수 없습니다.
pl: Nie można utworzyć katalogu {0}, ponieważ istnieje plik o tej nazwie.
pt_br: Não foi possível criar o diretório {0}, pois já existe um arquivo com esse nome.
ru: Не удается создать каталог {0}, так как существует файл с таким именем.
tr: Aynı adda bir dosya olduğu için {0} dizini oluşturulamıyor.
uk: Не вдалось створити теку {0}, оскільки вже існує файл з такою ж назвою.
zh_cn: 无法创建目录 {0}，因为存在具有该名称的文件。
zh_tw: 因為存在同名的檔案，所以無法建立目錄 {0}。

source: Cannot execute "{0}"
cs: Nelze provést "{0}".
de: "{0}" kann nicht ausgeführt werden.
es: No se puede ejecutar "{0}"
fr: Impossible d’exécuter "{0}"
it: Non è possibile eseguire "{0}"
ja: "{0}" を実行できません
ko: "{0}"을(를) 실행할 수 없습니다.
pl: Nie można wykonać „{0}”
pt_br: Não foi possível executar "{0}"
ru: Не удается выполнить "{0}".
tr: "{0}" yürütülemiyor
uk: Не вдалось виконати "{0}"
zh_cn: 无法执行“{0}”
zh_tw: 無法執行 "{0}"

source: Cannot find reference '{0}'
cs: Referenci {0} nejde najít.
de: Verweis '{0}' wurde nicht gefunden.
es: No se encuentra la referencia '{0}'
fr: Impossible de trouver la référence « {0} »
it: Il riferimento '{0}' non è stato trovato
ja: 参照 '{0}' が見つかりません
ko: '{0}' 참조를 찾을 수 없습니다.
pl: Nie można odnaleźć odwołania „{0}”
pt_br: Não foi possível encontrar a referência '{0}'
ru: Не удается найти ссылку "{0}"
tr: Referans '{0}' bulunamadı
uk: Не вдалось знайти посилання '{0}'
zh_cn: 找不到引用“{0}”
zh_tw: 找不到參考 '{0}'

source: Cannot resolve symbol in text argument
cs: Nejde vyřešit symbol v textovém argumentu.
de: Symbol in Textargument kann nicht aufgelöst werden.
es: No se puede resolver el símbolo en argumento de texto
fr: Impossible de résoudre le symbole dans l’argument de texte
it: Non è possibile risolvere il simbolo nell'argomento di testo
ja: テキスト引数内のシンボルを解決できません
ko: 텍스트 인수에서 기호를 확인할 수 없습니다.
pl: Nie można rozpoznać symbolu w argumencie tekstowym
pt_br: Não é possível resolver o símbolo no argumento de texto
ru: Не удается разрешить символ в текстовом аргументе
tr: Metin bağımsız değişkeninde simge çözümlenemiyor
uk: Не вдалось розібрати символ у текстовому аргументі
zh_cn: 无法解析文本参数中的符号
zh_tw: 無法解析文字引數中的符號

source: Capture '{0}'
cs: Zachycení {0}
de: '{0}' erfassen
es: Capturar '{0}'
fr: Capturer « {0} »
it: Acquisizione '{0}'
ja: '{0}' をキャプチャする
ko: '{0}' 캡처
pl: Przechwyć „{0}”
pt_br: Capturar '{0}'
ru: Записать "{0}"
tr: '{0}' öğesini yakala
uk: Захопити '{0}'
zh_cn: 捕获“{0}”
zh_tw: 擷取 '{0}'

source: Captures the matched subexpression (or noncapturing group; for more information, see the ExplicitCapture option in Regular Expression Options). Captures using () are numbered automatically based on the order of the opening parenthesis, starting from one.
cs: Zachytí odpovídající dílčí výraz (nebo nezachycující skupinu; další informace najdete v popisu možnosti ExplicitCapture v článku o možnostech regulárních výrazů). Zachycení pomocí () se automaticky číslují podle pořadí otevírací závorky, a to od čísla jedna.
de: Erfasst den übereinstimmenden Teilausdruck (oder die Nicht-Erfassungsgruppe, weitere Informationen finden Sie unter der ExplicitCapture-Option in 'Optionen für reguläre Ausdrücke'). Erfassungen unter Verwendung von () werden automatisch basierend auf der Reihenfolge der öffnenden Klammern beginnend bei 1 nummeriert.
es: Captura la subexpresión comparada (o grupo sin captura; para obtener más información, vea la opción ExplicitCapture en las opciones de expresiones regulares). Las capturas que usan () se numeran automáticamente en función del orden de los paréntesis de apertura, comenzando por el uno.
fr: Capture la sous-expression correspondante (ou groupe sans capture ; pour plus d’informations, voir l’option ExplicitCapture dans Options d’expression régulière). Les captures utilisant () sont numérotées automatiquement en fonction de la position de la parenthèse ouvrante, à partir de un.
it: Acquisisce la sottoespressione corrispondente o il gruppo di non acquisizione. Per altre informazioni, vedere l'opzione ExplicitCapture in Opzioni di espressioni regolari. Le acquisizioni tramite () sono numerate automaticamente in base all'ordine della parentesi di apertura, a partire da uno.
ja: 一致している部分式 (またはキャプチャ対象でないグループ。 詳細については、「正規表現オプション」の「ExplicitCapture オプション」を 参照してください) をキャプチャします。() を使用してキャプチャすると、 始めかっこの順序に基づいて 1 から順に自動的に番号が 付けられます。
ko: 일치하는 하위 식(또는 비캡처 그룹, 자세한 내용은 정규식 옵션의 ExplicitCapture 옵션 참조)을 캡처합니다. ()를 사용하는 캡처는 여는 괄호의 순서에 따라 자동으로 1부터 번호가 매겨집니다.
pl: Przechwytuje dopasowane podwyrażenie (lub grupę nieprzechwytującą; aby uzyskać więcej informacji, zobacz opcję ExplicitCapture w opcjach wyrażeń regularnych). Przechwytywania używające () są numerowane automatycznie w oparciu o kolejność nawiasów otwierających, rozpoczynając od numeru jeden.
pt_br: Captura a subexpressão correspondente (ou grupo sem captura; para mais informações, consulte a opção ExplicitCapture nas Opções de Expressão Regular). Capturas que usam () são numeradas automaticamente com base na ordem dos parênteses de abertura, começando com um.
ru: Записывает совпадающую часть выражения (или группу без записи; дополнительные сведения см. в описании параметра ExplicitCapture в разделе о параметрах регулярных выражений). Записи с использованием () нумеруются автоматически в порядке открывающих круглых скобок, начиная с единицы.
tr: Eşleşen alt ifadeyi (veya yakalamayan grubu - daha fazla bilgi için Normal İfade Seçenekleri'ndeki ExplicitCapture'a bakın) yakalar. () kullanan yakalamalar, açma parantezinin sırasına göre birden başlayarak otomatik olarak numaralandırılır.
zh_cn: 捕获匹配的子表达式(或非捕获组； 有关详细信息，请参阅正则表达式 选项中的 ExplicitCapture 选项)。使用 () 的捕获 基于左括号按顺序从 1 开始 自动编号。
zh_tw: 擷取相符的子運算式 (或非擷取的群組; 如需詳細資訊，請參閱規則運算式選項 中的 ExplicitCapture 選項)。使用 () 的擷取項目會依 左括弧的順序自動編號， 並從 1 開始。

source: Captures the matched subexpression into a group name or number name. The string used for name must not contain any punctuation and cannot begin with a number.
cs: Zachytí odpovídající dílčí výraz do názvu skupiny nebo názvu čísla. Řetězec použitý pro název nesmí obsahovat žádnou interpunkci a nesmí začínat číslicí.
de: Erfasst den übereinstimmenden Teilausdruck in einen Gruppen- oder Zahlennamen. Die als Name verwendete Zeichenfolge darf keine Interpunktionszeichen enthalten und nicht mit einer Zahl beginnen.
es: Captura la subexpresión comparada en un nombre de grupo o de número. La cadena utilizada para el nombre no debe contener signos de puntuación y no debe comenzar con un número.
fr: Capture la sous-expression correspondante dans un nom de groupe ou un nom de nombre. La chaîne utilisée pour le nom ne peut pas contenir de signe de ponctuation ou commencer par un chiffre.
it: Acquisisce la sottoespressione corrispondente in un nome di gruppo o un nome di numero. La stringa usata per il nome non deve contenere punteggiatura o non può iniziare con un numero.
ja: 一致している部分式をグループ name か番号 name 内に キャプチャします。name に使う文字列に句読点を含めることはできず、 先頭を数字にすることはできません。
ko: 일치하는 하위 식을 name 또는 번호 name 그룹에 캡처합니다. name에 사용되는 문자열은 문장 기호를 포함하지 않아야 하며 숫자로 시작할 수 없습니다.
pl: Przechwytuje dopasowane podwyrażenie jako nazwę grupy lub nazwę liczby. Ciąg używany dla nazwy nie może zawierać żadnych znaków interpunkcyjnych i nie może rozpoczynać się od liczby.
pt_br: Captura a subexpressão correspondente em um nome de grupo ou ome de número. A cadeia de caracteres usada para o nome não pode conter nenhum tipo de pontuação e não pode começar com um número.
ru: Записывает совпадающую часть выражения в имя группы или название числа. Строка, используемая для имени, не должна содержать никакой пунктуации и не может начинаться с числа.
tr: Eşleşen alt ifadeyi bir grup adına veya sayı adına alarak yakalar. Ad için kullanılan dizenin herhangi bir noktalama işareti içermemesi ve bir sayı ile başlamaması gerekir.
zh_cn: 将匹配的子表达式捕获到一个组名或 编号名称中。用于 name 的字符串不得包含 任何标点符号，并且不能以数字开头。
zh_tw: 將相符的子運算式擷取到群組名稱或 編號名稱。用於名稱的字串不能包含 任何標點符號，而且不能以數字開頭。

source: Case Insensitive Paths
cs: Cesty nerozlišující malá a velká písmena
de: Groß-/Kleinschreibung bei Pfadangaben nicht beachten
es: Rutas de acceso que no distinguen mayúsculas y minúsculas
fr: Chemins d’accès ne respectant par la casse
it: Percorsi senza distinzione maiuscole/minuscole
ja: パスの大文字小文字を区別しない
ko: 대/소문자 구분 없는 경로
pl: Uwzględnianie wielkości liter w ścieżkach
pt_br: Caminhos que não diferenciam maiúsculas e minúsculas
ru: Пути с учетом регистра
tr: Büyük/Küçük Harfe Duyarlı Yollar
uk: Шляхи, нечутливі до регістру
zh_cn: 不区分大小写的路径
zh_tw: 不區分大小寫的路徑

source: Casing mismatch in '{0}'
cs: Neshodné velikosti písmen v: {0}
de: Groß-/Kleinschreibung in '{0}' stimmt nicht überein
es: Incoherencia de mayúsculas y minúsculas en '{0}'
fr: Non concordance de la casse dans « {0} »
it: Combinazione di maiuscole/minuscole non corrispondente in '{0}'
ja: '{0}' の大文字小文字が一致していません
ko: '{0}'에서 대/소문자가 일치하지 않습니다.
pl: Niedopasowanie wielkości liter w ciągu „{0}”
pt_br: Diferença de maiúsculas/minúsculas em '{0}'
ru: Несоответствие регистра в "{0}"
tr: '{0}' içinde büyük/küçük harf uyuşmazlığı
zh_cn: “{0}”中的大小写不匹配
zh_tw: '{0}' 中的大小寫不符

source: Cast to '{0}'
cs: Přetypovat na {0}
de: In '{0}' umwandeln
es: Convertir en '{0}'
fr: Cast dans « {0} »
it: Esegui il cast a '{0}'
ja: '{0}' にキャスト
ko: '{0}'(으)로 캐스트
pl: Rzutuj na „{0}”
pt_br: Convertido para '{0}'
ru: Привести к "{0}"
tr: '{0}' türüne dönüştür
uk: Виклик '{0}'
zh_cn: 转换为“{0}”
zh_tw: 轉換為 '{0}'

source: Categories
cs: Kategorie
de: Kategorien
es: Categorías
fr: Catégories
ja: カテゴリ
ko: 범주
pl: Kategorie
pt_br: Categorias
ru: Категории
tr: Kategoriler

source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 범주
pl: Kategoria
pt_br: Categoria
ru: Категория
tr: Kategori
uk: Категорія
zh_cn: 类别
zh_tw: 分類

source: Cause the program to pause when the breakpoint is hit
cs: Způsobí, že se program při dosažení zarážky pozastaví.
de: Bewirkt, dass das Programm beim Erreichen des Haltepunkts angehalten wird
es: Hace que el programa se ponga en pausa cuando se alcanza el punto de interrupción
fr: Suspend l'exécution du programme quand le point d'arrêt est atteint
ja: ブレークポイントにヒットしたときにプログラムが一時停止するようにします
ko: 중단점이 적중될 때 프로그램이 일시 중지하게 합니다.
pl: Wstrzymuj program po trafieniu punktu przerwania
pt_br: Fazer com que o programa seja pausado quando o ponto de interrupção for atingido
ru: Приостановить программу при достижении точки останова
tr: Kesme noktasına isabet edildiğinde programın duraklamasını sağla

source: Cause the program to print a message and continue when the breakpoint is hit
cs: Způsobí, že při dosažení zarážky program vytiskne zprávu a pokračuje.
de: Bewirkt, dass das Programm beim Erreichen des Haltepunkts eine Meldung ausgibt und fortgesetzt wird
es: Hace que el programa imprima un mensaje y continúe cuando se alcanza el punto de interrupción
fr: Indique au programme d'afficher un message et de continuer à s'exécuter quand le point d'arrêt est atteint
ja: ブレークポイントにヒットしたときにプログラムがメッセージを出力し、継続するようにします
ko: 중단점이 적중될 때 프로그램이 메시지를 인쇄하고 계속하게 합니다.
pl: Program będzie wyświetlał komunikat i kontynuował działanie po trafieniu punktu przerwania
pt_br: Fazer com que o programa imprima uma mensagem e continue quando o ponto de interrupção for atingido
ru: Вывести сообщение и продолжить выполнение программы при достижении точки останова
tr: Kesme noktasına isabet edildiğinde programın bir ileti yazdırıp devam etmesini sağla

source: Celtic
cs: keltské jazyky
de: Keltisch
es: Celta
fr: Celtique
it: Celtico
ja: ケルト語
ko: 켈트어
pl: Celtycki
pt_br: Celta
ru: Кельтский
tr: Kelt
uk: Кельтське
zh_cn: 凯尔特语
zh_tw: 塞爾特文

source: Center and Focus Document
cs: Dokument – zarovnat na střed a nastavit na celou obrazovku
de: Dokument zentrieren und in Fokus setzen
es: Centrar y enfocar documento
fr: Centrage et focus sur le document
it: Centra documento e imposta stato attivo
ja: ドキュメントの中央揃えとフォーカス
ko: 문서 가운데 맞춤 및 포커스 설정
pl: Wyśrodkuj dokument i ustaw na niego fokus
pt_br: Centralizar e Focalizar Documento
ru: Разместить документ по центру и в фокусе
tr: Belgeyi Ortala ve Odakla
zh_cn: 居中和聚焦文档
zh_tw: 置中並對焦文件

source: Central European
cs: Středoevropský
de: Mitteleuropäisch
es: Centroeuropa
fr: Europe centrale
it: Europa centrale
ja: 中央ヨーロッパ
ko: 중앙 유럽어
pl: Środkowoeuropejski
pt_br: Europeu Central
ru: Центрально-европейская
tr: Orta Avrupa
uk: Центральноєвропейське
zh_cn: 中欧文
zh_tw: 中歐

source: Certificate authority is unknown (i.e. not trusted).
cs: Certifikační autorita je neznámá (není důvěryhodná).
de: Zertifizierungsstelle ist unbekannt (d.h. ist nicht vertrauenswürdig).
es: La autoridad de certificación es desconocida (es decir, no confiable).
fr: L’autorité de certification est inconnue (c’est-à-dire non approuvée).
it: L'Autorità di certificazione è sconosciuta, ovvero non attendibile.
ja: 証明機関が不明です (つまり信頼されていません)。
ko: 인증 기관을 알 수 없습니다(즉, 신뢰할 수 없음).
pl: Urząd certyfikacji jest nieznany (tj. niezaufany).
pt_br: A autoridade de certificado é desconhecida (ou seja, não é confiável).
ru: Центр сертификации неизвестен (т. е. ненадежен)
tr: Sertifika sağlayıcı kurum bilinmiyor (veya bu kuruma güvenilmiyor).
uk: Джерело сертифіката невідоме (тобто ненадійне)
zh_cn: 证书颁发机构未知(即，不受信任)。
zh_tw: 憑證授權單位未知 (也就是不受信任)。

source: Certificate file:
cs: Soubor certifikátu:
de: Zertifikatdatei:
es: Archivo de certificado:
fr: Fichier de certificat :
it: File di certificato:
ja: 証明書ファイル:
ko: 인증서 파일:
pl: Plik certyfikatu:
pt_br: Arquivo do certificado:
ru: Файл сертификата:
tr: Sertifika dosyası:
uk: Файл сертифіката:
zh_cn: 证书文件:
zh_tw: 憑證檔:

source: Certificate has expired.
cs: Certifikát vypršel.
de: Zertifikat ist abgelaufen.
es: El certificado ha expirado.
fr: Le certificat a expiré.
it: Il certificato è scaduto.
ja: 証明書の有効期限が切れています。
ko: 인증서가 만료되었습니다.
pl: Certyfikat wygasł.
pt_br: O certificado expirou.
ru: Сертификат просрочен.
tr: Sertifikanın süresi geçti.
uk: Термін дії сертифіката завершився.
zh_cn: 证书已到期。
zh_tw: 憑證已過期。

source: Certificate is not yet valid.
cs: Certifikát ještě není platný.
de: Zertifikat ist noch nicht gültig.
es: El certificado aún no es válido.
fr: Le certificat n’est pas encore valide.
it: Il certificato non è ancora valido.
ja: 証明書がまだ有効ではありません。
ko: 인증서가 유효하지 않습니다.
pl: Certyfikat nie jest jeszcze prawidłowy.
pt_br: O certificado ainda não é válido.
ru: Сертификат еще не действителен.
tr: Güvenlik sertifikası henüz geçerli değil.
uk: Сертифікат не дійсний.
zh_cn: 证书尚未生效。
zh_tw: 憑證尚未有效。

source: Certificate's CN (hostname) does not match the remote hostname.
cs: Název CN certifikátu (název hostitele) neodpovídá vzdálenému názvu hostitele.
de: Der CN (Hostname) des Zertifikats stimmt nicht mit dem Remotehostnamen überein.
es: El CN del certificado (nombre de host) no coincide con el nombre del host remoto.
fr: Le nom commun (nom d’hôte) du certificat ne correspond pas au nom d’hôte distant.
it: Il nome comune CN (nome host) del certificato non corrisponde al nome host remoto.
ja: 証明書の CN (ホスト名) がリモート ホスト名と一致しません。
ko: 인증서의 CN(호스트 이름)이 원격 호스트 이름과 일치하지 않습니다.
pl: Nazwa hosta (CN) certyfikatu nie jest zgodna z nazwą hosta zdalnego.
pt_br: O CN (nome do host) do certificado não corresponde ao nome de host remoto.
ru: Общее имя (имя узла) сертификата не соответствует удаленному имени узла.
tr: Sertifikanın CN (konak adı) alanı bağlanılan konağın adıyla eşleşmiyor.
uk: Назва хосту (CN) сертифіката не відповідає назві віддаленого хосту.
zh_cn: 证书的 CN (主机名)与远程主机名不匹配。
zh_tw: 憑證的 CN (主機名稱) 與遠端主機名稱不符。

source: Cg Shader files
cs: Soubory Cg Shader
de: Cg-Shaderdateien
es: Archivos de sombreador Cg
fr: fichiers Cg Shader
it: File shader CG
ja: CG Shader ファイル
ko: Cg 셰이더 파일
pl: Pliki cieniowania Cg
pt_br: Arquivos do sombreador Cg
ru: Файлы шейдеров Cg
tr: Cg Shader dosyaları
uk: Файли Cg Shader
zh_cn: Cg 着色器文件
zh_tw: Cg 著色器檔

source: Change Signature
cs: Změnit signaturu
de: Signatur ändern
es: Cambiar signatura
fr: Changer la signature
ja: 署名を変更します
ko: 시그니처 변경
pl: Zmień podpis
pt_br: Alterar Assinatura
ru: Изменить сигнатуру
tr: İmzayı Değiştir

source: Change Targets
cs: Změnit cíle
de: Ziele ändern
es: Cambiar destinos
fr: Changer de cible
it: Modifiche
ja: ターゲットの変更
ko: 대상 변경
pl: Zmień cele
pt_br: Alterar Destinos
ru: Изменить цели
tr: Hedefleri Değiştir

source: Change field type
cs: Změnit typ pole
de: Feldtyp ändern
es: Cambiar el tipo de campo
fr: Modifier le type de champ
it: Modifica il tipo di campo
ja: フィールドの型を変更
ko: 필드 형식 변경
pl: Zmień typ pola
pt_br: Alterar o tipo de campo
ru: Изменить тип поля
tr: Alan türünü değiştir
uk: Змінити тип поля
zh_cn: 更改字段类型
zh_tw: 變更欄位類型

source: Change local variable type
cs: Změnit typ lokální proměnné
de: Typ der lokalen Variablen ändern
es: Cambiar el tipo de variable local
fr: Modifier le type de variable locale
it: Modifica il tipo di variabile locale
ja: ローカル変数の型を変更
ko: 지역 변수 형식 변경
pl: Zmień typ zmiennej lokalnej
pt_br: Alterar o tipo de variável local
ru: Изменить тип локальной переменной
tr: Yerel değişken türünü değiştir
uk: Змінити тип локальної змінної
zh_cn: 更改局部变量类型
zh_tw: 變更區域變數類型

source: Change return type of method
cs: Změnit návratový typ metody
de: Rückgabetyp der Methode ändern
es: Cambiar el tipo de valor devuelto del método
fr: Modifier le type de retour de la méthode
it: Cambia il tipo restituito del metodo
ja: メソッドの戻り値の型を変更します
ko: 메서드의 반환 형식 변경
pl: Zmień zwracany typ metody
pt_br: Alterar o tipo de retorno do método
ru: Изменить тип возвращаемых данных для метода
tr: Yöntemin dönüş türünü değiştir
uk: Змінити тип, що повертається методом
zh_cn: 更改方法的返回类型
zh_tw: 變更方法的傳回類型

source: Change the search filters
cs: Změnit vyhledávací filtry
de: Suchfilter ändern
es: Cambiar los filtros de búsqueda
fr: Changer les filtres de recherche
ja: 検索フィルターの変更
ko: 검색 필터 변경
pl: Zmień filtry wyszukiwania
pt_br: Alterar os filtros de pesquisa
ru: Изменить фильтры поиска
tr: Arama filtrelerini değiştir
