Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: To '{0}='
cs: Na {0}=
de: In '{0}='
es: En '{0}='
fr: En « {0}= »
it: In '{0}='
ja: '{0}=' に
ko: '{0}='으로
pl: Na element „{0}=”
pt_br: Para '{0}='
ru: В "{0}="
tr: '{0}=' öğesine
uk: На '{0}='
zh_cn: 转为“{0}=”
zh_tw: 至 '{0}='

source: To abstract
cs: Nastavit jako abstraktní
de: In 'abstract'
es: En abstracto
fr: En abstrait
it: In astratto
ja: 抽象にする
ko: 추상으로
pl: W abstrakcyjny
pt_br: Para abstrato
ru: В абстрактный
tr: Soyut olana
uk: На абстрактний
zh_cn: 变为抽象
zh_tw: 至抽象

source: To anonymous method
cs: Na anonymní metodu
de: In anonyme Methode
es: En método anónimo
fr: En méthode anonyme
it: Nel metodo anonimo
ja: 匿名メソッドに
ko: 무명 메서드로
pl: Na metodę anonimową
pt_br: Para método anônimo
ru: В анонимный метод
tr: anonim metoda
uk: На анонімний метод
zh_cn: 转为匿名方法
zh_tw: 至匿名方法

source: To bitwise flag comparison
cs: Na porovnání bitového příznaku
de: In bitweisen Flagvergleich
es: En comparación de marca bit a bit
fr: En comparaison de bits d’indicateur
it: Nel confronto bit per bit di flag
ja: ビット単位のフラグ比較に
ko: 비트 플래그 비교로
pl: Na porównanie flag bitowych
pt_br: Para comparação bit a bit do sinalizador
ru: В побитовое сравнение флагов
tr: bit seviyesinde bayrak karşılaştırmasına
zh_cn: 转为位标志比较
zh_tw: 至位元旗標比較

source: To change the ChangeLog creation and update policies, open the options dialog of the project or solution and click on the 'ChangeLog Integration" section.
cs: Pokud chcete změnit zásady vytváření a aktualizace protokolu změn, otevřete dialogové okno možnosti projektu nebo řešení a klikněte do části Integrace protokolu změn.
de: Um die ChangeLog-Erstellungs- und -Updaterichtlinien zu ändern, öffnen Sie das Optionsdialogfeld des Projekts oder der Projektmappe und klicken auf den Abschnitt 'ChangeLog-Integration'.
es: Para cambiar la creación del registro de cambios y actualizar las directivas, abra el cuadro de diálogo de opciones del proyecto o solución y haga clic en la sección 'Integración del registro de cambios".
fr: Pour modifier les stratégies de création et de mise à jour du journal des modifications, ouvrez la boîte de dialogue d’options du projet ou de la solution, puis cliquez sur la section « Intégration du journal des modifications ».
it: Per cambiare i criteri di creazione e aggiornamento del log delle modifiche, aprire la finestra di dialogo delle opzioni del progetto o della soluzione e fare clic nella sezione 'Integrazione con log delle modifiche'.
ja: ChangeLog の作成と更新のポリシーを変更するには、プロジェクトまたはソリューションのオプション ダイアログを開き、'ChangeLog 統合' セクションをクリックします。
ko: ChangeLog 만들기 및 업데이트 정책을 변경하려면 프로젝트나 솔루션의 옵션 대화 상자를 열고 [변경 로그 통합]5D; 섹션을 클릭하세요.
pl: Aby zmienić zasady tworzenia i aktualizowania dziennika zmian, otwórz okno dialogowe projektu lub rozwiązania i kliknij sekcję „Integracja dziennika zmian”.
pt_br: Para alterar as políticas de criação e atualização do ChangeLog, abra a caixa de diálogo de opções do projeto ou da solução e clique na seção 'Integração ChangeLog".
ru: Чтобы изменить политики создания и обновления журнала изменений, откройте диалоговое окно параметров для проекта или решения и щелкните раздел "Интеграция журнала изменений".
tr: ChangeLog oluşturma ve güncelleştirme ilkelerini değiştirmek için, proje veya çözümün seçenekler iletişim kutusunu açın ve 'ChangeLog Tümleştirmesi" bölümüne tıklayın.
uk: Щоб змінити параметри створення і оновлення журналів змін, відкрийте діалог параметрів проекту або рішення і виберіть секцію 'Інтеграція журналу змін'.
zh_cn: 若要更改 ChangeLog 创建和更新策略，请打开项目或解决方案的选项对话框，然后单击“ChangeLog 集成”部分。
zh_tw: 若要變更 ChangeLog 建立和更新原則，請開啟專案或解決方案的選項對話方塊，然後按一下 [ChangeLog Integration] 區段。

source: To dec
cs: Na dec
de: In 'dec'
es: En dec
fr: En décimal
it: In dec
ja: 10 進数に
ko: dec로
pl: Na wartość dziesiętną
pt_br: Para dec
ru: В десятичный формат
tr: Dec için
uk: На десяткове
zh_cn: 转为十进制
zh_tw: 至 dec

source: To detect redundant calls
cs: Zjištění redundantních volání
de: Dient zur Erkennung redundanter Aufrufe.
es: Para detectar llamadas redundantes
fr: Pour détecter les appels redondants
it: Per rilevare chiamate ridondanti
ja: 重複する呼び出しを検出するには
ko: 중복 호출을 검색하려면
pl: Aby wykryć nadmiarowe wywołania
pt_br: Para detectar chamadas redundantes
ru: Для определения избыточных вызовов
tr: Fazlalık çağrıları algılamak için
zh_cn: 检测冗余的调用
zh_tw: 偵測冗餘的呼叫

source: To explicit implementation
cs: Na explicitní implementaci
de: In explizite Implementierung
es: En implementación implícita
fr: En implémentation explicité
it: Nell'implementazione esplicita
ja: 明示的な実装に
ko: 명시적 구현으로
pl: Na implementację jawną
pt_br: Para implementação explícita
ru: В явную реализацию
tr: açık uygulamaya
uk: На явну реалізацію
zh_cn: 转为显式实现
zh_tw: 至明確的實作

source: To expression body
cs: Na základní text výrazu
de: In Ausdruckskörper
es: En cuerpo de la expresión
fr: En corps d’expression
it: Nel corpo dell'espressione
ja: 対象は式本体
ko: 식 본문으로
pl: Na treść wyrażenia
pt_br: Para o corpo da expressão
ru: В тело выражения
tr: ifade gövdesine
uk: До тіла виразу
zh_cn: 转为表达式体
zh_tw: 至運算式主體

source: To file...
cs: Do souboru...
de: In Datei...
es: A archivo...
fr: Vers un fichier...
it: Al file...
ja: 出力先ファイル...
ko: 파일로...
pl: Do pliku...
pt_br: Para o arquivo...
ru: В файл...
tr: Dosyaya...
uk: До файлу...
zh_cn: 到文件...
zh_tw: 至檔案...

source: To format string
cs: Na řetězec formátu
de: In Formatzeichenfolge
es: En cadena de formato
fr: En chaîne de format
it: Nella stringa di formato
ja: 対象は書式設定文字列
ko: 서식 문자열로
pl: Na ciąg formatu
pt_br: Para cadeia de caracteres de formato
ru: В строку формата
tr: biçim dizesine
uk: На рядок формату
zh_cn: 转为格式字符串
zh_tw: 至格式字串

source: To hex
cs: Na hex
de: In 'hex'
es: En hexadecimal
fr: En hexadécimal
it: In hex
ja: 16 進数に
ko: 16진수로
pl: Na wartość szesnastkową
pt_br: Para hex
ru: В шестнадцатеричный формат
tr: Onaltılı için
uk: На шістнадцяткове
zh_cn: 转为十六进制
zh_tw: 至 hex

source: To implicit implementation
cs: Na implicitní implementaci
de: In implizite Implementierung
es: En implementación implícita
fr: En implémentation implicite
it: Nell'implementazione implicita
ja: 暗黙の実装に
ko: 암시적 구현으로
pl: Na implementację niejawną
pt_br: Para implementação implícita
ru: В неявную реализацию
tr: örtük uygulamaya
uk: На неявну реалізацію
zh_cn: 转为隐式实现
zh_tw: 至隱含的實作

source: To interpolated string
cs: Na interpolovaný řetězec
de: In interpolierte Zeichenfolge
es: En cadena interpolada
fr: En chaîne interpolée
it: Nella stringa interpolata
ja: 対象は補間された文字列
ko: 보간된 문자열로
pl: Na ciąg interpolowany
pt_br: Para cadeia de caracteres interpolada
ru: В интерполированную строку
tr: Düz metin arasına kod eklenmiş dizeye
uk: На інтерпольований рядок
zh_cn: 转为插补的字符串
zh_tw: 至已插入的字串

source: To know more about this topic see the article:
cs: Další informace o tomto tématu najdete v článku:
de: Nähere Einzelheiten dazu finden Sie im Artikel:
es: Para obtener más información acerca de este tema, vea el artículo:
fr: Pour en savoir plus à ce sujet, voir l’article :
it: Per altre informazioni su questo argomento, vedere l'articolo:
ja: このトピックについて詳しく知りたい場合は、以下の記事を参照してください:
ko: 이 항목에 대해 자세히 알아보려면 다음 문서를 참조하세요.
pl: Więcej informacji na ten temat zawiera artykuł:
pt_br: Para saber mais sobre esse tópico veja este artigo:
ru: Дополнительные сведения по этому вопросу см. в статье:
tr: Bu konuda daha fazla bilgi edinmek için şu makaleye bakabilirsiniz:
uk: Щоб дізнатись про це більше, перегляньте статтю:
zh_cn: 若要深入了解本主题，请参阅文章:
zh_tw: 如需深入了解本主題，請參閱下列文章:

source: To lambda expression
cs: Na výraz lambda
de: In Lambdaausdruck
es: En expresión lambda
fr: En expression lambda
it: In espressione lambda
ja: ラムダ式に
ko: 람다 식으로
pl: Na wyrażenie lambda
pt_br: Para expressão lambda
ru: В лямбда-выражение
tr: lambda ifadesine
uk: На лямбда-вираз
zh_cn: 转为 lambda 表达式
zh_tw: 至 Lambda 運算式

source: To lambda statement
cs: Na příkaz lambda
de: In Lambdanweisung
es: En instrucción lambda
fr: En instruction lambda
it: Nell'istruzione lambda
ja: ラムダ ステートメントに
ko: 람다 문으로
pl: Na instrukcję lambda
pt_br: Para instrução lambda
ru: В лямбда-оператор
tr: lambda bildirimine
uk: На лямбда-вираз
zh_cn: 转为 lambda 语句
zh_tw: 至 Lambda 陳述式

source: To non-abstract
cs: Nastavit jako neabstraktní
de: In 'non-abstract'
es: En no abstracto
fr: En non abstrait
it: In non astratto
ja: 非抽象にする
ko: 비추상으로
pl: W nieabstrakcyjny
pt_br: Para não abstrato
ru: В неабстрактный
tr: Soyut olmayana
uk: На не абстрактний
zh_cn: 变为非抽象
zh_tw: 至非抽象

source: To non-virtual
cs: Nastavit jako nevirtuální
de: In 'non-virtual'
es: En no virtual
fr: En non virtuel
it: In non virtuale
ja: 非仮想にする
ko: 비가상으로
pl: W niewirtualny
pt_br: Para não virtual
ru: В невиртуальный
tr: Sanal olmayana
uk: На не віртуальний
zh_cn: 变为非虚拟
zh_tw: 至非虛擬

source: To project or solution...
cs: Do projektu nebo řešení...
de: In Projekt oder Projektmappe...
es: A proyecto o solución...
fr: Vers un projet ou une solution...
it: Al progetto o alla soluzione...
ja: 出力先のプロジェクトまたはソリューション...
ko: 프로젝트 또는 솔루션으로...
pl: Do projektu lub rozwiązania...
pt_br: Para projeto ou solução...
ru: В проект или решение...
tr: Proje veya çözüme...
uk: До проекту або рішення.
zh_cn: 到项目或解决方案...
zh_tw: 至專案或解決方案...

source: To statement body
cs: Na základní text příkazu
de: In Anweisungstext
es: En cuerpo de la instrucción
fr: En corps d’instruction
it: Nel corpo dell'istruzione
ja: 対象はステートメントの本文
ko: 문 본문으로
pl: Na treść instrukcji
pt_br: Para o corpo da instrução
ru: В тело оператора
tr: Deyim gövdesine
uk: До тіла інструкції
zh_cn: 转为语句体
zh_tw: 至陳述式主體

source: To static invocation
cs: Na statické volání
de: In statischen Aufruf
es: En invocación estática
fr: En appel statique
it: Nella chiamata statica
ja: 静的呼び出しに
ko: 정적 호출로
pl: Na wywołanie statyczne
pt_br: Para invocação estática
ru: В статический вызов
tr: sabit başlatmaya
uk: На статичний виклик
zh_cn: 转为静态调用
zh_tw: 至靜態呼叫

source: To virtual
cs: Nastavit jako virtuální
de: In 'virtual'
es: En virtual
fr: En virtuel
it: In virtuale
ja: 仮想にする
ko: 가상으로
pl: W wirtualny
pt_br: Para virtual
ru: В виртуальный
tr: Sanal olana
uk: На віртуальний
zh_cn: 变为虚拟
zh_tw: 至虛擬

source: ToString() implementation
cs: Implementace ToString()
de: ToString()-Implementierung
es: Implementación ToString()
fr: Implémentation de ToString()
it: Implementazione di ToString()
ja: ToString() の実装
ko: ToString() 구현
pl: Implementacja metody ToString()
pt_br: Implementação ToString()
ru: Реализация ToString()
tr: ToString() uygulaması
uk: Реалізація ToString()
zh_cn: ToString() 实现
zh_tw: ToString() 實作

source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
zh_cn: 今天
zh_tw: 今天

source: Toggle Action
cs: Přepnout akci
de: Umschaltaktion
es: Acción de alternancia
fr: Action de bascule
it: Azione interruttore
ja: トグル アクション
ko: 작업 전환
pl: Przełącz akcję
pt_br: Alternar Ação
ru: Переключить действие
tr: Açma/Kapatma Eylemi
zh_cn: 切换操作
zh_tw: 切換動作

source: Toggle Block Selection Mode
cs: Přepnout režim výběru bloku
de: Blockauswahlmodus ein/aus
es: Alternar modo de selección de bloque
fr: Activer/Désactiver le mode Sélection de bloc
it: Attiva/disattiva modalità selezione blocco
ja: ブロック選択モードの切り替え
ko: 블록 선택 모드 전환
pl: Przełącz tryb zaznaczenia blokowego
pt_br: Alternar o Modo de Seleção do Bloco
ru: Переключить режим выбора блоков
tr: Blok Seçimi Moduna Geç
zh_cn: 切换块选择模式
zh_tw: 切換區塊選取模式

source: Toggle Breakpoint
cs: Přepnout zarážku
de: Haltepunkt umschalten
es: Alternar punto de interrupción
fr: Basculer le point d’arrêt
it: Attiva/Disattiva punto di interruzione
ja: ブレークポイントの設定/解除
ko: 중단점 전환
pl: Przełącz punkt przerwania
pt_br: Alternar Ponto de Interrupção
ru: Переключить точку останова
tr: Kesme Noktasını Aç/Kapat
uk: Перемкнути контрольну точку
zh_cn: 切换断点
zh_tw: 切換中斷點

source: Toggle Issues
cs: Přepnout problémy
de: Probleme ein/aus
es: Alternar problemas
fr: Afficher/Masquer les problèmes
it: Attiva/Disattiva problemi
ja: 問題の切り替え
ko: 문제 전환
pl: Przełącz problemy
pt_br: Alternar Problemas
ru: Переключить неполадки
tr: Sorunları Değiştir
uk: Перемкнути проблеми
zh_cn: 切换问题
zh_tw: 切換問題

source: Toggle _All Folds
cs: Pře_pnout všechna sbalení
de: _Alle Faltungen umschalten
es: Alternar to_dos los plegados de código
fr: Activer/Désactiver _tous les plis
it: A_ttiva/Disattiva tutte le riduzioni
ja: 折りたたみをすべて反転(_A)
ko: 모든 접기 전환(_A)
pl: Przełącz _wszystkie złożenia
pt_br: Alternar _Todos os Dobramentos
ru: Переключить все _свертывания
tr: _Tüm Katları Kapat/Aç
uk: Перемкнути _все згортання
zh_cn: 切换所有折叠(_A)
zh_tw: 切換所有摺疊(_A)

source: Toggle _Definitions
cs: Přepnout _definice
de: _Definitionen umschalten
es: Alternar _definiciones
fr: Activer/Désactiver les _définitions
it: Atti_va/Disattiva definizioni
ja: 定義の切り替え(_D)
ko: 정의 전환(_D)
pl: Przełącz _definicje
pt_br: Alternar _Definições
ru: Переключить _определения
tr: _Açıklamaları Kapat/Aç
uk: Перемкнути _визначення
zh_cn: 切换定义(_D)
zh_tw: 切換定義(_D)

source: Toggle between search and replace mode
cs: Přepnout mezi režimy hledání a nahrazení
de: Zwischen Suchen und Ersetzen umschalten
es: Alternar entre modo de búsqueda y reemplazo
fr: Basculer entre le mode de recherche et le mode de remplacement
it: Consente di passare dalla modalità di ricerca a quella di sostituzione e viceversa
ja: 検索モードと置換モードの間で切り替えます
ko: 검색 및 바꾸기 모드 간 전환
pl: Przełącz między trybami wyszukiwania i zastępowania
pt_br: Alternar entre o modo de pesquisa e substituição
ru: Переключиться между режимом поиска и замены
tr: Arama ve değiştirme modu arasında geçiş yap
uk: Перемикання між режимами пошуку і заміни
zh_cn: 在搜索和替换模式之间切换
zh_tw: 切換搜尋或取代模式

source: Toggle bookmark
cs: Přepnout záložku
de: Textmarke umschalten
es: Alternar marcador
fr: Activer/Désactiver le signet
it: Attiva/Disattiva il segnalibro
ja: ブックマークを切り替えます
ko: 책갈피 전환
pl: Przełącz zakładkę
pt_br: Ativar/desativar indicador
ru: Переключить закладку
tr: Yer işaretini değiştir
uk: Перемкнути закладку
zh_cn: 切换书签
zh_tw: 切換書籤

source: Toggle for toolbox to use compact layout
cs: Přepnutím zvolíte kompaktní rozložení panelu nástrojů.
de: Umschalten, damit Toolbox das kompakte Layout verwendet
es: Alternar en el cuadro de herramientas para usar el diseño compacto
fr: Activer/désactiver l'utilisation de la disposition compacte de la boîte à outils
ja: ツールボックスがコンパクト レイアウトを使用するように切り替えます
ko: 압축 레이아웃을 사용하려면 도구 상자 토글
pl: Przełącz, aby włączyć układ kompaktowy przybornika
pt_br: Alterne para a caixa de ferramentas para usar o layout compacto
ru: Переключите, чтобы использовать компактный макет для панели элементов
tr: Araç kutusunda kısa düzeni kullanmak için değiştirin

source: Toggle for toolbox to use full layout
cs: Přepnutím zvolíte úplné rozložení panelu nástrojů.
de: Umschalten, damit Toolbox das vollständige Layout verwendet
es: Alternar en el cuadro de herramientas para usar el diseño completo
fr: Activer/désactiver l'utilisation de la disposition complète de la boîte à outils
ja: ツールボックスが全体レイアウトを使用するように切り替えます
ko: 전체 레이아웃을 사용하려면 도구 상자 토글
pl: Przełącz, aby włączyć układ pełny przybornika
pt_br: Alterne para a caixa de ferramentas para usar o layout completo
ru: Переключите, чтобы использовать полный макет для панели элементов
tr: Araç kutusunda tam düzeni kullanmak için değiştirin

source: Toggle profiling
cs: Přepnout profilaci
de: Profilerstellung umschalten
es: Alternar generación de perfiles
fr: Activer/désactiver le profilage
ja: プロファイルの切り替え
ko: 프로파일링 토글
pl: Przełącz profilowanie
pt_br: Ativar/desativar a criação de perfil
ru: Переключить профилирование
tr: Profil oluşturmayı aç/kapat

source: Toggle to hide toolbox categories
cs: Přepnutím skryjete kategorie panelu nástrojů.
de: Umschalten, um Toolboxkategorien auszublenden
es: Alternar para ocultar las categorías del cuadro de herramientas
fr: Activer/désactiver le masquage des catégories de la boîte à outils
ja: ツールボックスのカテゴリを非表示に切り替えます
ko: 도구 상자 범주를 숨기려면 토글
pl: Przełącz, aby ukryć kategorie przybornika
pt_br: Alterne para ocultar categorias da caixa de ferramentas
ru: Переключите, чтобы скрыть категории панели элементов
tr: Araç kutusu kategorilerini gizlemek için değiştirin

source: Toggle to show categories
cs: Přepnutím zobrazíte kategorie.
de: Umschalten, um Kategorien anzuzeigen
es: Alternar para mostrar las categorías
fr: Activer/désactiver l'affichage des catégories
ja: カテゴリの表示に切り替えます
ko: 범주를 표시하려면 토글
pl: Przełącz, aby pokazać kategorie
pt_br: Alterne para mostrar categorias
ru: Переключите, чтобы показать категории
tr: Kategorileri göstermek için değiştirin

source: Toggle to show toolbox categories
cs: Přepnutím zobrazíte kategorie panelu nástrojů.
de: Umschalten, um Toolboxkategorien anzuzeigen
es: Alternar para mostrar las categorías del cuadro de herramientas
fr: Activer/désactiver l'affichage des catégories de la boîte à outils
ja: ツールボックスのカテゴリを表示するよう切り替えます
ko: 도구 상자 범주를 표시하려면 토글
pl: Przełącz, aby pokazać kategorie przybornika
pt_br: Alterne para mostrar categorias da caixa de ferramentas
ru: Переключите, чтобы показать категории панели элементов
tr: Araç kutusu kategorilerini göstermek için değiştirin

source: Toggle type signature help
cs: Přepnout nápovědu k signatuře typu
de: Typsignaturhilfe umschalten
es: Alternar ayuda de signatura de tipo
fr: Activer/désactiver l'aide sur la signature de type
ja: 型シグネチャ ヘルプの切り替え
ko: 형식 시그니처 도움말 토글
pl: Przełącz pomoc dla podpisu typu
pt_br: Ativar/desativar ajuda de assinatura de tipo
ru: Переключить тип справки для сигнатуры
tr: Tür imzası yardımını aç/kapat

source: Toggles all the foldings in the document.
cs: Přepne všechna sbalení v dokumentu.
de: Schaltet alle Faltungen im Dokument um.
es: Alterna todos los plegados de código del documento.
fr: Active ou désactive tous les pliages dans le document.
it: Attiva o disattiva tutte le riduzioni presenti nel documento.
ja: ドキュメント中のすべての折りたたみを切り替えます。
ko: 문서에서 모든 접기를 전환합니다.
pl: Przełącza składanie wszystkich elementów w dokumencie.
pt_br: Alterna todos os dobramentos no documento.
ru: Переключает все свертывания в документе.
tr: Belgedeki tüm katlamaları değiştirir.
uk: Перемкнути все згортання у документі.
zh_cn: 切换文档中的所有折叠。
zh_tw: 切換文件中所有的摺疊。

source: Toggles foldings of all method and property bodies.
cs: Přepne sbalení všech těl metod a vlastností.
de: Schaltet die Faltungen aller Methoden- und Eigenschaftentexte um.
es: Alterna los plegados de código de todos los cuerpos de método y propiedad.
fr: Active ou désactive les pliages de tous les corps de méthode et de propriété.
it: Attiva o disattiva le riduzioni di tutti i corpi di proprietà e metodo.
ja: すべてのメソッドおよびプロパティの本体の折りたたみを切り替えます。
ko: 모든 메서드 및 속성 본문의 접기를 전환합니다.
pl: Przełącza składanie treści wszystkich metod i właściwości.
pt_br: Alterna os dobramentos de todos os corpos de método e propriedade.
ru: Переключает свертывания всех тел методов и свойств.
tr: Tüm metot ve özellik gövdelerinin katlamasını değiştirir.
uk: Перемкнути згортання тіл всіх методів і властивостей.
zh_cn: 切换所有方法体和属性体的折叠。
zh_tw: 切換所有方法與屬性主體的摺疊。

source: Toggles the folding at caret position.
cs: Přepne sbalení na pozici kurzoru.
de: Schaltet die Faltung an der Textcursorposition um.
es: Alterna el plegado de código en la posición actual del símbolo de inserción.
fr: Active ou désactive le pliage à l’emplacement du signe insertion.
it: Attiva o disattiva la riduzione alla posizione del cursore.
ja: キャレットの位置にある折りたたみを切り替えます。
ko: 캐럿 위치에서 접기를 전환합니다.
pl: Przełącza składanie w położeniu karetki.
pt_br: Alterna o dobramento na posição do cursor.
ru: Переключает свертывание в позиции курсора.
tr: Giriş işareti konumunda katlamayı değiştirir.
uk: Перемкнути згортання у позиції курсора.
zh_cn: 切换插入符号位置的折叠。
zh_tw: 切換插入號位置的摺疊。

source: Toggles the visibility of Inline Messages
cs: Přepíná viditelnost vložených zpráv.
de: Schaltet die Sichtbarkeit von Inlinemeldungen um.
es: Alterna la visibilidad de mensajes insertados
fr: Affiche/Masque les messages Inline
it: Attiva/disattiva la visibilità dei messaggi inline
ja: インライン メッセージの可視性を切り替える
ko: 인라인 메시지의 표시 유형을 전환합니다.
pl: Przełącza widoczność komunikatów osadzonych
pt_br: Alterna a visibilidade das Mensagens Embutidas
ru: Переключает режим отображения встроенных сообщений
tr: Satır İçi İletilerin görünürlüğünü açıp kapatır
zh_cn: 切换内联消息的可见性
zh_tw: 切換內嵌訊息的可見性

source: Toggles the visibility of the current Inline Message
cs: Přepíná viditelnost aktuální vložené zprávy.
de: Schaltet die Sichtbarkeit der aktuellen Inlinemeldung um.
es: Alterna la visibilidad del mensaje insertado actual
fr: Affiche/Masque le message Inline en cours
it: Attiva/disattiva la visibilità del messaggio inline corrente
ja: 現在のインライン メッセージの可視性を切り替える
ko: 현재 인라인 메시지의 표시 유형을 전환합니다.
pl: Przełącza widoczność bieżącego komunikatu osadzonego
pt_br: Alterna a visibilidade da Mensagem Embutida atual
ru: Переключает режим отображения текущего встроенного сообщения
tr: Geçerli Satır İçi İletinin görünürlüğünü açıp kapatır
zh_cn: 切换当前内联消息的可见性
zh_tw: 切換目前內嵌訊息的可見性

source: Tool List
cs: Seznam nástrojů
de: Toolliste
es: Lista de herramientas
fr: Liste des outils
it: Elenco strumenti
ja: ツール リスト
ko: 도구 목록
pl: Lista narzędzi
pt_br: Lista de Ferramentas
ru: Список инструментов
tr: Araç Listesi
uk: Список засобів
zh_cn: 工具列表
zh_tw: 工具清單

source: Tool Output
cs: Výstup nástroje
de: Toolausgabe
es: Salida de la herramienta
fr: Sortie de l’outil
it: Output strumento
ja: ツール出力
ko: 도구 출력
pl: Dane wyjściowe narzędzia
pt_br: Saída da Ferramenta
ru: Выходные данные инструмента
tr: Araç Çıktısı
uk: Виведення засобу
zh_cn: 工具输出
zh_tw: 工具輸出

source: Tool to manage your PDA
cs: Nástroj pro správu vašeho PDA
de: Tool für die PDA-Verwaltung
es: Herramienta para administrar la PDA
fr: Outil de gestion de PDA
it: Strumento per gestire il PDA
ja: PDA 管理ツール
ko: PDA 관리 도구
pl: Narzędzie do zarządzania urządzeniem PDA
pt_br: Ferramenta para gerenciar seu PDA
ru: Инструмент для управления КПК
tr: PDA'nızı yönetmek için bir araç
uk: Програма для керування КПК
zh_cn: 用于管理 PDA 的工具
zh_tw: 管理 PDA 的工具

source: Tool to scan a file/text
cs: Nástroj pro skenování souborů/textů
de: Scantool für Dateien/Text
es: Herramienta para digitalizar archivos/texto
fr: Outil d’analyse de fichier/texte
it: Strumento per analizzare un file o un testo
ja: ファイル/テキストのスキャン ツール
ko: 파일/텍스트 검색 도구
pl: Narzędzie do skanowania pliku/tekstu
pt_br: Ferramenta para examinar um arquivo/texto
ru: Инструмент для сканирования файла/текста
tr: Dosya veya metni taramak için bir araç
uk: Програма, що сканує файл або текст
zh_cn: 用于扫描文件/文本的工具
zh_tw: 掃描檔案/文字的工具

source: Tool to view e.g. a graphic or pdf file
cs: Nástroj pro prohlížení např. grafických nebo PDF souborů
de: Anzeigetool z. B. für grafische oder PDF-Dateien
es: Herramienta para ver, por ejemplo, un gráfico o un archivo pdf
fr: Outil d’affichage de fichier graphique ou pdf
it: Strumento per visualizzare file grafici o PDF
ja: グラフィック ファイルまたは PDF ファイルなどの表示用ツール
ko: 그래픽 또는 pdf 파일 등의 표시 도구
pl: Narzędzie do wyświetlania, np. plików graficznych lub dokumentów pdf
pt_br: Ferramenta para exibição, por exemplo, de um arquivo de gráfico ou pdf
ru: Инструмент для просмотра, например графического или PDF-файла
tr: Grafik veya pdf dosyasını görüntülemek için bir araç
uk: Програма-переглядач, наприклад для графічних або PDF-файлів
zh_cn: 查看工具，例如，查看图形或 pdf 文件
zh_tw: 檢視圖片或 PDF 等檔案的工具

source: Toolbox
cs: Sada nástrojů
es: Cuadro de herramientas
fr: Boîte à outils
it: Casella degli strumenti
ja: ツールボックス
ko: 도구 상자
pl: Przybornik
pt_br: Caixa de Ferramentas
ru: Панель элементов
tr: Araç Kutusu
uk: Елементи керування
zh_cn: 工具箱
zh_tw: 工具箱

source: Toolbox Item Selector
cs: Výběr položek sady nástrojů
de: Toolbox-Elementauswahl
es: Selector de elementos del cuadro de herramientas
fr: Sélecteur d’élément de boîte à outils
it: Selettore elementi della casella degli strumenti
ja: ツールボックス項目セレクター
ko: 도구 상자 항목 선택기
pl: Selektor elementów przybornika
pt_br: Seletor de Itens da Caixa de Ferramentas
ru: Средство выбора элементов панели инструментов
tr: Araç Kutusu Öğe Seçicisi
zh_cn: 工具箱项选择器
zh_tw: 工具箱項目選取器
