Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Value types are implicitly convertible to nullables
cs: Typy hodnot jsou implicitně konvertibilní na typy s možnou hodnotou null.
de: Werttypen können implizit in Nullable-Typen konvertiert werden.
es: Los tipos de valores se pueden convertir implícitamente en tipos que aceptan valores NULL
fr: Les types de valeurs sont implicitement convertibles en nullables
it: I tipi valore sono convertibili in modo implicito in nullable
ja: 値の型は暗黙的に null 許容型に変換されます
ko: 값 형식은 nullable로 암시적으로 변환 가능합니다.
pl: Typy wartości są niejawnie konwertowane na wartości obsługujące wartość null
pt_br: Os tipos de valor são conversíveis implicitamente em valores que permitem valor nulo
ru: Типы значений можно неявно преобразовать в типы, не допускающие значение NULL
tr: Değer türleri null yapılabilir değerlere örtülü olarak dönüştürülebilir
zh_cn: 值类型可以隐式转换为 nullable
zh_tw: 實值型別可隱含地轉換成可為 Null

source: Value:
cs: Hodnota:
de: Wert:
es: Valor:
fr: Valeur :
it: Valore:
ja: 値:
ko: 값:
pl: Wartość:
pt_br: Valor:
ru: Значение:
tr: Değer:
uk: Значення:
zh_cn: 值:
zh_tw: 值:

source: Variable
cs: Proměnná
it: Variabile
ja: 変数
ko: 변수
pl: Zmienna
pt_br: Variável
ru: Переменная
tr: Değişken
uk: Змінна
zh_cn: 变量
zh_tw: 變數

source: Variable name
cs: Název proměnné
de: Variablenname
es: Nombre de variable
fr: Nom de la variable
it: Nome della variabile
ja: 変数名
ko: 변수 이름
pl: Nazwa zmiennej
pt_br: Nome de variável
ru: Имя переменной
tr: Değişken adı
uk: Назва змінної
zh_cn: 变量名称
zh_tw: 變數名稱

source: Variable preferences:
cs: Předvolby proměnných:
de: Variableneinstellungen:
es: Preferencias de variable:
fr: Préférences de variable :
ja: 変数の優先順位:
ko: 변수 기본 설정:
pl: Preferencje zmiennej:
pt_br: Preferências de variáveis:
ru: Предпочтения в отношении переменных:
tr: Değişken tercihleri:

source: Variables to include
cs: Proměnné k zahrnutí
de: Einzuschließende Variablen
es: Variables para incluir
fr: Variables à inclure
it: Variabili da includere
ja: 含まれる変数
ko: 포함할 변수
pl: Zmienne do uwzględnienia
pt_br: Variáveis a serem incluídas
ru: Включаемые переменные
tr: Eklenecek değişkenler
uk: Змінні для включення
zh_cn: 要包括的变量
zh_tw: 要包含的變數

source: Vector based graphical application
cs: Vektorová grafická aplikace
de: Vektorbasierte grafische Anwendung
es: Aplicación de gráficos vectoriales
fr: Application graphique vectorielle
it: Applicazione di grafica vettoriale
ja: ベクター ベースのグラフィック アプリケーション
ko: 벡터 기반 그래픽 애플리케이션
pl: Aplikacja graficzna do grafiki wektorowej
pt_br: Aplicativo gráfico baseado em vetores
ru: Приложение для векторной графики
tr: Vektör tabanlı grafik uygulaması
uk: Векторний графічний застосунок
zh_cn: 基于矢量的图形应用程序
zh_tw: 向量圖形應用程式

source: Verbose Level
cs: Úroveň podrobností
de: Stufe 'Ausführlich'
es: Nivel detallado
fr: Niveau de détail
it: Livello dettagliato
ja: 詳細レベル
ko: 정보 표시 수준
pl: Poziom szczegółowości
pt_br: Nível de Detalhes
ru: Подробный уровень
tr: Ayrıntı Düzeyi
uk: Рівень деталізації
zh_cn: 详细级别
zh_tw: 詳細資訊層級

source: Verbose console output
cs: Podrobný výstup na konzoli
de: Ausführliche Konsolenausgabe
es: Salida de consola detallada
fr: Sortie de console détaillée
it: Output console dettagliato
ja: 詳細なコンソール出力
ko: 자세한 콘솔 출력
pl: Pełne dane wyjściowe konsoli
pt_br: Saída do console detalhada
ru: Подробные выходные данные консоли
tr: Detaylı konsol çıktısı
uk: Детальне виведення з консолі
zh_cn: 详细控制台输出
zh_tw: 詳細資訊主控台輸出

source: Verifies mscorlib and assemblies in the global assembly cache for valid IL, and all user code for IL verifiability.
cs: Ověří mscorlib a sestavení v globální mezipaměti sestavení, zda obsahují platné IL, a celý uživatelský kód z hlediska ověřitelnosti IL.
de: Überprüft mscorlib und Assemblys im globalen Assemblycache auf gültige IL und den gesamten Benutzercode auf IL-Überprüfbarkeit.
es: Comprueba mscorlib y los ensamblados de la caché global de ensamblados en busca de IL válido, y todo el código de usuario para ver si el IL se puede comprobar.
fr: Vérifie mscorlib et les assemblys dans le CAC pour un niveau d’intégrité valide, et tout le code utilisateur pour la possibilité de vérification du niveau d’intégrité.
it: Verifica la validità del linguaggio IL in mscorlib e negli assembly nella Global Assembly Cache e controlla la verificabilità del linguaggio IL in tutto il codice utente.
ja: グローバル アセンブリ キャッシュ内の mscorlib とアセンブリで有効な IL を確認し、すべてのユーザー コードで IL 確認可能性を確認します。
ko: 유효한 IL을 위해 전역 어셈블리 캐시에서 mscorlib 및 어셈블리를 확인하고 IL 안정성을 위해 모든 사용자 코드를 확인합니다.
pl: Weryfikuje element mscorlib i zestawy w globalnej pamięci podręcznej zestawów dla ważnych elementów IL oraz cały kod użytkownika do weryfikacji elementów IL.
pt_br: Verifica mscorlib e assemblies no cache de assembly global para IL válido e todo o código de usuário para capacidade de verificação de IL.
ru: Проверяет mscorlib и сборки в глобальном кэше сборок на наличие допустимого IL, а также весь пользовательский код на проверяемость IL.
tr: Geçerli IL için genel bütünleştirilmiş kod önbelleğinde mscorlib ve bütünleştirilmiş kodları doğrular, ayrıca tüm kullanıcı kodunda IL doğrulanabilirliğini denetler.
zh_cn: 验证 mscorlib 以及全局程序集缓存中的程序集是否具有有效的 IL，并验证所有用户代码的 IL 可验证性。
zh_tw: 驗證全域組件快取中有效 IL 的 mscorlib 和組件，以及所有使用者程式碼的 IL 驗證性。

source: Verify All
cs: Ověřit vše
de: Alle überprüfen
es: Comprobar todo
fr: Vérifier tout
it: Verifica tutto
ja: すべてを検証
ko: 모두 확인
pl: Weryfikuj wszystkie
pt_br: Verificar Tudo
ru: Проверить все
tr: Tümünü Doğrula
uk: Перевірити все
zh_cn: 全部验证
zh_tw: 驗證全部

source: Versio_n Control
cs: Sprá_va verzí
de: Versio_nskontrolle
es: Co_ntrol de versiones
fr: Gestio_n de version
it: Co_ntrollo della versione
ja: バージョン コントロール(_N)
ko: 버전 제어(_N)
pl: Kontrola _wersji
pt_br: Co_ntrole de Versão
ru: Упра_вление версиями
tr: Sürüm De_netimi
uk: К_ерування версіями
zh_cn: 版本控制(_N)
zh_tw: 版本控制(_O)

source: Version
cs: Verze
es: Versión
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
zh_cn: 版本
zh_tw: 版本

source: Version 2.6
cs: Verze 2.6
es: Versión 2.6
it: Versione 2.6
ja: バージョン 2.6
ko: 버전 2.6
pl: Wersja 2.6
pt_br: Versão 2.6
ru: Версия 2.6
tr: Sürüm 2.6
uk: Версія 2.6
zh_cn: 版本 2.6
zh_tw: 2.6 版

source: Version 3
cs: Verze 3
es: Versión 3
ja: バージョン 3
ko: 버전 3
pl: Wersja 3
pt_br: Versão 3
ru: Версия 3
tr: Sürüm 3

source: Version 4
cs: Verze 4
es: Versión 4
ja: バージョン 4
ko: 버전 4
pl: Wersja 4
pt_br: Versão 4
ru: Версия 4
tr: Sürüm 4

source: Version 5
cs: Verze 5
es: Versión 5
ja: バージョン 5
ko: 버전 5
pl: Wersja 5
pt_br: Versão 5
ru: Версия 5
tr: Sürüm 5

source: Version 6
cs: Verze 6
es: Versión 6
ja: バージョン 6
ko: 버전 6
pl: Wersja 6
pt_br: Versão 6
ru: Версия 6
tr: Sürüm 6

source: Version 7
cs: Verze 7
es: Versión 7
ja: バージョン 7
ko: 버전 7
pl: Wersja 7
pt_br: Versão 7
ru: Версия 7
tr: Sürüm 7

source: Version 7.1
cs: Verze 7.1
es: Versión 7.1
ja: バージョン 7.1
ko: 버전 7.1
pl: Wersja 7.1
pt_br: Versão 7.1
ru: Версия 7.1
tr: Sürüm 7.1

source: Version 7.2
cs: Verze 7.2
es: Versión 7.2
ja: バージョン 7.2
ko: 버전 7.2
pl: Wersja 7.2
pt_br: Versão 7.2
ru: Версия 7.2
tr: Sürüm 7.2

source: Version 7.3
cs: Verze 7.3
es: Versión 7.3
ja: バージョン 7.3
ko: 버전 7.3
pl: Wersja 7.3
pt_br: Versão 7.3
ru: Версия 7.3
tr: Sürüm 7.3

source: Version 8
cs: Verze 8
es: Versión 8
ja: バージョン 8
ko: 버전 8
pl: Wersja 8
pt_br: Versão 8
ru: Версия 8
tr: Sürüm 8

source: Version Constraint
cs: Omezení verze
de: Versionseinschränkung
es: Restricción de contenido
fr: Contrainte de version
it: Vincolo della versione
ja: バージョン制約
ko: 버전 제약 조건
pl: Ograniczenie wersji
pt_br: Restrição de Versão
ru: Ограничение версии
tr: Sürüm Kısıtlaması
uk: Обмеження версії
zh_cn: 版本约束
zh_tw: 版本條件約束

source: Version Control
cs: Správa verzí
de: Versionskontrolle
es: Control de versiones
fr: Gestion de version
it: Controllo della versione
ja: バージョン コントロール
ko: 버전 제어
pl: Kontrola wersji
pt_br: Controle de Versão
ru: Управление версиями
tr: Sürüm Denetimi
uk: Керування версіями
zh_cn: 版本控制
zh_tw: 版本控制

source: Version Control _Policy
cs: Zásady s_právy verzí
de: _Versionskontroll-Richtlinie
es: _Directiva de control de versiones
fr: Straté_gie de gestion de version
it: C_riteri per il controllo della versione
ja: バージョン コントロール ポリシー(_P)
ko: 버전 제어 정책(_P)
pl: Zasady _kontroli wersji
pt_br: _Política do Controle de Versão
ru: _Политика управления версиями
tr: Sürüm Denetimi _İlkesi
uk: Політика керування _версіями
zh_cn: 版本控制策略(_P)
zh_tw: 版本控制政策(_P)

source: Version Control support is disabled
cs: Podpora správy verzí je zakázaná.
de: Unterstützung für Versionskontrolle ist deaktiviert
es: La funcionalidad de control de versiones está deshabilitada
fr: La prise en charge de la gestion de version est désactivée
it: Il supporto per Controllo della versione è disabilitato
ja: バージョン コントロール サポートが無効です
ko: 버전 제어 지원을 사용할 수 없습니다.
pl: Obsługa kontroli wersji jest wyłączona
pt_br: O suporte ao Controle de Versão está desabilitado
ru: Поддержка управления версиями отключена
tr: Sürüm Denetimi desteği devre dışı
uk: Підтримку керування версіями вимкнено
zh_cn: 已禁用版本控制支持
zh_tw: 已停用版本控制支援

source: Version Control:
cs: Správa verzí:
de: Versionskontrolle:
es: Control de versiones:
fr: Gestion de version :
it: Controllo della versione:
ja: バージョン コントロール:
ko: 버전 제어:
pl: Kontrola wersji:
pt_br: Controle de Versão:
ru: Управление версиями:
tr: Sürüm Denetimi:
uk: Керування версіями:
zh_cn: 版本控制:
zh_tw: 版本控制:

source: Version Information
cs: Informace o verzi
de: Versionsinformationen
es: Información de versión
fr: Informations sur la version
it: Informazioni sulla versione
ja: バージョン情報
ko: 버전 정보
pl: Informacje o wersji
pt_br: Informações de Versão
ru: Информация о версии
tr: Sürüm Bilgisi
uk: Інформація про версію
zh_cn: 版本信息
zh_tw: 版本資訊

source: Version constraint for the Package.
cs: Omezení verze balíčku
de: Versionseinschränkung für das Paket
es: Restricción de versión del paquete.
fr: Contrainte de version pour le paquet.
it: Vincolo della versione per il pacchetto.
ja: パッケージのバージョン制約。
ko: 패키지에 대한 버전 제약 조건입니다.
pl: Ograniczenie wersji pakietu.
pt_br: Restrição de versão para o Pacote.
ru: Ограничение версии для пакета.
tr: Paket için sürüm kısıtlaması.
uk: Обмеження версії для пакунка.
zh_cn: 包的版本约束。
zh_tw: 封裝的版本條件約束。

source: Version control command failed.
cs: Příkaz správy verzí selhal.
de: Fehler beim Versionskontrollbefehl.
es: No se pudo ejecutar el comando de control de versiones.
fr: La commande de gestion de version a échoué.
it: Il comando del controllo della versione non è riuscito.
ja: バージョン コントロール コマンドが失敗しました。
ko: 버전 제어 명령이 실패했습니다.
pl: Polecenie kontroli wersji zakończyło się niepowodzeniem.
pt_br: O comando de controle de versão falhou.
ru: Сбой команды управления версиями.
tr: Sürüm denetim komutu başarısız oldu.
uk: Не вдалось виконати команду керування версіями.
zh_cn: 版本控制命令失败。
zh_tw: 版本控制指令失敗。

source: Version control operation failed
cs: Operace správy verzí selhala.
de: Fehler bei Versionskontrollvorgang.
es: Error de la operación de control de versiones
fr: Échec de l'opération de gestion de versions
ja: バージョン コントロール操作が失敗しました
ko: 버전 제어 작업 실패
pl: Operacja kontroli wersji nie powiodła się
pt_br: Falha na operação de controle de versão
ru: Сбой операции в системе управления версиями.
tr: Sürüm denetimi işlemi başarısız oldu

source: Version of the assembly.
cs: Verze sestavení
de: Version der Assembly.
es: Versión del ensamblado.
fr: Version de l’assembly.
it: Versione dell'assembly.
ja: アセンブリのバージョン。
ko: 어셈블리의 버전입니다.
pl: Wersja zestawu.
pt_br: Versão do assembly.
ru: Версия сборки.
tr: Bütünleştirilmiş kod sürümü.
uk: Версія збірки.
zh_cn: 程序集版本。
zh_tw: 組件的版本。

source: Version:
cs: Verze:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
pl: Wersja:
pt_br: Versão:
ru: Версия:
tr: Sürüm:
uk: Версія:
zh_cn: 版本:
zh_tw: 版本:

source: Version: {0}
cs: Verze: {0}
es: Versión: {0}
it: Versione: {0}
ja: バージョン: {0}
ko: 버전: {0}
pl: Wersja: {0}
pt_br: Versão: {0}
ru: Версия: {0}
tr: Sürüm: {0}
zh_cn: 版本: {0}
zh_tw: 版本: {0}

source: Video Conference software
cs: Videokonferenční software
de: Videokonferenzsoftware
es: Software de videoconferencia
fr: Logiciel de visioconférence
it: Software per conferenza video
ja: ビデオ会議ソフトウェア
ko: 화상 회의 소프트웨어
pl: Oprogramowanie do konferencji wideo
pt_br: Software de Conferência de Vídeo
ru: Программное обеспечение для видеоконференций
tr: Video Konferans yazılımı
uk: Програма для проведення відеоконференції
zh_cn: 视频会议软件
zh_tw: 視訊會議軟體

source: Vietnamese
cs: vietnamština
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
pl: Wietnamski
pt_br: Vietnamita
ru: Вьетнамский
tr: Vietnamca
uk: В'єтнамське
zh_cn: 越南语
zh_tw: 越南文

source: View
cs: Zobrazit
de: Ansicht
es: Ver
fr: Vue
it: Visualizza
ja: ビュー
ko: 뷰
pl: Widok
pt_br: Exibir
ru: Вид
tr: Görünüm
uk: Перегляд
zh_cn: 视图
zh_tw: 檢視

source: View (Pads)
cs: Zobrazit (ladicí systém)
de: Ansicht (Bereiche)
es: Ver (paneles)
fr: Vue (Blocs)
it: Visualizza (riquadri)
ja: 表示 (パッド)
ko: 뷰(패드)
pl: Widok (okienka)
pt_br: Exibir (Painéis)
ru: Просмотреть (панели)
tr: Görünüm (Tuş Takımları)
zh_cn: 视图(板)
zh_tw: 檢視 (面板)

source: View Breakpoints
cs: Zobrazit zarážky
de: Haltepunkte anzeigen
es: Ver puntos de interrupción
fr: Afficher les points d’arrêt
it: Visualizza punti di interruzione
ja: ブレークポイントの表示
ko: 중단점 보기
pl: Wyświetl punkty przerwania
pt_br: Exibir Pontos de Interrupção
ru: Просмотреть точки останова
tr: Kesme Noktalarını Görüntüle
uk: Показати контрольні точки
zh_cn: 查看断点
zh_tw: 檢視中斷點

source: View ChangeLog...
cs: Zobrazit protokol změn...
de: Änderungsprotokoll anzeigen...
es: Ver archivo de registro de cambios...
fr: Afficher le journal des modifications...
it: Visualizza log delle modifiche...
ja: ChangeLog の表示...
ko: 변경 로그 보기...
pl: Wyświetl dziennik zmian...
pt_br: Exibir ChangeLog...
ru: Просмотреть журнал изменений...
tr: ChangeLog'u görüntüle...
uk: Перегляд журналу змін...
zh_cn: 查看 ChangeLog...
zh_tw: 檢視 ChangeLog...

source: View License
cs: Zobrazit licenci
de: Lizenz anzeigen
es: Ver licencia
fr: Afficher la licence
it: Visualizza licenza
ja: ライセンスの表示
ko: 라이선스 보기
pl: Wyświetl licencję
pt_br: Exibir Licença
ru: Просмотреть лицензию
tr: Lisansı Göster
uk: Показати ліцензію
zh_cn: 查看许可证
zh_tw: 檢視授權

source: View List
cs: Seznam pohledů
de: Ansichtsliste
es: Lista de vistas
fr: Affichage de la liste
it: Visualizza elenco
ja: ビュー リスト
ko: 뷰 목록
pl: Lista widoków
pt_br: Exibir Lista
ru: Список представлений
tr: Görünüm Listesi
uk: Переглянути список
zh_cn: 视图列表
zh_tw: 檢視清單

source: View Name:
cs: Název zobrazení:
de: Ansichtsname:
es: Nombre de la vista:
fr: Nouveau nom :
it: Nome della visualizzazione:
ja: ビュー名:
ko: 뷰 이름:
pl: Nazwa widoku:
pt_br: Exibir Nome:
ru: Имя представления:
tr: Adı Görüntüle:
uk: Назва перегляду:
zh_cn: 视图名称:
zh_tw: 檢視名稱:

source: View as:
cs: Zobrazit jako:
de: Anzeigen als:
es: Ver como:
fr: Afficher en tant que :
it: Visualizza come:
ja: 表示方法:
ko: 표시 방법:
pl: Wyświetl jako:
pt_br: Exibir como:
ru: Просмотреть как:
tr: Farklı görüntüle:
uk: Показати як:
zh_cn: 查看方式:
zh_tw: 以下列方式檢視:

source: View disassembly in the {0}
cs: Zobrazit zpětný překlad v {0}
de: Disassemblierung auf der {0} anzeigen
es: Ver desensamblado en la {0}
fr: Voir le désassemblage dans l'{0}
ja: {0} 内の逆アセンブリを表示します
ko: {0}의 디스어셈블리 보기
pl: Wyświetl zdezasemblowany kod na: {0}
pt_br: Exibir a desmontagem no {0}
ru: Просмотреть дизассемблированный код в {0}
tr: Ayrıştırılmış kodu {0} içinde görüntüle

source: View...
cs: Zobrazení...
de: Ansicht...
es: Ver...
fr: Afficher...
it: Visualizza...
ja: 表示...
ko: 뷰...
pl: Wyświetl...
pt_br: Exibir...
ru: Просмотр...
tr: Görüntüle...
uk: Перегляд...
zh_cn: 视图...
zh_tw: 檢視...

source: Virtual member call in constructor
cs: Volání virtuálního členu v konstruktoru
de: Aufruf eines virtuellen Members im Konstruktor
es: Llamada a miembro virtual en constructor
fr: Appel de membre virtuel dans un constructeur
it: Chiamata al membro virtuale nel costruttore
ja: コンストラクターでの仮想メンバーの呼び出し
ko: 생성자의 가상 멤버 호출
pl: Wywołanie wirtualnej składowej w konstruktorze
pt_br: Chamada de membro virtual no construtor
ru: Вызов виртуального элемента в конструкторе
tr: Oluşturucuda sanal üye çağrısı
uk: Виклик віртуального члена у конструкторі
zh_cn: 构造函数中的虚拟成员调用
zh_tw: 建構函式中的虛擬成員呼叫

source: Visibility
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 可視性
ko: 표시 유형
pl: Widoczność
pt_br: Visibilidade
ru: Видимость
tr: Görünürlük
uk: Видимість
zh_cn: 可见性
zh_tw: 可見度

source: Visit Page
cs: Navštívit stránku
de: Seite besuchen
es: Visitar la página
fr: Visiter la page
it: Visita la pagina
ja: ページにアクセス
ko: 페이지 방문
pl: Odwiedź stronę
pt_br: Visitar Página
ru: Посетить страницу
tr: Sayfayı Ziyaret Et
uk: Відвідати сторінку
zh_cn: 访问页面
zh_tw: 瀏覽頁面

source: Visual Basic source code
cs: Zdrojový kód Visual Basicu
de: Visual Basic-Quellcode
es: Código fuente de Visual Basic
fr: Code source Visual Basic
it: Codice sorgente Visual Basic
ja: Visual Basic ソース コード
ko: Visual Basic 소스 코드
pl: Kod źródłowy języka Visual Basic
pt_br: Código-fonte do Visual Basic
ru: Исходный код Visual Basic
tr: Visual Basic kaynak kodu
uk: Сирцевий код Visual Basic
zh_cn: Visual Basic 源代码
zh_tw: Visual Basic 原始程式碼

source: Visual Design
cs: Vizuální návrh
de: Visueller Entwurf
es: Diseño visual
fr: Conception visuelle
it: Progettazione grafica
ja: ビジュアル デザイン
ko: 비주얼 디자인
pl: Projekt wizualny
pt_br: Design Visual
ru: Визуальный дизайн
tr: Görsel Tasarım
uk: Візуальний дизайнер
zh_cn: 可视化设计
zh_tw: 視覺化設計

source: Visual Studio (Mixed)
cs: Visual Studio (hybridní)
de: Visual Studio (Gemischt)
es: Visual Studio (mixto)
fr: Visual Studio (mixte)
ja: Visual Studio (混在)
ko: Visual Studio(혼합)
pl: Visual Studio (mieszane)
pt_br: Visual Studio (composto)
ru: Visual Studio (смешанная)
tr: Visual Studio (Karışık)

source: Visual Studio Code
cs: Kód sady Visual Studio
es: Código de Visual Studio
ru: Код Visual Studio

source: Visual Style
cs: Vizuální styl
de: Visueller Stil
es: Estilo visual
fr: Style visuel
it: Stile di visualizzazione
ja: 視覚スタイル
ko: 시각적 스타일
pl: Styl wizualny
pt_br: Estilo Visual
ru: Визуальный стиль
tr: Görsel Stil
zh_cn: 视觉样式
zh_tw: 視覺化樣式

source: WARNING:
cs: UPOZORNĚNÍ:
de: WARNUNG:
es: ADVERTENCIA:
fr: AVERTISSEMENT :
it: AVVISO:
ja: 警告:
ko: 경고:
pl: OSTRZEŻENIE:
pt_br: AVISO:
ru: ПРЕДУПРЕЖДЕНИЕ!
tr: UYARI:
uk: Попередження:
zh_cn: 警告:
zh_tw: 警告:

source: WARNING: Some documents may need to be closed, and unsaved data will be lost. You will be asked to save the unsaved documents.
cs: UPOZORNĚNÍ: Některé dokumenty budete muset zřejmě zavřít a dojde ke ztrátě neuložených dat. Zobrazí se výzva k uložení neuložených dokumentů.
de: WARNUNG: Einige Dokumente müssen u. U. geschlossen werden, und nicht gespeicherte Daten gehen verloren. Sie werden aufgefordert, nicht gespeicherte Dokumente zu speichern.
es: ADVERTENCIA: Puede ser necesario cerrar algunos documentos y los datos no guardados se perderán. Se le pedirá que guarde los documentos no guardados.
fr: AVERTISSEMENT : il se peut que certains documents doivent être fermés, entraînant la perte des données non enregistrées. Vous serez invité à enregistrer les documents non enregistrés.
it: AVVISO: potrebbe essere necessario chiudere alcuni documenti con conseguente perdita dei dati non salvati. Verrà chiesto di salvare i documenti non salvati.
ja: 警告: 一部のドキュメントを閉じなければならない場合があります。保存していないデータは失われます。未保存のドキュメントを保存するよう求めるメッセージが表示されます。
ko: 경고: 일부 문서를 닫아야 할 수 있으며 저장하지 않은 데이터는 손실됩니다. 저장하지 않은 문서를 저장하라는 메시지가 표시됩니다.
pl: OSTRZEŻENIE: Możliwe, że trzeba będzie zamknąć niektóre dokumenty, a niezapisane dane zostaną utracone. Zostanie wyświetlony monit o zapisanie niezapisanych dokumentów.
pt_br: AVISO: alguns documentos podem precisar ser fechados e dados não salvos serão perdidos. Será solicitado se você deseja salvar os documentos não salvos.
ru: ПРЕДУПРЕЖДЕНИЕ! Может потребоваться закрыть некоторые документы, несохраненные данные будут утеряны. Вы получите запрос на сохранение несохраненных документов.
tr: UYARI: Bazı belgelerin kapatılması gerekebilir ve kaydedilmemiş veriler kaybolacak. Kaydedilmemiş belgeleri kaydetmeniz istenecek.
uk: УВАГА: можливо знадобиться закрити деякі документи, і незаписані дані будуть втрачені. Вам буде запропоновано записати незбережені документи.
zh_cn: 警告: 可能需要关闭某些文档，并且未保存的数据将丢失。系统会提示你保存未保存的文档。
zh_tw: 警告: 可能需要關閉一些文件，將會遺失未儲存的資料。系統將會要求您儲存未儲存的文件。

source: WARNING: Some documents may need to be reloaded or closed, and unsaved data will be lost. You will be asked to save the unsaved documents.
cs: UPOZORNĚNÍ: Některé dokumenty budete muset zřejmě znovu načíst nebo zavřít a dojde ke ztrátě neuložených dat. Zobrazí se výzva k uložení neuložených dokumentů.
de: WARNUNG: Einige Dokumente müssen u. U. neu geladen oder geschlossen werden, und nicht gespeicherte Daten gehen verloren. Sie werden aufgefordert, nicht gespeicherte Dokumente zu speichern.
es: ADVERTENCIA: Puede ser necesario recargar o cerrar algunos documentos y los datos no guardados se perderán. Se le pedirá que guarde los documentos no guardados.
fr: AVERTISSEMENT : il se peut que certains documents doivent être rechargés ou fermés, entraînant la perte des données non enregistrées. Vous serez invité à enregistrer les documents non enregistrés.
it: AVVISO: potrebbe essere necessario chiudere o ricaricare alcuni documenti con conseguente perdita dei dati non salvati. Verrà chiesto di salvare i documenti non salvati.
ja: 警告: 一部のドキュメントを再読み込みまたは閉じなければならない場合があります。保存していないデータは失われます。未保存のドキュメントを保存するよう求めるメッセージが表示されます。
ko: 경고: 일부 문서를 다시 로드하거나 닫아야 할 수 있으며 저장하지 않은 데이터는 손실됩니다. 저장하지 않은 문서를 저장하라는 메시지가 표시됩니다.
pl: OSTRZEŻENIE: Możliwe, że trzeba będzie ponownie załadować lub zamknąć niektóre dokumenty, a niezapisane dane zostaną utracone. Zostanie wyświetlony monit o zapisanie niezapisanych dokumentów.
pt_br: AVISO: alguns documentos podem precisar ser recarregados ou fechados e dados não salvos serão perdidos. Será solicitado se você deseja salvar os documentos não salvos.
ru: ПРЕДУПРЕЖДЕНИЕ! Может потребоваться перезагрузить или закрыть некоторые документы, несохраненные данные будут утеряны. Вы получите запрос на сохранение несохраненных документов.
tr: UYARI: Bazı belgelerin yeniden yüklenmesi veya kapatılması gerekebilir ve kaydedilmemiş veriler kaybolacak. Kaydedilmemiş belgeleri kaydetmeniz istenecek.
uk: УВАГА: можливо знадобиться перезавантажити або закрити деякі документи, і незаписані дані будуть втрачені. Вам буде запропоновано записати незбережені документи.
zh_cn: 警告: 可能需要重载或关闭某些文档，并且未保存的数据将丢失。系统会提示你保存未保存的文档。
zh_tw: 警告: 可能需要重新載入或關閉一些文件，將會遺失未儲存的資料。系統將會要求您儲存未儲存的文件。
