Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Select the environments that should display this desktop entry:
cs: Vyberte prostředí, ve kterých se má tato položka desktopu zobrazit:
de: Umgebungen auswählen, in denen dieser Desktopeintrag angezeigt werden soll:
es: Seleccione los entornos que deberían mostrar esta entrada de escritorio:
fr: Sélectionner les environnements qui doivent afficher cette entrée de bureau :
it: Selezionare gli ambienti in cui visualizzare questa voce desktop:
ja: このデスクトップ エントリを表示する環境を選択します:
ko: 이 데스크톱 항목을 표시해야 하는 환경 선택:
pl: Wybierz środowiska, które powinny wyświetlać ten wpis pulpitu:
pt_br: Selecione os ambientes que devem exibir esta entrada de área de trabalho:
ru: Выберите среды, которые должны отображать эту запись Desktop:
tr: Bu masaüstü girdisini görüntülemesi gereken ortamları seçin:
uk: Виберіть оточення, які мають показувати цей Desktop Entry
zh_cn: 选择应显示此桌面条目的环境:
zh_tw: 選取應顯示此桌面項目的環境:

source: Select the file to debug
cs: Vyberte soubor k ladění.
de: Zu debuggende Datei auswählen
es: Seleccione el archivo para depurar
fr: Sélectionner le fichier à déboguer
ja: デバッグするファイルを選択します
ko: 디버그할 파일 선택
pl: Wybierz plik do debugowania
pt_br: Selecione o arquivo para depurar
ru: Выберите файл для отладки
tr: Hata ayıklanacak dosyayı seçin

source: Select the foreground color for low priority tasks
cs: Vyberte barvu popředí pro úlohy s nízkou prioritou.
de: Vordergrundfarbe für Aufgaben mit niedriger Priorität auswählen
es: Seleccione el color de primer plano para las tareas de prioridad baja
fr: Sélectionnez la couleur de premier plan pour les tâches de basse priorité
ja: 低優先度のタスクの前景色を選択します
ko: 낮은 우선 순위 작업의 전경색을 선택합니다.
pl: Wybierz kolor pierwszego planu dla zadań o niskim priorytecie
pt_br: Selecionar a cor de primeiro plano para as tarefas de baixa prioridade
ru: Выберите цвет переднего плана для задач с низким приоритетом
tr: Düşük öncelikli görevlerin ön plan rengini seçin

source: Select the foreground color for the high priority tasks
cs: Vyberte barvu popředí pro úlohy s vysokou prioritou.
de: Vordergrundfarbe für Aufgaben mit hoher Priorität auswählen
es: Seleccione el color de primer plano para las tareas de prioridad alta
fr: Sélectionnez la couleur de premier plan pour les tâches de haute priorité
ja: 高優先度のタスクの前景色を選択します
ko: 높은 우선 순위 작업의 전경색을 선택합니다.
pl: Wybierz kolor pierwszego planu dla zadań o wysokim priorytecie
pt_br: Selecionar a cor de primeiro plano para as tarefas de prioridade alta
ru: Выберите цвет переднего плана для задач с высоким приоритетом
tr: Yüksek öncelikli görevlerin ön plan rengini seçin

source: Select the foreground color for the normal priority tasks
cs: Vyberte barvu popředí pro úlohy s normální prioritou.
de: Vordergrundfarbe für Aufgaben mit normaler Priorität auswählen
es: Seleccione el color de primer plano para las tareas de prioridad normal
fr: Sélectionnez la couleur de premier plan pour les tâches de priorité normale
ja: 通常優先度のタスクの前景色を選択します
ko: 보통 우선 순위 작업의 전경색을 선택합니다.
pl: Wybierz kolor pierwszego planu dla zadań o normalnym priorytecie
pt_br: Selecionar a cor de primeiro plano para as tarefas de prioridade normal
ru: Выберите цвет переднего плана для задач с обычным приоритетом
tr: Normal öncelikli görevlerin ön plan rengini seçin

source: Select the indentation mode
cs: Vyberte režim odsazení.
de: Einzugsmodus auswählen
es: Seleccione el modo de sangría
fr: Sélectionnez le mode de mise en retrait
ja: インデント モードを選択します
ko: 들여쓰기 모드를 선택합니다.
pl: Wybierz tryb wcięć
pt_br: Selecione o modo de recuo
ru: Выберите режим отступов
tr: Girinti modunu seçin

source: Select the kind of Makefile to generate:
cs: Vyberte druh souboru pravidel, který se má vygenerovat:
de: Zu generierenden Makefiletyp auswählen:
es: Seleccione el tipo de archivo Make que se va a generar:
fr: Sélectionner le type de Makefile à générer :
it: Selezionare il tipo di makefile da generare:
ja: 生成するメイクファイルの種類を選択してください:
ko: 생성할 메이크파일의 종류 선택:
pl: Wybierz rodzaj pliku reguł programu make do wygenerowania:
pt_br: Selecione o tipo de Makefile que será gerado:
ru: Выберите вид создаваемого файла makefile:
tr: Oluşturulacak derleme görevleri dosyasını seçin:
uk: Виберіть тип створюваного Makefile:
zh_cn: 选择要生成的生成文件种类:
zh_tw: 選取要產生的 Makefile 種類:

source: Select the kind of Makefile you want to generate:
cs: Vyberte druh souboru pravidel, který chcete vygenerovat:
de: Zu generierenden Makefiletyp auswählen:
es: Seleccione el tipo de archivo Make que quiere generar:
fr: Sélectionner le type de Makefile à générer :
it: Selezionare il tipo di makefile che si vuole generare:
ja: 生成するメイクファイルの種類を選択してください:
ko: 생성할 메이크파일의 종류 선택:
pl: Wybierz rodzaj pliku reguł programu make do wygenerowania:
pt_br: Selecione o tipo de Makefile que você deseja gerar:
ru: Выберите вид файла makefile, который требуется создать:
tr: Oluşturmak istediğiniz Derleme görevleri dosyasını seçin:
uk: Виберіть тип створюваного Makefile:
zh_cn: 选择要生成的生成文件种类:
zh_tw: 選取要產生的 Makefile 種類:

source: Select the kind of files you want to synchronize with the makefile. For each file kind please specify the makefile variable that holds the list and optionally a prefix to be prepended to each file name.
cs: Vyberte druh souborů, které chcete se souborem pravidel synchronizovat. Pro každý druh souboru určete proměnnou souboru pravidel, která obsahuje seznam a volitelně i předponu pro každý název souboru.
de: Wählen Sie den Typ der Dateien aus, die mit dem Makefile synchronisiert werden sollen. Geben Sie für jeden Dateityp die Makefilevariable an, die die Liste enthält, und optional ein Präfix, das jedem Dateinamen vorangestellt werden soll.
es: Seleccione el tipo de archivos que quiere sincronizar con el archivo Make. Para cada tipo de archivo, especifique la variable de archivo Make que contiene la lista y, opcionalmente, un prefijo para anteponer a cada nombre de archivo.
fr: Sélectionnez le type des fichiers que vous voulez synchroniser avec le Makefile. Pour chaque type de fichier, spécifiez la variable Makefile qui contient la liste, et éventuellement un préfixe à ajouter devant chaque nom de fichier.
it: Selezionare il tipo di file da sincronizzare con il makefile. Per ogni tipo di file specificare la variabile del makefile che contiene l'elenco e facoltativamente un prefisso da aggiungere a ogni nome file.
ja: メイクファイルと同期するファイルの種類を選択してください。ファイルの種類ごとに、リストを保持するメイクファイル変数を指定します。また、各ファイル名に追加するプレフィックスを指定することもできます (省略可能)。
ko: 메이크파일과 동기화할 파일의 종류를 선택합니다. 각 파일 종류에 대해 목록이 포함된 메이크파일 변수와 각 파일 이름 앞에 추가될 접두사(선택 사항)를 지정하세요.
pl: Wybierz typ plików, które mają być synchronizowane z plikiem reguł programu make. Dla każdego typu pliku określ zmienną pliku reguł programu make zawierającą listę oraz opcjonalnie prefiks, który ma zostać dołączony do każdej nazwy pliku.
pt_br: Selecione o tipo de arquivos que você deseja sincronizar com o makefile. Para cada tipo de arquivo, especifique a variável de makefile que contém a lista e, opcionalmente, um prefixo a ser anexado a cada nome de arquivo.
ru: Выберите тип файлов, которые требуется синхронизировать с файлом makefile. Для каждого вида файлов укажите переменную makefile, содержащую список и, возможно, префикс, добавляемый в начало каждого имени файла.
tr: Derleme görevleri dosyasıyla eşitlemek istediğiniz dosya türünü seçin. Lütfen her bir dosya türü için listeyi içeren derleme görevleri dosyası değişkenini ve isteğe bağlı olarak her dosya adına eklenecek bir öneki belirtin.
uk: Виберіть тип файлів, які ви бажаєте синхронізувати з Makefile. Для кожного типу файлу вкажіть назву змінної Makefile, що зберігатиме список,а також можна вказати префікс для імен файлів.
zh_cn: 选择要与生成文件同步的文件种类。对于每种文件，请指定用于保存列表的生成文件变量以及(可选)要在每个文件名前面预置的前缀。
zh_tw: 選取您要與 Makefile 同步處理的檔案類型。針對每一個檔案類型，指定可保留清單的 Makefile 變數，以及選擇性地指定要附加在每一個檔案名稱前面的前置詞。

source: Select the kind of references you want to synchronize with the makefile. For each reference type please specify the makefile variable that holds the list, and optionally a prefix to be prepended to each reference name. You can specify the same variable name for several types of references.
cs: Vyberte druh odkazů, které chcete se souborem pravidel synchronizovat. Pro každý druh odkazu určete proměnnou souboru pravidel, která obsahuje seznam a volitelně i předponu pro každý název odkazu. Stejný název proměnné můžete určit pro několik typů odkazů.
de: Wählen Sie den Typ der Verweise aus, die mit dem Makefile synchronisiert werden sollen. Geben Sie für jeden Verweistyp die Makefilevariable an, die die Liste enthält, und optional ein Präfix, das jedem Verweisnamen vorangestellt werden soll. Sie können denselben Variablennamen für mehrere Verweistypen angeben.
es: Seleccione el tipo de referencias que quiere sincronizar con el archivo Make. Para cada tipo de referencia, debe especificar la variable de archivo Make que contiene la lista y, opcionalmente, un prefijo para anteponerlo a cada nombre de referencia. Puede especificar el mismo nombre de variable para varios tipos de referencia.
fr: Sélectionnez le type des références que vous voulez synchroniser avec le Makefile. Pour chaque type de référence, spécifiez la variable Makefile qui contient la liste, et éventuellement un préfixe à ajouter devant chaque nom de référence. Vous pouvez spécifier le même nom de variable pour plusieurs types de références.
it: Selezionare il tipo di riferimenti da sincronizzare con il makefile. Per ogni tipo di riferimento specificare la variabile del makefile che contiene l'elenco e facoltativamente un prefisso da aggiungere a ogni nome di riferimento. È possibile specificare lo stesso nome di variabile per più tipi di riferimenti.
ja: メイクファイルと同期する参照の種類を選択してください。参照型ごとに、リストを保持するメイクファイル変数を指定します。また、各参照名に追加するプレフィックスを指定することもできます (省略可能)。いくつかの種類の参照に同じ変数名を指定しても構いません。
ko: 메이크파일과 동기화할 참조의 종류를 선택합니다. 각 참조 형식에 대해 목록이 포함된 메이크파일 변수와 각 참조 이름 앞에 추가될 접두사(선택 사항)를 지정하세요. 몇 가지 참조 형식에 대해 동일한 변수 이름을 지정할 수 있습니다.
pl: Wybierz typ odwołań, które mają być synchronizowane z plikiem reguł programu make. Dla każdego typu odwołania określ zmienną pliku reguł programu make zawierającą listę oraz opcjonalnie prefiks, który ma zostać dołączony do każdej nazwy odwołania. Możesz określić tę samą nazwę zmiennej dla różnych typów odwołań.
pt_br: Selecione o tipo de referência que você deseja sincronizar com o makefile. Para cada tipo de referência, especifique a variável de makefile que contém a lista e, opcionalmente, um prefixo a ser anexado a cada nome de referência. Você pode especificar o mesmo nome de variável para vários tipos de referência.
ru: Выберите тип ссылок, которые требуется синхронизировать с файлом makefile. Для каждого типа ссылок укажите переменную makefile, содержащую список и, возможно, префикс, добавляемый в начало каждого имени ссылки. Одно имя переменной можно указать для нескольких типов ссылок.
tr: Derleme görevleri dosyasıyla eşitlemek istediğiniz başvuru türünü seçin. Lütfen her bir başvuru türü için listeyi içeren derleme görevleri dosyası değişkenini ve isteğe bağlı olarak her dosya adına eklenecek bir öneki belirtin. Aynı değişken adını birkaç başvuru türü için belirtebilirsiniz.
uk: Виберіть тип посилань, які слід синхронізувати з Makefile. Для кожного типу посилань вкажіть змінну Makefile, що зберігає список посилань. Також можна вказати префікс для кожної назви посилання. Можна вказати одну назву змінної для різних типів посилань.
zh_cn: 选择要与生成文件同步的引用种类。对于每种引用，请指定用于保存列表的生成文件变量以及(可选)要在每个引用名称前面预置的前缀。你可以为多种引用指定相同的变量名称。
zh_tw: 選取您要與 Makefile 同步處理的參考型別。針對每一個參考型別，指定可保留清單的 Makefile 變數，以及選擇性地指定要附加在每一個參考名稱前面的前置詞。您可以為數種參考型別指定相同的變數名稱。

source: Select the language for this NuGet package
cs: Vyberte jazyk pro tento balíček NuGet.
de: Sprache für dieses NuGet-Paket auswählen
es: Seleccione el idioma de este paquete NuGet
fr: Sélectionner le langage de ce package NuGet
ja: この NuGet パッケージの言語を選択します
ko: 이 NuGet 패키지의 언어 선택
pl: Wybierz język tego pakietu NuGet
pt_br: Selecione o idioma para este pacote NuGet
ru: Выберите язык для пакета NuGet
tr: Bu NuGet paketinin dilini seçin

source: Select the languages you want to support (more languages can be added later):
cs: Vyberte jazyky, které chcete podporovat (další jazyky se dají přidat později):
de: Zu unterstützende Sprachen auswählen (weitere Sprachen können später hinzugefügt werden):
es: Seleccione los lenguajes que desea admitir (se pueden agregar lenguajes más adelante):
fr: Sélectionner les langues que vous voulez prendre en charge (vous pourrez en ajouter d’autres ultérieurement) :
it: Selezionare le lingue da supportare (è possibile aggiungerne altre in seguito):
ja: サポートする言語を選択してください (後で言語をさらに追加できます):
ko: 지원하려는 언어 선택(나중에 다른 언어를 추가할 수 있음):
pl: Wybierz języki, które chcesz obsługiwać (później możesz dodać więcej języków):
pt_br: Selecione os idiomas aos quais você deseja dar suporte (mais idiomas poderão ser adicionados mais tarde):
ru: Выберите языки, которые требуется поддерживать (позднее можно добавить дополнительные языки):
tr: Desteklemek istediğiniz dilleri seçin (sonra daha fazla dil eklenebilir):
uk: Виберіть мови, які потрібно підтримувати (пізніше можна буде додати інші):
zh_cn: 选择要支持的语言(可稍后添加更多语言):
zh_tw: 選取要支援的語言 (稍後可再新增更多語言):

source: Select the level of debugging information to be generated
cs: Vyberte úroveň ladicích informací, které se mají vygenerovat.
de: Ebene der zu generierenden Debuginformationen auswählen
es: Seleccionar el nivel de información de depuración que se va a generar
fr: Sélectionner le niveau d'informations de débogage à générer
ja: 生成されるデバッグ情報のレベルを選択します
ko: 생성할 디버깅 정보 수준 선택
pl: Wybierz poziom generowanych informacji debugowania
pt_br: Selecione o nível das informações de depuração a serem geradas
ru: Выберите уровень создаваемой отладочной информации
tr: Oluşturulacak hata ayıklama bilgilerinin düzeyini seçin

source: Select the location of the repository you want to register:
cs: Vyberte umístění úložiště, které chcete registrovat:
de: Speicherort des zu registrierenden Repositorys auswählen:
es: Seleccione la ubicación del repositorio que quiera registrar:
fr: Sélectionner l’emplacement du référentiel que vous souhaitez inscrire :
it: Selezionare il percorso del repository da registrare:
ja: 登録するリポジトリの場所を選択してください:
ko: 등록할 리포지토리의 위치를 선택하세요.
pl: Wybierz lokalizację repozytorium, które chcesz zarejestrować:
pt_br: Selecione a localização do repositório que você deseja registrar:
ru: Выберите расположение репозитория, который требуется зарегистрировать:
tr: Kaydetmek istediğiniz deponun konumunu seçin:
uk: Виберіть розташування сховища, яке ви бажаєте зареєструвати:
zh_cn: 选择要注册的存储库的位置:
zh_tw: 選取要註冊之存放庫的位置:

source: Select the makefile targets that should be executed for the build and clean operations:
cs: Vyberte cíle souboru pravidel, které se mají spustit pro operace sestavení a vyčištění:
de: Wählen Sie die Makefileziele aus, die für die Build- und Bereinigungsvorgänge ausgeführt werden sollen:
es: Seleccione los destinos del archivo Make que deben ejecutarse para las operaciones de compilación y limpieza:
fr: Sélectionnez les cibles de Makefile à exécuter pour les opérations de génération de build et de nettoyage :
it: Selezionare le destinazioni di makefile da eseguire pere le operazioni di compilazione e pulizia:
ja: ビルドとクリーンの操作を実行するメイクファイル ターゲットを選択する:
ko: 빌드 및 정리 작업을 위해 실행해야 하는 메이크파일 대상을 선택하세요.
pl: Wybierz elementy docelowe pliku reguł programu make, które mają zostać wykonane dla operacji kompilacji i czyszczenia:
pt_br: Selecione os destinos de makefile que devem ser executados para as operações de limpeza e build:
ru: Выберите цели файла makefile, которые должны быть выполнены для операций сборки и очистки:
tr: Derleme ve temizleme işlemleri için yürütülmesi gereken derleme görevleri dosyası hedeflerini seçin:
uk: Виберіть цілі Makefile, які потрібно виконати для побудови і очищення:
zh_cn: 选择应执行生成和清理操作的生成文件目标:
zh_tw: 選取應該針對建置和清除作業執行的 Makefile 目標:

source: Select the mono installation prefix
cs: Vybrat prefix instalace Mono
de: Mono-Installationspräfix auswählen
es: Seleccione el prefijo de instalación de Mono
fr: Sélectionner le préfixe d’installation de Mono
it: Seleziona il prefisso di installazione di Mono
ja: Mono のインストール先のプレフィックスを選んでください
ko: mono 설치 접두사 선택
pl: Wybierz prefiks instalacji narzędzia Mono
pt_br: Selecione o prefixo de instalação do mono
ru: Выбрать префикс установки Mono
tr: Mono yükleme ön ekini seçin
uk: Виберіть префікс встановлення mono
zh_cn: 选择 mono 安装前缀
zh_tw: 選取單一安裝的前置詞

source: Select the platform implementations you would like to add:
cs: Vyberte implementace pro platformy, které chcete přidat:
de: Wählen Sie die Plattformimplementierungen aus, die Sie hinzufügen möchten:
es: Seleccione las implementaciones de plataforma que quiere agregar:
fr: Sélectionnez les implémentations de plateforme à ajouter :
ja: 追加するプラットフォームの実装を選択します:
ko: 추가할 플랫폼 구현 선택:
pl: Wybierz implementacje platformy do dodania:
pt_br: Selecione as implementações de plataforma que gostaria de adicionar:
ru: Выберите реализации платформы, которые вы хотите добавить:
tr: Eklemek istediğiniz platform uygulamalarını seçin:

source: Select the platform to target
cs: Vyberte platformu, která je cílem.
de: Als Ziel zu verwendende Plattform auswählen
es: Seleccione la plataforma de destino
fr: Sélectionner la plateforme à cibler
ja: ターゲットにするプラットフォームを選択します
ko: 대상으로 지정할 플랫폼 선택
pl: Wybierz platformę docelową
pt_br: Selecione a plataforma para o destino
ru: Выберите целевую платформу
tr: Hedeflenecek platformu seçin

source: Select the priority for this token
cs: Vyberte prioritu tohoto tokenu.
de: Priorität für dieses Token auswählen
es: Seleccione la prioridad de este token
fr: Sélectionnez la priorité de ce jeton
ja: このトークンの優先順位を選択します
ko: 이 토큰의 우선 순위를 선택합니다.
pl: Wybierz priorytet dla tego tokenu
pt_br: Selecione a prioridade para este token
ru: Выберите приоритет для этого маркера
tr: Bu belirtecin önceliğini seçin

source: Select the project category to see all possible project templates
cs: Výběrem kategorie projektu zobrazíte všechny dostupné šablony projektu.
de: Wählen Sie die Projektkategorie aus, damit Ihnen alle möglichen Projektvorlagen angezeigt werden.
es: Seleccione la categoría de proyecto para ver todas las plantillas de proyecto posibles.
fr: Sélectionnez la catégorie de projet pour voir tous les modèles de projet possibles
ja: プロジェクト カテゴリを選択して、すべてのプロジェクト テンプレートを表示する
ko: 모든 가능한 프로젝트 템플릿을 표시할 프로젝트 범주 선택
pl: Wybierz kategorię projektu, aby wyświetlić wszystkie możliwe szablony projektów
pt_br: Selecione a categoria do projeto para ver todos os modelos de projeto possíveis
ru: Выберите категорию проекта, чтобы просмотреть все возможные шаблоны проекта
tr: Tüm olası proje şablonlarını görmek için proje kategorisini seçin

source: Select the project or solution for which you want to create a package:
cs: Zvolte projekt nebo řešení, pro které chcete vytvořit balíček:
de: Wählen Sie das Projekt oder die Projektmappe aus, für das oder die ein Projekt erstellt werden soll.
es: Seleccione el proyecto o la solución para los que se creará un paquete:
fr: Sélectionner le projet ou la solution pour lesquels vous voulez créer un paquet :
it: Selezionare il progetto o la soluzione per cui creare un pacchetto:
ja: パッケージを作成するプロジェクトまたはソリューションを選択してください:
ko: 패키지를 만들려는 프로젝트 또는 솔루션 선택:
pl: Wybierz projekt lub rozwiązanie, dla którego chcesz utworzyć pakiet:
pt_br: Selecione o projeto ou a solução para a qual você deseja criar um pacote:
ru: Выберите проект или решение, для которых требуется создать пакет:
tr: Paket oluşturmak istediğiniz proje veya çözümü seçin:
uk: Виберіть проект або рішення, для якого слід створити пакет:
zh_cn: 选择要为其创建包的项目或解决方案:
zh_tw: 選取要建立封裝的專案或解決方案:

source: Select the project or solution from which to import the policies:
cs: Vyberte projekt nebo řešení, ze kterých se mají importovat zásady:
de: Projekt oder Projektmappe auswählen, aus denen Richtlinien importiert werden sollen:
es: Seleccione el proyecto o la solución de donde quiere importar directivas:
fr: Sélectionner le projet ou la solution à partir desquels importer les stratégies :
it: Selezionare il progetto o la soluzione da cui importare i criteri:
ja: ポリシーのインポート元のプロジェクトまたはソリューションを選びます:
ko: 정책을 가져올 프로젝트 또는 솔루션 선택:
pl: Wybierz projekt lub rozwiązanie, z którego chcesz zaimportować zasady:
pt_br: Selecione o projeto ou solução do qual você deseja importar as políticas:
ru: Выберите проект или решение, откуда требуется импортировать политики:
tr: İlkeleri almak istediğiniz proje veya çözümü seçin:
uk: Виберіть проект або рішення, з якого слід імпортувати політики:
zh_cn: 选择要从其导入策略的项目或解决方案:
zh_tw: 選取專案或解決方案，以從中匯入原則:

source: Select the project template
cs: Vyberte šablonu projektu.
de: Wählen Sie die Projektvorlage aus.
es: Seleccionar la plantilla de proyecto
fr: Sélectionner le modèle de projet
ja: プロジェクト テンプレートの選択
ko: 프로젝트 템플릿 선택
pl: Wybierz szablon projektu
pt_br: Selecione o modelo de projeto
ru: Выберите шаблон проекта
tr: Proje şablonunu seçin

source: Select the projects and solutions you want to include in the package:
cs: Vyberte projekty a řešení, které chcete zahrnout do balíčku:
de: Projekte und Projektmappen auswählen, die in das Paket eingeschlossen werden sollen:
es: Seleccione los proyectos y las soluciones que quiera incluir en el paquete:
fr: Sélectionner les projets et solutions que vous voulez inclure dans le paquet :
it: Selezionare i progetti e le soluzioni da includere nel pacchetto:
ja: パッケージに含めるプロジェクトとソリューションを選択してください:
ko: 패키지에 포함할 프로젝트 및 솔루션 선택:
pl: Wybierz projekty i rozwiązania, które chcesz uwzględnić w pakiecie:
pt_br: Selecione os projetos e soluções que você deseja incluir no pacote:
ru: Выберите проекты и решения, которые требуется включить в пакет:
tr: Paket içerisine dâhil etmek istediğiniz proje ve çözümleri seçin:
uk: Виберіть проекти і рішення, які слід включити у даний пакет:
zh_cn: 选择要包括在包中的项目和解决方案:
zh_tw: 選取要包含在封裝內的專案或解決方案:

source: Select the public members which are added to the interface
cs: Vyberte veřejné členy, které se přidají do rozhraní.
de: Die öffentlichen Member auswählen, die der Schnittstelle hinzugefügt werden
es: Seleccionar los miembros públicos que se agregan a la interfaz
fr: Sélectionner les membres publics qui sont ajoutés à l'interface
ja: インターフェイスに追加するパブリック メンバーを選択します
ko: 인터페이스에 추가할 public 멤버를 선택합니다.
pl: Wybierz publiczne elementy członkowskie, które są dodawane do interfejsu
pt_br: Selecione os membros públicos que são adicionados à interface
ru: Выберите открытые элементы, добавляемые к интерфейсу
tr: Arabirime eklenen genel üyeleri seçin

source: Select the target framework for your project.
cs: Vyberte cílovou architekturu pro projekt.
de: Wählen Sie das Zielframework für Ihr Projekt aus.
es: Seleccione la plataforma de destino de su proyecto.
fr: Sélectionnez le framework cible pour votre projet.
ja: プロジェクト用のターゲット フレームワークを選択します。
ko: 프로젝트의 대상 프레임워크를 선택하세요.
pl: Wybierz platformę docelową dla projektu.
pt_br: Selecione a estrutura de destino para seu projeto.
ru: Выберите целевую платформу для проекта.
tr: Projeniz için hedef çerçeveyi seçin.

source: Select the type of line endings the file should have
cs: Vyberte typ konců řádků pro tento soubor.
de: Typ der Zeilenenden für die Datei auswählen
es: Seleccione el tipo de finales de línea que debe tener el archivo
fr: Sélectionner le type de fins de ligne du fichier
ja: ファイルに含める改行コードの種類を選択します
ko: 파일에 필요한 줄 끝의 형식 선택
pl: Wybierz typ zakończeń wierszy dla plików
pt_br: Selecione o tipo de terminações de linha que o arquivo deve ter
ru: Выберите тип завершений строки для файла
tr: Dosyada olması gereken satır sonu türünü seçin
