Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The solution '{0}' is referencing the file '{1}' which is located outside the root solution directory.
cs: Řešení {0} odkazuje na soubor {1}, který se nachází mimo kořenový adresář řešení.
de: Die Projektmappe '{0}' verweist auf die Datei '{1}', die sich außerhalb des Stammverzeichnisses der Projektmappe befindet.
es: La solución '{0}' hace referencia al archivo '{1}', que se encuentra fuera del directorio raíz de la solución.
fr: La solution « {0} » référence le fichier « {1} » qui se trouve hors du répertoire racine de la solution.
it: La soluzione '{0}' fa riferimento al file '{1}' che è esterno alla directory radice della soluzione.
ja: ソリューション '{0}' は、ルート ソリューション ディレクトリの外にあるファイル '{1}' を参照しています。
ko: '{0}' 솔루션이 루트 솔루션 디렉터리 외부에 있는 '{1}' 파일을 참조하고 있습니다.
pl: Rozwiązanie „{0}” odwołuje się do pliku „{1}”, który znajduje się poza katalogiem głównym rozwiązania.
pt_br: A solução '{0}' está referenciando o arquivo '{1}' que está localizado fora do diretório de solução raiz.
ru: Решение "{0}" ссылается на файл "{1}", расположенный за пределами корневого каталога решения.
tr: '{0}' çözümü, kök çözüm dizininin dışında bulunan '{1}' dosyasına başvuruyor.
zh_cn: 解决方案“{0}”正在引用位于根解决方案目录外部的文件“{1}”。
zh_tw: 解決方案 '{0}' 正在參考位在根方案目錄外部的檔案 '{1}'。

source: The source file will replace the existing target file if it has been modified more recently.
cs: Zdrojový soubor nahradí stávající cílový soubor, pokud má novější datum a čas změny.
de: Die Quelldatei ersetzt die vorhandene Zieldatei, wenn sie neuere Änderungen enthält.
es: El archivo de origen reemplazará al archivo de destino existente si su fecha de modificación es más reciente.
fr: Si le fichier source a été modifié plus récemment que le fichier cible existant, il remplace celui-ci.
it: Il file di origine sostituirà il file di destinazione esistente se è stato modificato più di recente.
ja: ソース ファイルの更新日時の方が新しい場合、既存のターゲット ファイルがソース ファイルに置き換えられます。
ko: 소스 파일이 보다 최근에 수정된 경우 기존 대상 파일을 대체합니다.
pl: Plik źródłowy zastąpi istniejący plik docelowy, jeśli został zmodyfikowany później.
pt_br: O arquivo de origem substituirá o arquivo de destino existente se tiver sido modificado mais recentemente.
ru: Исходный файл заменит существующий целевой файл, если он был изменен позднее.
tr: Kaynak dosya, yakın zamanda değiştirildiyse mevcut hedef dosyanın yerini alır.
uk: Якщо джерельний файл змінений пізніше, то він замінить наявний цільовий файл.
zh_cn: 如果源文件的修改时间较新，源文件将替换现有目标文件。
zh_tw: 如果最近修改過現有目標檔案，則來源檔案將會取代現有目標檔案。

source: The source project failed to build.
cs: Zdrojový projekt se nepovedlo sestavit.
de: Das Quellprojekt konnte nicht erstellt werden.
es: No se pudo compilar el proyecto de origen.
fr: La génération de build du projet source a échoué.
it: Non è stato possibile compilare il progetto di origine.
ja: ソース プロジェクトのビルドに失敗しました。
ko: 소스 프로젝트를 빌드하지 못했습니다.
pl: Nie można skompilować projektu źródłowego.
pt_br: Falha ao compilar o projeto de origem.
ru: Ошибка сборки исходного проекта.
tr: Kaynak proje derlenemedi.
uk: Не вдалось побудувати джерельний проект.
zh_cn: 源项目未能生成。
zh_tw: 無法建置來源專案。

source: The subversion working copy format is too new.
cs: Formát pracovní kopie dílčí verze je příliš nový.
de: Das Format der Arbeitskopie der Subversion ist zu neu.
es: El formato de la copia de trabajo de Subversion es demasiado nuevo.
fr: Le format de la copie de travail Subversion est trop récent.
it: Il formato della copia di lavoro di Subversion è troppo recente.
ja: subversion 作業コピー形式が新しすぎます。
ko: Subversion 작업 복사본 형식이 너무 최신입니다.
pl: Format kopii roboczej w systemie Subversion jest zbyt nowy.
pt_br: O formato da cópia funcional da subversão é muito novo.
ru: Слишком новый формат рабочей копии Subversion.
tr: Alt sürüm çalışma kopyası biçimi çok yeni.
uk: Формат робочої копії Subversion занадто новий.
zh_cn: Subversion 工作副本格式太新。
zh_tw: Subversion 工作複本格式太新。

source: The subversion working copy format is too old.
cs: Formát pracovní kopie dílčí verze je příliš starý.
de: Das Format der Arbeitskopie der Subversion ist zu alt.
es: El formato de la copia de trabajo de Subversion es demasiado antiguo.
fr: Le format de la copie de travail Subversion est trop ancien.
it: Il formato della copia di lavoro di Subversion è troppo vecchio.
ja: subversion の作業コピー形式が古すぎます。
ko: Subversion 작업 복사본 형식이 너무 오래되었습니다.
pl: Kopia robocza w systemie Subversion jest zbyt stara.
pt_br: O formato da cópia funcional da subversão é antigo demais.
ru: Слишком старый формат рабочей копии Subversion.
tr: Alt sürüm çalışma kopyası biçimi çok eski.
uk: Формат робочої копії Subversion занадто старий.
zh_cn: Subversion 工作副本格式太旧。
zh_tw: Subversion 工作複本格式太舊。

source: The tag <b>{0}</b> will be merged into the branch <b>{1}</b>.
cs: Značka <b>{0}</b> se sloučí do větve <b>{1}</b>.
de: Das Tag <b>{0}</b> wird mit Branch <b>{1}</b> zusammengeführt.
es: La etiqueta <b>{0}</b> se fusionará mediante combinación con la rama <b>{1}</b>.
fr: La balise <b>{0}</b> va être fusionnée dans la branche <b>{1}</b>.
it: Il tag <b>{0}</b> verrà sottoposto a merge nel ramo <b>{1}</b>.
ja: タグ <b>{0}</b> がブランチ <b>{1}</b> にマージされます。
ko: <b>{0}</b> 태그는 <b>{1}</b> 분기로 병합됩니다.
pl: Tag <b>{0}</b> zostanie scalony z gałęzią <b>{1}</b>.
pt_br: A marca <b>{0}</b> será mesclada com a ramificação <b>{1}</b>.
ru: Тег <b>{0}</b> будет объединен с ветвью <b>{1}</b>.
tr: <b>{0}</b> etiketi <b>{1}</b> dalıyla birleştirilecek.
uk: Тег <b>{0}</b> буде злито з гілкою <b>{1}</b>.
zh_cn: 标记 <b>{0}</b> 将合并到分支 <b>{1}</b>。
zh_tw: 標記 <b>{0}</b> 將會合併至分支 <b>{1}</b>。

source: The tag type '{0}{1}{2}' has not been registered.
cs: Typ značky {0}{1}{2} není registrovaný.
de: Der Tagtyp '{0}{1}{2}' wurde nicht registriert.
es: El tipo de etiqueta '{0}{1}{2}' no se ha registrado.
fr: Le type de balise « {0}{1}{2} » n’a pas été inscrit.
it: Il tipo di tag '{0}{1}{2}' non è stato registrato.
ja: タグの種類 '{0}{1}{2}' は登録されていません。
ko: 태그 형식 '{0}{1}{2}'이(가) 등록되지 않았습니다.
pl: Nie zarejestrowano typu tagu „{0}{1}{2}”.
pt_br: O tipo de marca '{0}{1}{2}' não foi registrado.
ru: Тип тега "{0}{1}{2}" не был зарегистрирован.
tr: Etiket tipi '{0}{1}{2}' kaydedilmemiş.
uk: Tип тегу '{0}{1}{2}' не зареєстровано.
zh_cn: 标记类型“{0}{1}{2}”未注册。
zh_tw: 標記類型 '{0}{1}{2}' 未註冊。

source: The text that will be inserted into the document.
cs: Text, který se vloží do dokumentu.
de: Der Text, der in das Dokument eingefügt wird.
es: Texto que se va a insertar en el documento.
fr: Texte à insérer dans le document.
it: Testo che verrà inserito nel documento.
ja: このドキュメントに挿入されるテキスト。
ko: 문서에 삽입할 텍스트입니다.
pl: Tekst, który zostanie wstawiony w dokumencie.
pt_br: O texto que será inserido no documento.
ru: Текст, который будет вставлен в документ.
tr: Belgeye eklenecek metin.
uk: Текст, що буде вставлено в документ.
zh_cn: 将插入到文档的文本。
zh_tw: 要插入文件中的文字。

source: The toolbox items
cs: Položky na panelu nástrojů
de: Die Toolboxelemente
es: Los elementos del cuadro de herramientas
fr: Éléments de la boîte à outils
ja: ツールボックスのアイテム
ko: 도구 상자 항목
pl: Elementy przybornika
pt_br: Os itens da caixa de ferramentas
ru: Элементы панели элементов
tr: Araç kutusu öğeleri

source: The tooltip to display to the user for this variable.
cs: Popis, který se zobrazí uživateli u této proměnné
de: QuickInfo, die dem Benutzer für diese Variable angezeigt werden soll.
es: Información sobre herramientas que se muestra al usuario para esta variable.
fr: Info-bulle à afficher à l’utilisateur pour cette variable.
it: Descrizione comando da visualizzare per questa variabile.
ja: ユーザー向けに表示されるこの変数のヒント。
ko: 이 변수에 대해 사용자에게 표시할 도구 설명입니다.
pl: Etykietka narzędzia wyświetlana użytkownikowi dla tej zmiennej.
pt_br: A dica de ferramenta a ser exibida para o usuário para essa variável.
ru: Отображаемая пользователю подсказка для этой переменной.
tr: Bu değişken için kullanıcıya görüntülenecek araç ipucu.
uk: Підказка про цю змінну для показу іншому користувачу.
zh_cn: 针对此变量向用户显示的工具提示。
zh_tw: 此變數的工具提示，會對使用者顯示。

source: The top-most child of the window within the gtk.Builder file.
cs: Podřízená položka okna nejvyšší úrovně v rámci souboru gtk.Builder
de: Das oberste untergeordnete Fensterelement in der gtk.Builder-Datei
es: Primer elemento secundario de la ventana en el archivo gtk.Builder.
fr: Enfant le plus élevé de la fenêtre à l’intérieur du fichier gtk.Builder.
it: Primo elemento figlio della finestra nel file gtk.Builder.
ja: gtk.Builder ファイル中にあるウィンドウの最上位の子。
ko: gtk.Builder 파일에 있는 창의 최상위 자식입니다.
pl: Element podrzędny najwyższego poziomu okna w pliku gtk.Builder.
pt_br: O filho superior da janela dentro do arquivo do gtk.Builder.
ru: Самый верхний дочерний элемент окна в файле gtk.Builder.
tr: gtk.Builder dosyası içinde pencerenin en üst alt öğesi.
uk: Найближчий нащадок вікна з файлом gtk.Builder.
zh_cn: gtk.Builder 文件中的最顶层子窗口。
zh_tw: gtk Builder 檔案內視窗的最上層子元件

source: The try-catch statement consists of a {0} block followed by one or more {1} clauses, which specify handlers for different exceptions.
cs: Příkaz try-catch se skládá z bloku {0} následovaného jednou nebo více klauzulemi {1}, které určují obslužné rutiny pro různé výjimky.
de: Die try-catch-Anweisung besteht aus einem {0}-Block gefolgt von mindestens einer {1}-Klausel, die Handler für unterschiedliche Ausnahmen angibt.
es: La instrucción try-catch consta de un bloque {0} seguido de una o varias cláusulas {1}, que especifican controladores para diferentes excepciones.
fr: L’instruction try-catch consiste en un bloc {0} suivi d’une ou plusieurs clauses {1}, qui désignent des gestionnaires pour différentes exceptions.
it: L'istruzione try-catch è costituita da un blocco {0} seguito da una o più clausole {1}, che specificano i gestori delle diverse eccezioni.
ja: try-catch ステートメントは、{0} ブロックと、それに続く 1 つ以上の {1} 句で構成されます。これは、さまざまな例外のハンドラーを指定します。
ko: try-catch 문은 {0} 블록과 각기 다른 예외의 처리기를 지정하는 하나 이상의 {1} 절로 구성되어 있습니다.
pl: Instrukcja try-catch zawiera blok {0} oraz co najmniej jedną klauzulę {1}, która określa programy obsługi dla różnych wyjątków.
pt_br: A instrução try-catch consiste em um bloco {0} seguido por uma ou mais cláusulas {1}, que especificam manipuladores para diferentes exceções.
ru: Оператор try-catch состоит из блока {0}, за которым следует одно или несколько предложений {1}, указывающих обработчики для различных исключений.
tr: "try-catch" deyimi bir {0} bloğundan ve ardından gelen ve değişik özel durumlar için işleyiciler belirten bir veya daha fazla {1} yan tümcesinden oluşur.
zh_cn: try-catch 语句由一个 {0} 程序块后接一个或多个 {1} 子句的形式组成，这些子句指定不同异常的处理程序。
zh_tw: try-catch 陳述式包含後接一或多個 {1} 子句的 {0} 區塊，而子句指定不同例外狀況的處理程式。

source: The type argument must be a reference type; this applies also to any class, interface, delegate, or array type.
cs: Argument typu musí být odkazový typ. Platí to taky pro libovolný typ třídy, rozhraní, delegáta nebo pole.
de: Das Typargument muss ein Verweistyp sein. Dies gilt ebenfalls für Klassen-, Schnittstellen-, Delegat- oder Arraytypen.
es: El argumento de tipo debe ser un tipo de referencia; esto se aplica también a cualquier tipo de clase, interfaz, delegado o matriz.
fr: L’argument de type doit être un type de référence. Cela s’applique également à tout type de classe, d’interface, de délégué ou de tableau.
it: L'argomento tipo deve essere un tipo riferimento. Questo si applica anche a qualsiasi classe, interfaccia, delegato o tipo di matrice.
ja: 型引数は、参照型である必要があります。これは、クラス、インターフェイス、デリゲート、または配列型にも当てはまります。
ko: 형식 인수는 참조 형식이어야 합니다. 이 제약 조건은 클래스, 인터페이스, 대리자 또는 배열 형식에도 적용됩니다.
pl: Argument typu musi być typem odwołania. Dotyczy to również dowolnego typu klasy, interfejsu, delegata lub tablicy.
pt_br: O argumento de tipo deve ser um tipo de referência. Isso se aplica também a qualquer classe, interface, delegado ou tipo de matriz.
ru: Аргумент типа должен быть ссылочным типом; это также касается любого типа массива, класса, интерфейса или делегата.
tr: Tür bağımsız değişkeninin bir başvuru türü olması gerekir; bu koşul tüm sınıf, arabirim, temsilci ve dizi türleri için de geçerlidir.
zh_cn: 类型参数必须为引用类型；这同样适用于所有类、接口、委托或数组类型。
zh_tw: 型別引數必須是參考型別; 這也適用於任何類別、介面、委派或陣列型別。

source: The type argument must be a value type. Any value type except Nullable can be specified. See Using Nullable Types (C# Programming Guide) for more information.
cs: Argument typu musí být typ hodnoty. Může se zadat libovolný typ hodnoty kromě Nullable. Další informace najdete v článku Použití typů s povolenou hodnotou Null (Průvodce programováním v C#).
de: Das Typargument muss ein Werttyp sein. Beliebige Werttypen außer 'Nullable' können angegeben werden. Weitere Informationen finden Sie unter 'Verwenden von auf NULL festlegbaren Typen (C#-Programmierhandbuch)'.
es: El argumento de tipo debe ser un tipo de valor. Se puede especificar cualquier tipo de valor excepto Nullable. Para obtener más información, vea el tema sobre el uso de tipos que aceptan valores NULL en la guía de programación de C#.
fr: L’argument de type doit être un type de valeur. Vous pouvez spécifier tout type de valeur, sauf une valeur nullable. Pour plus d’informations, voir Using Nullable Types (Guide de programmation en C#).
it: L'argomento tipo deve essere un tipo valore. È possibile specificare un tipo valore qualsiasi eccetto Nullable. Per altre informazioni, vedere la sezione sull'uso dei tipi nullable nella guida alla programmazione C#.
ja: 型引数は値型である必要があります。Null 許容型以外の任意の値型を指定することができます。詳細は、「Null 許容型の使用」(C# プログラミング ガイド) を参照してください。
ko: 형식 인수가 값 형식이어야 합니다. Nullable을 제외한 값 형식을 지정할 수 있습니다. 자세한 내용은 Nullable 형식 사용(C# 프로그래밍 가이드)을 참조하세요.
pl: Argument typu musi być typem wartości. Można określić dowolny typ wartości poza Nullable. Więcej informacji zawiera temat Using Nullable Types (Używanie typów Nullable) w publikacji C# Programming Guide (Podręcznik programowania w języku C#).
pt_br: O argumento de tipo deve ser um tipo de valor. Qualquer tipo de valor exceto Permite valor nulo pode ser especificado. Consulte Usando Tipos que Permitem Valor Nulo (Guia de Programação do C#) para obter mais informações.
ru: Аргумент типа должен быть типом значения. Можно указать любой тип значения, кроме допускающего значение NULL. Дополнительные сведения см. в разделе об использовании типов, допускающих значение null (в руководстве по программированию на C#).
tr: Tür bağımsız değişkeni bir değer türü olmalıdır. Boş değer dışında herhangi bir değer türü belirtilebilir. Daha fazla bilgi için bkz: Boş Değer Atanabilir Türleri Kullanma (C# Programlama Kılavuzu).
zh_cn: 类型参数必须为值类型。可指定除 Nullable 以外的任何值类型。请参阅“使用可以为 null 的类型(C# 编程指南)”了解详细信息。
zh_tw: 型別引數必須是實值型別。可以指定任何實值型別 (可為 Null 的型別除外)。如需詳細資訊，請參閱＜使用可為 Null 的型別＞(C# 程式設計指南)。

source: The type argument must have a public parameterless constructor. When used together with other constraints, the new() constraint must be specified last.
cs: Argument typu musí mít veřejný konstruktor bez parametrů. Při společném použití s dalšími omezeními musí být omezení new() zadané jako poslední.
de: Das Typargument muss über einen öffentlichen parameterlosen Konstruktor verfügen. Bei Verwendung mit anderen Einschränkungen muss die new()-Einschränkung zuletzt angegeben werden.
es: El argumento de tipo debe tener un constructor sin parámetros público. Cuando se usa con otras restricciones , la restricción new() de especificarse la última.
fr: L’argument de type doit avoir un constructeur sans paramètre public. Utilisée avec d’autres contraintes, la contrainte new() doit être spécifiée en dernier.
it: L'argomento tipo deve contenere un costruttore pubblico senza parametri. Se usato insieme ad altri vincoli, il vincolo new() deve essere specificato per ultimo.
ja: 型引数には、パラメーターなしのパブリック コンストラクターが必要です。他の制約と併用する場合、new() 制約を最後に指定する必要があります。
ko: 형식 인수에 매개 변수가 없는 public 생성자가 있어야 합니다. 다른 제약 조건과 함께 사용하는 경우 new() 제약 조건을 마지막에 지정해야 합니다.
pl: Argument typu musi mieć publiczny konstruktor bez parametrów. W przypadku użycia z innymi ograniczeniami ograniczenie new() musi być określone jako ostatnie.
pt_br: O argumento de tipo deve ter um construtor público sem parâmetros. Quando usado em conjunto com outras restrições, a restrição new() deve ser especificada por último.
ru: Аргумент типа должен иметь общий конструктор без параметров. При использовании совместно с другими ограничениями ограничение new() следует указывать последним.
tr: Tür bağımsız değişkeninin genel bir parametresiz oluşturucu olması gerekir. Başka kısıtlamalarla birlikte kullanıldığında, new() kısıtlaması en son belirtilmelidir.
zh_cn: 类型参数必须具有公共无参数构造函数。与其他约束一起使用时，new() 约束必须最后指定。
zh_tw: 型別引數必須有公用無參數建構函式。與其他條件約束一起使用時，必須最後指定 new() 條件約束。

source: The type of the project or assembly from which this component originates.
cs: Typ projektu nebo sestavení, ze kterého tato komponenta pochází.
de: Der Typ des Projekts oder der Assembly, aus dem bzw. der die Komponente stammt.
es: Tipo de proyecto o ensamblado de donde procede este componente.
fr: Type du projet ou de l’assembly dont ce composant provient.
it: Tipo del progetto o dell'assembly da cui ha origine questo componente.
ja: このコンポーネントの生成元のプロジェクトまたはアセンブリの型。
ko: 이 구성 요소가 제공되는 프로젝트 또는 어셈블리의 형식입니다.
pl: Typ projektu lub zestawu, z którego pochodzi ten składnik.
pt_br: O tipo do projeto ou assembly do qual esse componente se origina.
ru: Тип проекта или сборки, являющихся источником этого компонента.
tr: Bu bileşenin kaynağı olan proje veya bütünleştirilmiş kod türü.
uk: Тип проекту або збірки, звідки походить цей компонент.
zh_cn: 产生此组件的项目或程序集的类型。
zh_tw: 此元件所屬之專案或組件的類型。

source: The uninstallation failed!
cs: Odinstalace nebyla úspěšná!
de: Deinstallationsfehler!
es: Error de desinstalación
fr: La désinstallation a échoué !
it: La disinstallazione non è riuscita.
ja: アンインストールに失敗しました。
ko: 제거하지 못했습니다.
pl: Dezinstalacja nie powiodła się!
pt_br: A desinstalação falhou.
ru: Сбой удаления.
tr: Kaldırılamadı!
uk: Не вдалось видалити додаток!
zh_cn: 卸载失败!
zh_tw: 解除安裝失敗!

source: The uninstallation has completed with warnings.
cs: Odinstalace se dokončila s upozorněními.
de: Die Deinstallation wurde mit Warnungen abgeschlossen.
es: La desinstalación se completó con advertencias.
fr: La désinstallation s’est terminée avec des avertissements.
it: La disinstallazione è stata completata con avvisi.
ja: アンインストールは完了しましたが、警告が発生しました。
ko: 제거가 완료되었지만 경고가 발생했습니다.
pl: Dezinstalacja została ukończona z ostrzeżeniami.
pt_br: A desinstalação foi concluída com avisos.
ru: Удаление завершилось с предупреждениями.
tr: Kaldırma işlemi uyarılarla tamamlandı.
uk: Видалення завершено з попередженнями.
zh_cn: 卸载完成，但出现警告。
zh_tw: 解除安裝完成，但有警告。

source: The user choose not to migrate the project
cs: Uživatel se rozhodl tento projekt nemigrovat.
de: Der Benutzer hat sich gegen die Migration des Projekts entschieden.
es: El usuario eligió no migrar el proyecto.
fr: L'utilisateur choisit de ne pas migrer le projet
ja: ユーザーはプロジェクトを移行しないことを選択しました
ko: 사용자가 프로젝트를 마이그레이션하지 않도록 선택합니다.
pl: Użytkownik nie chce migrować projektu
pt_br: O usuário optou por não migrar o projeto
ru: Пользователь отказался от переноса проекта.
tr: Kullanıcı, projeyi geçirmemeyi seçti

source: The user name and email configured for the Git repository does not match the user information configured in MonoDevelop. Which user information do you want to use?
cs: Uživatelské jméno a e-mail nakonfigurované pro úložiště Git neodpovídají informacím o uživateli nakonfigurovaným v MonoDevelopu. Jaké informace o uživateli chcete použít?
de: Der für das Git-Repository konfigurierte Benutzername und die E-Mail stimmen nicht mit den in MonoDevelop konfigurierten Benutzerinformationen überein. Welche Benutzerinformationen möchten Sie verwenden?
es: El nombre de usuario y el correo electrónico configurados para el repositorio Git no coinciden con la información de usuario configurada en MonoDevelop. ¿Qué información de usuario quiere usar?
fr: Le nom et l’adresse e-mail de l’utilisateur configurés pour le dépôt Git ne correspondent pas aux informations utilisateur configurées dans MonoDevelop. Quelles informations utilisateur voulez-vous utiliser ?
it: Il nome utente e l'indirizzo di posta elettronica configurati per il repository GIT non corrisponde alle informazioni utente configurate in MonoDevelop. Quali informazioni utente si vuole usare?
ja: Git リポジトリに構成されているユーザー名とメールが MonoDevelop で構成されているユーザー情報と一致しません。どちらのユーザー情報を使用しますか。
ko: Git 리포지토리에 대해 구성된 사용자 이름과 전자 메일이 MonoDevelop에서 구성된 사용자 정보와 일치하지 않습니다. 사용할 사용자 정보를 선택하세요.
pl: Nazwa użytkownika i adres e-mail skonfigurowany dla repozytorium Git nie są zgodne z informacjami o użytkowniku skonfigurowanymi w środowisku MonoDevelop. Których informacji o użytkowniku użyć?
pt_br: O nome de usuário e email configurados para o repositório Git não correspondem às informações de usuário configuradas no MonoDevelop. Quais informações de usuário você deseja usar?
ru: Электронная почта и имя пользователя, настроенные для репозитория Git, не соответствуют сведениям о пользователе, заданным в MonoDevelop. Какие сведения о пользователе вы хотите использовать?
tr: Git deposunda yapılandırılan kullanıcı adı ve e-posta, MonoDevelop içinde yapılandırılan kullanıcı bilgileriyle eşleşmiyor. Hangi kullanıcı bilgilerini kullanmak istiyorsunuz?
uk: Ім'я та електронна адреса, вказані для сховища Git, не відповідають інформації про користувача, вказаній у MonoDevelop. Які дані про користувача використати?
zh_cn: 为 GIT 存储库配置的用户名和电子邮件与 MonoDevelop 中配置的用户信息不匹配。你要使用哪个用户信息?
zh_tw: 為 Git 存放庫所設定的使用者名稱和電子郵件不符合 MonoDevelop 中所設定的使用者資訊。您要使用哪些使用者資訊?

source: The web reference could not be added
cs: Webový odkaz se nepodařilo přidat.
de: Der Webverweis konnte nicht hinzugefügt werden.
es: No se puede agregar la referencia web
fr: Nous n’avons pas pu ajouter la référence web
it: Non è stato possibile aggiungere il riferimento Web
ja: Web 参照を追加できませんでした
ko: 웹 참조를 추가할 수 없습니다.
pl: Nie można dodać tego odwołania sieci Web
pt_br: Não foi possível adicionar a referência Web
ru: Не удалось добавить веб-ссылку.
tr: Web başvurusu eklenemedi
zh_cn: 无法添加该 Web 引用
zh_tw: 無法新增 Web 參考

source: The web server exited with code: {0}
cs: Webový server se ukončil s tímto kódem: {0}
de: Der Webserver wurde mit dem Code {0} beendet.
es: El servidor web se cerró con el código: {0}
fr: Le serveur web s’est fermé avec le code : {0}
it: Il server Web è stato chiuso. Codice: {0}
ja: Web サーバーはコード {0} で終了しました
ko: 웹 서버가 종료되었습니다(코드: {0}).
pl: Serwer sieci Web zakończył pracę z kodem: {0}
pt_br: O servidor Web foi encerrado com o código: {0}
ru: Веб-сервер завершил работу с кодом: {0}
tr: Web sunucusu şu kodla çıkış yaptı: {0}
zh_cn: Web 服务器退出，代码: {0}
zh_tw: 網頁伺服器結束，代碼為: {0}

source: The web service '{0}' already exists with the name '{1}'
cs: Webová služba {0} s názvem {1} už existuje.
de: Der Webdienst '{0}' ist bereits unter dem Namen '{1}' vorhanden.
es: El servicio Web '{0}' ya existe con el nombre '{1}'
fr: Le service web « {0} » existe déjà sous le nom « {1} »
it: Esiste già un servizio Web '{0}' denominato '{1}'
ja: 名前 '{1}' の Web サービス '{0}' は既に存在します
ko: 이름이 '{1}'인 웹 서비스 '{0}'이(가) 이미 있습니다.
pl: Usługa sieci Web „{0}” o nazwie „{1}” już istnieje
pt_br: O serviço Web '{0}' já existe com o nome '{1}'
ru: Веб-служба "{0}" уже существует с именем "{1}"
tr: '{0}' web servisi '{1}' adıyla zaten var
uk: Веб-сервіс '{0}' вже існує з назвою '{1}'
zh_cn: 已存在名为“{1}”的 Web 服务“{0}”
zh_tw: 已有名為 '{1}' 的 Web 服務 '{0}'。
