Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: A {0} type is a value type that can contain constructors, constants, fields, methods, properties, indexers, operators, events, and nested types.
cs: Typ {0} je typ hodnoty, který může obsahovat konstruktory, konstanty, pole, metody, vlastnosti, indexery, operátory, události a vnořené typy.
de: Ein {0}-Typ ist ein Werttyp, der Konstruktoren, Konstanten, Felder, Methoden, Eigenschaften, Indexer, Operatoren, Ereignisse und geschachtelte Typen enthalten kann.
es: Un tipo {0} es un tipo de valor que puede contener constructores, constantes, campos, métodos, propiedades, indexadores, operadores, eventos y tipos anidados.
fr: Un type {0} est un type de valeur pouvant contenir des constructeurs, des constantes, des champs, des méthodes, des propriétés, des indexeurs, des opérateurs, des événements et des types imbriqués.
it: Un tipo {0} è un tipo valore che può contenere costruttori, costanti, campi, metodi, proprietà, indicizzatori, operatori, eventi e tipi annidati.
ja: {0} 型は、コンストラクター、定数、フィールド、メソッド、プロパティ、インデクサー、演算子、イベント、および入れ子にされた型を含めることができる値型です。
ko: {0} 형식은 생성자, 상수, 필드, 메서드, 속성, 인덱서, 연산자, 이벤트 및 중첩 형식이 포함될 수 있는 값 형식입니다.
pl: Typ {0} jest typem wartości, który może zawierać konstruktory, stałe, pola, metody, właściwości, indeksatory, operatory, zdarzenia i typy zagnieżdżone.
pt_br: Um tipo {0} é um tipo de valor que contém construtores, constantes, campos, métodos, propriedades, indexadores, operadores, eventos e tipos aninhados.
ru: Тип {0} является типом значения, который может содержать конструкторы, константы, поля, методы, свойства, индексаторы, операторы, события и вложенные типы.
tr: Bir {0} türü, oluşturucular, sabitler, alanlar, metotlar, özellikler, dizin oluşturucular, işleçler, olaylar ve iç içe türler içerebilecek bir değer türüdür.
zh_cn: {0} 类型是一种可以包含构造函数、常量、字段、方法、属性、索引器、运算符、事件和嵌套类型的值类型。
zh_tw: {0} 類型是可包含建構函式、常數、欄位、方法、屬性、索引子、運算子、事件及巢狀型別的實值型別。

source: API Documentation
cs: Dokumentace k rozhraní API
de: API-Dokumentation
es: Documentación de API
fr: Documentation sur l’API
it: Documentazione API
ja: API ドキュメント
ko: API 문서
pl: Dokumentacja interfejsu API
pt_br: Documentação da API
ru: Документация по API
tr: API Belgeleri
uk: Документація API
zh_cn: API 文档
zh_tw: API 文件

source: ASP.NET Controls
cs: Ovládací prvky ASP.NET
de: ASP.NET-Steuerelemente
es: Controles ASP.NET
fr: Contrôles ASP.NET
it: Controlli ASP.NET
ja: ASP.NET コントロール
ko: ASP.NET 컨트롤
pl: Kontrolki ASP.NET
pt_br: Controles ASP.NET
ru: Элементы управления ASP.NET
tr: ASP.NET Denetimleri
uk: Елементи керування ASP.NET
zh_cn: ASP.NET 控件
zh_tw: ASP.NET 控制項

source: ASP.NET Directory
cs: Adresář ASP.NET
de: ASP.NET-Verzeichnis:
es: Directorio ASP.NET
fr: Répertoire ASP.NET
it: Directory ASP.NET
ja: ASP.NET ディレクトリ
ko: ASP.NET 디렉터리
pl: Katalog platformy ASP.NET
pt_br: Diretório ASP.NET
ru: Каталог ASP.NET
tr: ASP.NET Dizini
uk: Тека ASP.NET
zh_cn: ASP.NET 目录
zh_tw: ASP.NET 目錄

source: ASP.NET Files
cs: Soubory ASP.NET
de: ASP.NET-Dateien
es: Archivos ASP.NET
fr: Fichiers ASP.NET
it: File ASP.NET
ja: ASP.NET ファイル
ko: ASP.NET 파일
pl: Pliki ASP.NET
pt_br: Arquivos ASP.NET
ru: Файлы ASP.NET
tr: ASP.NET Dosyaları
uk: Файли ASP.NET
zh_cn: ASP.NET 文件
zh_tw: ASP.NET 檔案

source: ASP.NET Global.asax
cs: Global.asax pro ASP.NET
de: ASP.NET-Datei 'Global.asax'
es: Global.asax de ASP.NET
fr: Global.asax ASP.NET
it: Global.asax ASP.NET
pl: Plik Global.asax platformy ASP.NET
ru: Global.asax ASP.NET

source: ASP.NET HTML encoded expression
cs: Výraz ASP.NET kódovaný jako HTML
de: HTML-codierter ASP.NET-Ausdruck
es: Expresión codificada en HTML de ASP.NET
fr: Expression codée au format HTML ASP.NET
it: Espressione codificata HTML ASP.NET
ja: ASP.NET HTML エンコード式
ko: ASP.NET HTML 인코딩 식
pl: Wyrażenie ASP.NET z kodowaniem HTML
pt_br: Expressão codificada em HTML ASP.NET
ru: Выражение с кодировкой HTML ASP.NET
tr: ASP.NET HTML kodlu ifade
uk: ASP.NET вираз з кодуванням HTML
zh_cn: ASP.NET HTML 编码表达式
zh_tw: ASP.NET HTML 編碼運算式

source: ASP.NET MVC
it: MVC ASP.NET
ru: MVC ASP.NET

source: ASP.NET MVC Controller
cs: Kontroler ASP.NET MVC
es: Controlador ASP.NET MVC
fr: Contrôleur ASP.NET MVC
it: Controller MVC ASP.NET
ja: ASP.NET MVC コントローラー
ko: ASP.NET MVC 컨트롤러
pl: Kontroler składnika ASP.NET MVC
pt_br: Controlador ASP.NET MVC
ru: Контроллер MVC ASP.NET
tr: ASP.NET MVC Denetleyicisi
uk: Контролер ASP.NET MVC
zh_cn: ASP.NET MVC 控制器
zh_tw: ASP.NET MVC 控制器

source: ASP.NET MVC Layout Page (Razor)
cs: Stránka rozložení ASP.NET MVC (Razor)
de: ASP.NET MVC-Layoutseite (Razor)
es: Página de diseño ASP.NET MVC (Razor)
fr: Page de disposition ASP.NET MVC (Razor)
it: Pagina di layout MVC ASP.NET (Razor)
ja: ASP.NET MVC レイアウト ページ (Razor)
ko: ASP.NET MVC 레이아웃 페이지(Razor)
pl: Strona układu składnika ASP.NET MVC (Razor)
pt_br: Página de Layout ASP.NET MVC (Razor)
ru: Страница макета MVC ASP.NET (Razor)
tr: ASP.NET MVC Düzen Sayfası (Razor)
uk: Сторінка макету ASP.NET MVC (Razor)
zh_cn: ASP.NET MVC 布局页面(Razor)
zh_tw: ASP.NET 版面配置頁 (Razor)

source: ASP.NET MVC Master Page
cs: Hlavní stránka ASP.NET MVC
de: ASP.NET MVC-Masterseite
es: Página maestra ASP.NET MVC
fr: Page maître ASP.NET MVC
it: Pagina master MVC ASP.NET
ja: ASP.NET MVC マスター ページ
ko: ASP.NET MVC 마스터 페이지
pl: Strona wzorcowa składnika ASP.NET MVC
pt_br: Página Mestra ASP.NET MVC
ru: Эталонная страница MVC ASP.NET
tr: ASP.NET MVC Ana Sayfası
uk: Головна сторінка ASP.NET MVC
zh_cn: ASP.NET MVC 母版页
zh_tw: ASP.NET MVC 主版頁面

source: ASP.NET MVC Partial View Page (Razor)
cs: Stránka částečného zobrazení ASP.NET MVC (Razor)
de: ASP.NET MVC-Teilansichtsseite (Razor)
es: Página de vista parcial ASP.NET MVC (Razor)
fr: Page de vue partielle ASP.NET MVC (Razor)
it: Pagina di visualizzazione parziale MVC ASP.NET (Razor)
ja: ASP.NET MVC 部分ビュー ページ (Razor)
ko: ASP.NET MVC 부분 뷰 페이지(Razor)
pl: Strona widoku częściowego składnika ASP.NET MVC (Razor)
pt_br: Página de Exibição Parcial ASP.NET MVC (Razor)
ru: Страница частичного представления MVC ASP.NET (Razor)
tr: ASP.NET MVC Kısmi Görünüm Sayfası (Razor)
uk: Сторінка часткового представлення ASP.NET MVC Partial (Razor)
zh_cn: ASP.NET MVC 分部视图页面(Razor)
zh_tw: ASP.NET MVC 部分檢視頁面 (Razor)

source: ASP.NET MVC Project
cs: Projekt ASP.NET MVC
de: ASP.NET MVC-Projekt
es: Proyecto ASP.NET MVC
fr: Projet ASP.NET MVC
it: Progetto MVC ASP.NET
ja: ASP.NET MVC プロジェクト
ko: ASP.NET MVC 프로젝트
pl: Projekt składnika ASP.NET MVC
pt_br: Projeto ASP.NET MVC
ru: Проект MVC ASP.NET
tr: ASP.NET MVC Projesi
uk: Проект ASP.NET MVC
zh_cn: ASP.NET MVC 项目
zh_tw: ASP.NET MVC 專案

source: ASP.NET MVC View Content
cs: Obsah zobrazení ASP.NET MVC
de: ASP.NET MVC-Ansichtsinhalt
es: Contenido de vista ASP.NET MVC
fr: Contenu de vue ASP.NET MVC
it: Contenuto visualizzazione MVC ASP.NET
ja: ASP.NET MVC ビュー コンテンツ
ko: ASP.NET MVC 뷰 콘텐츠
pl: Zawartość widoku składnika ASP.NET MVC
pt_br: Conteúdo de Exibição do ASP.NET MVC
ru: Содержимое представления MVC ASP.NET
tr: ASP.NET MVC Görünüm İçeriği
uk: Вмісту представлення ASP.NET MVC
zh_cn: ASP.NET MVC 视图内容
zh_tw: ASP.NET MVC 檢視內容

source: ASP.NET MVC View Page
cs: Stránka zobrazení ASP.NET MVC
de: ASP.NET MVC-Ansichtsseite
es: Página de vista ASP.NET MVC
fr: Page de vue ASP.NET MVC
it: Pagina di visualizzazione MVC ASP.NET
ja: ASP.NET MVC ビュー ページ
ko: ASP.NET MVC 뷰 페이지
pl: Strona widoku składnika ASP.NET MVC
pt_br: Página de Exibição do ASP.NET MVC
ru: Страница представления MVC ASP.NET
tr: ASP.NET MVC Görünüm Sayfası
uk: Сторінка представлення ASP.NET MVC
zh_cn: ASP.NET MVC 视图页面
zh_tw: ASP.NET MVC 檢視頁面

source: ASP.NET MVC View Page (Razor)
cs: Stránka zobrazení ASP.NET MVC (Razor)
de: ASP.NET MVC-Ansichtsseite (Razor)
es: Página de vista ASP.NET MVC (Razor)
fr: Page de vue ASP.NET MVC (Razor)
it: Pagina di visualizzazione MVC ASP.NET (Razor)
ja: ASP.NET MVC ビュー ページ (Razor)
ko: ASP.NET MVC 뷰 페이지(Razor)
pl: Strona widoku składnika ASP.NET MVC (Razor)
pt_br: Página de Exibição do ASP.NET MVC (Razor)
ru: Страница представления MVC ASP.NET (Razor)
tr: ASP.NET MVC Görünüm Sayfası (Razor)
uk: Сторінка представлення ASP.NET MVC (Razor)
zh_cn: ASP.NET MVC 视图页面(Razor)
zh_tw: ASP.NET MVC 檢視頁面 (Razor)

source: ASP.NET MVC View User Control
cs: Uživatelský ovládací prvek zobrazení ASP.NET MVC
de: ASP.NET MVC-Ansichts-Benutzersteuerelement
es: Control de usuario de vista ASP.NET MVC
fr: Contrôle utilisateur de vue ASP.NET MVC
it: Controllo utente per visualizzazione MVC ASP.NET
ja: ASP.NET MVC ビュー ユーザー コントロール
ko: ASP.NET MVC 뷰 사용자 정의 컨트롤
pl: Kontrolka użytkownika widoku składnika ASP.NET MVC
pt_br: Controle de Usuário de Exibição do ASP.NET MVC
ru: Пользовательский элемент управления представления MVC ASP.NET
tr: ASP.NET MVC Görünümü Kullanıcı Denetimi
uk: Елемент керування представлення ASP.NET MVC
zh_cn: ASP.NET MVC 视图用户控件
zh_tw: ASP.NET MVC 檢視使用者控制項

source: ASP.NET MVC Views Configuration
cs: Konfigurace zobrazení ASP.NET MVC
de: ASP.NET MVC-Ansichtskonfiguration
es: Configuración de vistas ASP.NET MVC
fr: Configuration des vues ASP.NET MVC
it: Configurazione visualizzazioni MVC ASP.NET
ja: ASP.NET MVC ビュー構成
ko: ASP.NET MVC 뷰 구성
pl: Konfiguracja widoków składnika ASP.NET MVC
pt_br: Configuração de Exibições ASP.NET MVC
ru: Конфигурация представлений MVC ASP.NET
tr: ASP.NET MVC Görünümleri Yapılandırması
uk: Конфігурація представлень ASP.NET MVC
zh_cn: ASP.NET MVC 视图配置
zh_tw: ASP.NET MVC 檢視組態

source: ASP.NET Web Forms Project
cs: Projekt ASP.NET Web Forms
de: ASP.NET Web Forms-Projekt
es: Proyecto de ASP.NET Web Forms
fr: Projet ASP.NET Web Forms
it: Progetto Web Form ASP.NET
ja: ASP.NET Web Forms プロジェクト
ko: ASP.NET Web Forms 프로젝트
pl: Projekt platformy ASP.NET Web Forms
pt_br: Projeto ASP.NET Web Forms
ru: Проект ASP.NET Web Forms
tr: ASP.NET Web Forms Projesi
uk: Проект ASP.NET Web Forms
zh_cn: ASP.NET Web 窗体项目
zh_tw: ASP.NET Web Form 專案

source: ASP.NET databinding expression
cs: Výraz datové vazby ASP.NET
de: ASP.NET-Datenbindungsausdruck
es: Expresión de enlace de datos ASP.NET
fr: Expression databinding ASP.NET
it: Espressione di data binding ASP.NET
ja: ASP.NET データ バインディング式
ko: ASP.NET 데이터 바인딩 식
pl: Wyrażenie wiążące dane ASP.NET
pt_br: Expressão de associação de dados ASP.NET
ru: Выражение привязки данных ASP.NET
tr: ASP.NET veri bağlama ifadesi
uk: Вираз зв’язування даних ASP.NET
zh_cn: ASP.NET 数据绑定表达式
zh_tw: ASP.NET 資料繫結運算式

source: ASP.NET directive
cs: Direktiva ASP.NET
de: ASP.NET-Direktive
es: Directiva ASP.NET
fr: Directive ASP.NET
it: Direttiva ASP.NET
ja: ASP.NET ディレクティブ
ko: ASP.NET 지시문
pl: Dyrektywa ASP.NET
pt_br: Diretiva ASP.NET
ru: Директива ASP.NET
tr: ASP.NET yönergesi
uk: Директива ASP.NET
zh_cn: ASP.NET 指令
zh_tw: ASP.NET 指示詞

source: ASP.NET global application class
cs: Globální třída aplikace ASP.NET
de: Globale ASP.NET-Anwendungsklasse
es: Clase de aplicación global ASP.NET
fr: Classe d’application globale ASP.NET
it: Classe di applicazione globale ASP.NET
ja: ASP.NET グローバル アプリケーション クラス
ko: ASP.NET 전역 애플리케이션 클래스
pl: Klasa globalna aplikacji ASP.NET
pt_br: Classe de aplicativo global ASP.NET
ru: Глобальный класс приложения ASP.NET
tr: ASP.NET genel uygulama sınıfı
uk: Глобальний програмний клас ASP.NET
zh_cn: ASP.NET 全局应用程序类
zh_tw: ASP.NET 全域應用程式類別

source: ASP.NET handler
cs: Obslužná rutina ASP.NET
es: Controlador ASP.NET
fr: Gestionnaire ASP.NET
it: Gestore ASP.NET
ja: ASP.NET ハンドラー
ko: ASP.NET 처리기
pl: Procedura obsługi ASP.NET
pt_br: Manipulador ASP.NET
ru: Обработчик ASP.NET
tr: ASP.NET işleyicisi
uk: Обробник ASP.NET
zh_cn: ASP.NET 处理程序
zh_tw: ASP.NET 處理常式

source: ASP.NET image generator
cs: Generátor obrázků ASP.NET
de: ASP.NET-Bildgenerator
es: Generador de imágenes ASP.NET
fr: Générateur d’images ASP.NET
it: Generatore di immagini ASP.NET
ja: ASP.NET イメージ ジェネレーター
ko: ASP.NET 이미지 생성기
pl: Generator obrazów ASP.NET
pt_br: Gerador de imagem ASP.NET
ru: Генератор изображений ASP.NET
tr: ASP.NET görüntü oluşturucu
uk: Генератор зображень ASP.NET
zh_cn: ASP.NET 图像生成器
zh_tw: ASP.NET 影像產生器

source: ASP.NET is not supported for unknown runtime version '{0}'.
cs: ASP.NET se nepodporuje pro neznámou verzi modulu runtime {0}.
de: ASP.NET wird für die unbekannte Laufzeitversion {0} nicht unterstützt.
es: ASP.NET no se admite para la versión de tiempo de ejecución desconocida '{0}'.
fr: ASP.NET n’est pas pris en charge pour la version de runtime inconnue « {0} ».
it: ASP.NET non è supportato per la versione '{0}' del runtime sconosciuto.
ja: ASP.NET は、不明なランタイム バージョン '{0}' ではサポートされていません。
ko: ASP.NET이 알 수 없는 런타임 버전 '{0}'에 지원되지 않습니다.
pl: Platforma ASP.NET nie jest obsługiwana w nieznanej wersji środowiska uruchomieniowego „{0}”.
pt_br: O ASP.NET não tem suporte na versão de tempo de execução desconhecida '{0}'.
ru: ASP.NET не поддерживается для неизвестной версии среды выполнения "{0}".
tr: ASP.NET, bilinmeyen çalışma zamanı sürümü '{0}' için desteklenmiyor.
zh_cn: 未知运行时版本“{0}”不支持 ASP.NET
zh_tw: 未知的執行階段版本 '{0}' 不支援 ASP.NET。

source: ASP.NET master page
cs: Hlavní stránka ASP.NET
de: ASP.NET-Masterseite
es: Página maestra ASP.NET
fr: Page maître ASP.NET
it: Pagina master ASP.NET
ja: ASP.NET マスター ページ
ko: ASP.NET 마스터 페이지
pl: Strona wzorcowa ASP.NET
pt_br: Página mestra ASP.NET
ru: Эталонная страница ASP.NET
tr: ASP.NET ana sayfası
uk: Головна сторінка ASP.NET
zh_cn: ASP.NET 母版页
zh_tw: ASP.NET 主版頁面

source: ASP.NET page
cs: Stránka ASP.NET
de: ASP.NET-Seite
es: Página ASP.NET
fr: Page ASP.NET
it: Pagina ASP.NET
ja: ASP.NET ページ
ko: ASP.NET 페이지
pl: Strona ASP.NET
pt_br: Página ASP.NET
ru: Страница ASP.NET
tr: ASP.NET sayfası
uk: Сторінка ASP.NET
zh_cn: ASP.NET 页面
zh_tw: ASP.NET 頁面

source: ASP.NET render block
cs: Vykreslovací blok ASP.NET
es: Bloque de representación ASP.NET
fr: Bloc de rendu ASP.NET
it: Blocco di rendering ASP.NET
ja: ASP.NET レンダー ブロック
ko: ASP.NET 렌더링 블록
pl: Blok renderowania ASP.NET
pt_br: Bloco de renderização ASP.NET
ru: Блок отрисовки ASP.NET
tr: ASP.NET oluşturma bloğu
zh_cn: ASP.NET 呈现程序块
zh_tw: ASP.NET 呈現區塊

source: ASP.NET render expression
cs: Vykreslovací výraz ASP.NET
de: ASP.NET-Renderausdruck
es: Expresión de representación ASP.NET
fr: Expression de rendu ASP.NET
it: Espressione di rendering ASP.NET
ja: ASP.NET レンダー式
ko: ASP.NET 렌더링 식
pl: Wyrażenie renderowania ASP.NET
pt_br: Expressão de renderização ASP.NET
ru: Выражение отрисовки ASP.NET
tr: ASP.NET oluşturma ifadesi
zh_cn: ASP.NET 呈现表达式
zh_tw: ASP.NET 呈現運算式

source: ASP.NET resource expression
cs: Výraz prostředku ASP.NET
de: ASP.NET-Ressourcenausdruck
es: Expresión de recurso ASP.NET
fr: Expression de ressource ASP.NET
it: Espressione di risorsa ASP.NET
ja: ASP.NET リソース式
ko: ASP.NET 리소스 식
pl: Wyrażenie zasobów ASP.NET
pt_br: Expressão de recurso ASP.NET
ru: Выражение ресурса ASP.NET
tr: ASP.NET kaynak ifadesi
zh_cn: ASP.NET 资源表达式
zh_tw: ASP.NET 資源運算式

source: ASP.NET server-side comment
cs: Komentář ASP.NET na straně serveru
de: Serverseitiger ASP.NET-Kommentar
es: Comentario del lado servidor ASP.NET
fr: Commentaire côté serveur ASP.NET
it: Commento lato server ASP.NET
ja: ASP.NET サーバー側コメント
ko: ASP.NET 서버 쪽 주석
pl: Komentarz po stronie serwera ASP.NET
pt_br: Comentário do lado do servidor ASP.NET
ru: Комментарий на стороне сервера ASP.NET
tr: ASP.NET sunucu tarafı açıklaması
zh_cn: ASP.NET 服务器端注释
zh_tw: ASP.NET 伺服器端註解

source: ASP.NET user control
cs: Uživatelský ovládací prvek ASP.NET
de: ASP.NET-Benutzersteuerelement
es: Control de usuario ASP.NET
fr: Contrôle utilisateur ASP.NET
it: Controllo utente ASP.NET
ja: ASP.NET ユーザー コントロール
ko: ASP.NET 사용자 정의 컨트롤
pl: Kontrolka użytkownika ASP.NET
pt_br: Controle de usuário ASP.NET
ru: Пользовательский элемент управления ASP.NET
tr: ASP.NET kullanıcı denetimi
uk: Користувацький компонент ASP.NET.
zh_cn: ASP.NET 用户控件
zh_tw: ASP.NET 使用者控制項

source: ASP.NET web service
cs: Webová služba ASP.NET
de: ASP.NET-Webdienst
es: Servicio web ASP.NET
fr: Service web ASP.NET
it: Servizio Web ASP.NET
ja: ASP.NET Web サービス
ko: ASP.NET 웹 서비스
pl: Usługa sieci Web ASP.NET
pt_br: Serviço Web ASP.NET
ru: Веб-служба ASP.NET
tr: ASP.NET web hizmeti
uk: Веб-сервіс ASP.NET
zh_cn: ASP.NET Web 服务
zh_tw: ASP.NET Web 服務

source: A_cronym:
cs: Z_kratka:
de: A_kronym:
es: A_crónimo:
fr: A_cronyme :
it: A_cronimo:
ja: 頭字語(_C):
ko: 머리글자어(_C):
pl: A_kronim:
pt_br: A_crônimo:
ru: А_кроним:
tr: Kısal_tma:
zh_cn: 首字母缩略词(_C):
zh_tw: 縮略字(_C):

source: A_utomatically insert parentheses after completion:
cs: A_utomaticky vkládat závorky po dokončení:
de: A_utomatisch Klammern nach Vervollständigung einfügen:
es: Insertar paréntesis a_utomáticamente tras el completado:
fr: Insérer a_utomatiquement les parenthèses après complétion :
it: Inserisci a_utomaticamente le parentesi dopo il completamento:
ja: 補完後にかっこを自動挿入する(_U):
ko: 완성 후 자동으로 괄호 삽입(_U):
pl: A_utomatycznie wstaw nawiasy po uzupełnieniu:
pt_br: Inserir parênteses a_utomaticamente após a conclusão:
ru: _Автоматически вставлять круглые скобки после завершения:
tr: Tamamlanmadan sonra _otomatik olarak parantez ekle:
uk: А_втоматично вставляти круглу дужку після завершення:
zh_cn: 完成后自动插入圆括号(_U):
zh_tw: 自動在完成後插入括弧(_U):

source: Abort Update
cs: Přerušit aktualizaci
de: Update abbrechen
es: Anular actualización
fr: Abandonner la mise à jour
it: Annulla aggiornamento
ja: 更新の中止
ko: 업데이트 중단
pl: Przerwij aktualizację
pt_br: Anular Atualização
ru: Прервать обновление
tr: Güncelleştirmeyi Durdur
uk: Припинити оновлення
zh_cn: 中止更新
zh_tw: 中止更新

source: About {0}
cs: O produktu {0}
de: Über {0}
es: _Acerca de {0}
fr: À propos de {0}
it: Informazioni su {0}
ja: {0} のバージョン情報
ko: {0} 정보
pl: {0} — informacje
pt_br: Sobre o {0}
ru: О программе {0}
tr: {0} Hakkında
uk: Про {0}
zh_cn: 关于 {0}
zh_tw: 關於 {0}

source: Absolute or relative to App URL
cs: Absolutní nebo relativní vůči adrese URL aplikace
de: Absolut oder relativ zur App-URL
es: Absoluta o relativa a la dirección URL de la aplicación
fr: URL absolue ou relative à l'application
ja: 絶対 URL またはアプリからの相対 URL
ko: 앱 URL에 대해 절대적이거나 상대적임
pl: Bezwzględny lub względny adres URL do aplikacji
pt_br: Absoluto ou relativo à URL do aplicativo
ru: Абсолютный или относительный URL-адрес приложения
tr: Uygulama URL'sinin mutlak veya göreli yolu

source: Accept
cs: Přijmout
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta merge
ja: 同意する
ko: 동의
pl: Zaakceptuj
pt_br: Aceitar
ru: Принять
tr: Kabul Et

source: Accept Client Certificates
cs: Přijímat klientské certifikáty
de: Clientzertifikate akzeptieren
es: Aceptar certificados de cliente
fr: Accepter les certificats clients
it: Accetta certificati client
ja: クライアント証明書を受諾する
ko: 클라이언트 인증서 수락
pl: Akceptuj certyfikaty klienta
pt_br: Aceitar Certificados de Clientes
ru: Принять сертификаты клиента
tr: İstemci Sertifikalarını Kabul Et
uk: Прийняти клієнтський сертифікат
zh_cn: 接受客户端证书
zh_tw: 接受客戶端憑證

source: Accept Merge
cs: Přijmout sloučení
de: Zusammenführen akzeptieren
es: Aceptar fusión mediante combinación
fr: Accepter la fusion
it: Accetta merge
ja: マージの許可
ko: 병합 수락
pl: Zaakceptuj scalenie
pt_br: Aceitar Mesclagem
ru: Принять слияние
tr: Birleştirmeyi Kabul Et
uk: Прийняти злиття
zh_cn: 接受合并
zh_tw: 接受合併

source: Accept this certificate permanently
cs: Přijmout tento certifikát trvale
de: Dieses Zertifikat immer akzeptieren
es: Aceptar este certificado permanentemente
fr: Accepter ce certificat de façon permanente
it: Accetta questo certificato definitivamente
ja: この証明書を永久に受け入れる
ko: 영구적으로 이 인증서 수락
pl: Trwale zaakceptuj ten certyfikat
pt_br: Aceitar este certificado permanentemente
ru: Принять этот сертификат окончательно
tr: Sertifikayı kalıcı olarak kabul et
uk: Завжди приймати цей сертифікат
zh_cn: 永久接受此证书
zh_tw: 永久接受此憑證

source: Accept this certificate temporarily for this session
cs: Přijmout tento certifikát dočasně pro tuto relaci
de: Dieses Zertifikat nur für diese Sitzung akzeptieren
es: Aceptar este certificado temporalmente para esta sesión
fr: Accepter ce certificat temporairement pour cette session
it: Accetta questo certificato temporaneamente per questa sessione
ja: この証明書をこのセッションで一時的に受け入れる
ko: 이 세션에 대해 일시적으로 이 인증서 수락
pl: Zaakceptuj ten certyfikat tymczasowo dla tej sesji
pt_br: Aceitar este certificado temporariamente para esta sessão
ru: Принять этот сертификат временно для данного сеанса
tr: Sertifikayı yalnızca bu oturum için geçici olarak kabul et
uk: Прийняти цей сертифікат на час цього сеансу
zh_cn: 为此会话暂时接受此证书
zh_tw: 在此工作階段暫時接受此憑證

source: Access last element of a collection
cs: Přístup k poslednímu elementu kolekce
de: Auf das letzte Element einer Auflistung zugreifen
es: Acceder al último elemento de una colección
fr: Accéder au dernier élément d’une collection
it: Accede all'ultimo elemento di una raccolta
ja: コレクションの最後の要素にアクセス
ko: 컬렉션의 마지막 요소에 액세스
pl: Dostęp do ostatniego elementu kolekcji
pt_br: Acessa o último elemento de uma coleção
ru: Обращение к последнему элементу в коллекции
tr: Koleksiyonun son öğesine erişim
uk: Доступ до останнього елементу колекції
zh_cn: 访问集合中的最后一个元素
zh_tw: 存取集合的最後一個元素

source: Access level:
cs: Úroveň přístupu:
de: Zugriffsebene:
es: Nivel de acceso:
fr: Niveau d’accès :
it: Livello di accesso:
ja: アクセス レベル:
ko: 액세스 수준:
pl: Poziom dostępu:
pt_br: Nível de acesso:
ru: Уровень доступа:
tr: Erişim düzeyi:
uk: Рівень доступу:
zh_cn: 访问级别:
zh_tw: 存取層級:

source: Access:
cs: Přístup:
de: Zugriff:
es: Acceso:
fr: Accès :
ja: アクセス:
ko: 액세스:
pl: Dostęp:
pt_br: Acesso:
ru: Доступ:
tr: Erişim:

source: Accessibility
cs: Zpřístupnění
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
pl: Ułatwienia dostępu
pt_br: Acessibilidade
ru: Специальные возможности
tr: Erişilebilirlik
uk: Доступність
zh_cn: 辅助功能
zh_tw: 協助工具

source: Action
cs: Akce
de: Aktion
es: Acción
it: Azione
ja: アクション
ko: 작업
pl: Akcja
pt_br: Ação
ru: Действие
tr: Eylem
uk: Дія
zh_cn: 操作
zh_tw: 動作

source: Action Group
cs: Skupina akcí
de: Aktionsgruppe
es: Grupo de acciones
fr: Groupe d'actions
ja: アクション グループ
ko: 작업 그룹
pl: Grupa akcji
pt_br: Grupo de Ações
ru: Группа действий
tr: Eylem Grubu

source: Action Group Editor
cs: Editor skupiny akcí
de: Aktionsgruppen-Editor
es: Editor de grupos de acciones
fr: Éditeur de groupe d’actions
it: Editor gruppi di azioni
ja: アクション グループのエディター
ko: 작업 그룹 편집기
pl: Edytor grupy akcji
pt_br: Editor de Grupo de Ação
ru: Редактор групп действий
tr: Eylem Grubu Düzenleyicisi
uk: Редактор групи дій
zh_cn: 操作组编辑器
zh_tw: 動作群組編輯器

source: Action Group:
cs: Skupina akcí:
de: Aktionsgruppe:
es: Grupo de acciones:
fr: Groupe d’actions :
it: Gruppo di azioni:
ja: アクション グループ:
ko: 작업 그룹:
pl: Grupa akcji:
pt_br: Grupo de Ação:
ru: Группа действий:
tr: Eylem Grubu:
uk: Група дій:
zh_cn: 操作组:
zh_tw: 動作群組:

source: Action label
cs: Popisek akce
de: Aktionsbezeichnung
es: Etiqueta de acción
fr: Libellé de l’action
it: Etichetta di azione
ja: アクション ラベル
ko: 작업 레이블
pl: Etykieta akcji
pt_br: Rótulo da ação
ru: Метка действия
tr: Eylem etiketi
uk: Підпис дії
zh_cn: 操作标签
zh_tw: 動作標籤

source: Action to perform when building this file.
cs: Akce, která se má provést při vytváření tohoto souboru
de: Aktion, die bei der Erstellung dieser Datei ausgeführt wird.
es: Acción que se debe llevar a cabo cuando se compile este archivo.
fr: Action à exécuter lors de la génération de ce fichier.
it: Azione da eseguire quando si compila questo file.
ja: このファイルのビルド時に実行するアクション。
ko: 이 파일을 빌드할 때 수행할 작업입니다.
pl: Akcja do wykonania podczas kompilowania tego pliku.
pt_br: Ação a ser executada quando ao compilar esse arquivo.
ru: Действие, выполняемое при сборке этого файла.
tr: Bu dosya oluşturulurken gerçekleştirilecek eylem.
uk: Дія, яку слід виконати при побудові цього файлу.
zh_cn: 生成此文件时要执行的操作。
zh_tw: 建置此檔案時要執行的動作。

source: Actions
cs: Akce
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 작업
pl: Akcje
pt_br: Ações
ru: Действия
tr: Eylemler
uk: Дії
zh_cn: 操作
zh_tw: 動作

source: Activate 1
cs: Výběr 1
de: 1 aktivieren
es: Activar 1
fr: Activer 1
ja: 1 をアクティブにします
ko: 활성화 1
pl: Aktywuj 1
pt_br: Ativar 1
ru: Активировать 1
tr: 1'i etkinleştir
