Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Revision
cs: Revize
es: Revisión
fr: Révision
it: Revisione
ja: リビジョン
ko: 수정 버전
pl: Wersja
pt_br: Revisão
ru: Редакция
tr: Düzeltme
uk: Ревізія
zh_cn: 修订版
zh_tw: 修訂

source: Revision {0}
cs: Revize {0}
es: Revisión {0}
fr: Révision {0}
it: Revisione {0}
ja: リビジョン {0}
ko: 수정 버전 {0}
pl: Poprawka {0}
pt_br: Revisão {0}
ru: Редакция {0}
tr: Düzeltme {0}
zh_cn: 修订版 {0}
zh_tw: 修訂 {0}

source: Revision: {0}
cs: Revize: {0}
es: Revisión: {0}
fr: Révision : {0}
it: Revisione: {0}
ja: リビジョン: {0}
ko: 수정 버전: {0}
pl: Wersja: {0}
pt_br: Revisão: {0}
ru: Редакция: {0}
tr: Düzeltme: {0}
uk: Ревізія: {0}
zh_cn: 修订版: {0}
zh_tw: 修訂: {0}

source: Right to left
cs: Zprava doleva
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
ko: 오른쪽에서 왼쪽으로
pl: Od prawej do lewej
pt_br: Direita para esquerda
ru: Справа налево
tr: Sağdan sola
uk: Справа наліво
zh_cn: 从右到左
zh_tw: 由右至左

source: Right {0} pad toolbar
cs: Panel nástrojů pravé oblasti {0}
de: Symbolleiste in rechtem {0}-Pad
es: Barra de herramientas de relleno {0} de la derecha
fr: Barre d'outils du bloc {0} (droite)
ja: 右 {0} パッド ツール バー
ko: 오른쪽 {0} 패드 도구 모음
pl: Prawy pasek narzędzi pada {0}
pt_br: Barra de ferramentas do preenchimento {0} direito
ru: Правая панель инструментов {0}
tr: Sağ {0} bölmesi araç çubuğu

source: Robotics software
cs: Aplikace pro robotiku
de: Robotiksoftware
es: Software de robótica
fr: Logiciel de robotique
it: Software di robotica
ja: ロボット工学ソフトウェア
ko: 로봇 공학 소프트웨어
pl: Oprogramowanie związane z robotyką
pt_br: Software de robótica
ru: Программное обеспечение для робототехники
tr: Robotlara ilişkin yazılım
uk: Роботи
zh_cn: 机器人学软件
zh_tw: Robotics 軟體

source: Romanian
cs: rumunština
de: Rumänisch
es: Rumano
fr: Roumain
it: Rumeno
ja: ルーマニア語
ko: 루마니아어
pl: Rumuński
pt_br: Romeno
ru: Румынский
tr: Rumence
uk: Румунське
zh_cn: 罗马尼亚语
zh_tw: 羅馬尼亞文

source: Root Directory
cs: Kořenový adresář
de: Stammverzeichnis
es: Directorio raíz
fr: Répertoire racine
it: Directory radice
ja: ルート ディレクトリ
ko: 루트 디렉터리
pl: Katalog główny
pt_br: Diretório Raiz
ru: Корневой каталог
tr: Kök Dizin
uk: Коренева тека
zh_cn: 根目录
zh_tw: 根目錄

source: Root directory of source files and projects. File paths will be shown relative to this directory.
cs: Kořenový adresář zdrojových souborů a projektů. Cesty k souborům se zobrazí relativně k tomuto adresáři.
de: Stammverzeichnis von Quelldateien und -projekten. Dateipfade werden relativ zum zugehörigen Verzeichnis angezeigt.
es: Directorio raíz de los archivos de código fuente y proyectos. Las rutas de acceso de archivos se muestran relativas a este directorio.
fr: Répertoire racine des fichiers sources et projets. Les chemins d’accès de fichier présentés sont relatifs à ce répertoire.
it: Directory radice dei file di origine e dei progetti. I percorsi file visualizzati sono relativi a questa directory.
ja: ソース ファイルとプロジェクトのルート ディレクトリ。このディレクトリに対する相対ファイル パスが表示されます。
ko: 소스 파일 및 프로젝트의 루트 디렉터리입니다. 파일 경로는 이 디렉터리에 상대적으로 표시됩니다.
pl: Katalog główny plików źródłowych i projektów. Niektóre ścieżki będą wyświetlane jako ścieżki względne do tego katalogu.
pt_br: Diretório raiz dos projetos e arquivos de origem. Caminhos de arquivo serão mostrados em relação a esse diretório.
ru: Корневой каталог для исходных файлов и проектов. Пути к файлам отображаются относительно этого каталога.
tr: Kaynak dosyaları ve projelerin kök dizini. Dosya yolları bu dizine göreli olarak gösterilir.
uk: Коренева тека сирцевих файлів і проектів. Шляхи до файлів будуть вказані відносно цієї теки.
zh_cn: 源文件和项目的根目录。将显示相对于此目录的文件路径。
zh_tw: 來源檔案和專案的根目錄。將會顯示與此目錄相對的檔案路徑。

source: Root directory:
cs: Kořenový adresář:
de: Stammverzeichnis:
es: Directorio raíz:
fr: Répertoire racine :
it: Directory radice:
ja: ルート ディレクトリ:
ko: 루트 디렉터리:
pl: Katalog główny:
pt_br: Diretório raiz:
ru: Корневой каталог:
tr: Kök dizin:
uk: Коренева тека:
zh_cn: 根目录:
zh_tw: 根目錄:

source: Rotate primary caret down
cs: Otočit primární kurzor dolů
de: Primäre Einfügemarke nach unten verschieben
es: Girar símbolo de inserción principal abajo
fr: Faire pivoter le point d'insertion principal vers le bas
ja: プライマリ キャレットを下に回転
ko: 기본 캐럿 아래로 회전
pl: Obróć podstawową karetkę w dół
pt_br: Girar sinal de interpolação primário para baixo
ru: Повернуть основной курсор вниз
tr: Birincil giriş işaretini aşağı döndür

source: Rotate primary caret up
cs: Otočit primární kurzor nahoru
de: Primäre Einfügemarke nach oben verschieben
es: Girar símbolo de inserción principal arriba
fr: Faire pivoter le point d'insertion principal vers le haut
ja: プライマリ キャレットを上に回転
ko: 기본 캐럿 위로 회전
pl: Obróć podstawową karetkę w górę
pt_br: Girar sinal de interpolação primário para cima
ru: Повернуть основной курсор вверх
tr: Birincil giriş işaretini yukarı döndür

source: Run
cs: Provozovat
de: Ausführen
es: Ejecución
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
pl: Uruchom
pt_br: Executar
ru: Запуск
tr: Çalıştır
uk: Запустити
zh_cn: 运行
zh_tw: 執行

source: Run Code Analysis on Project
cs: Spustit u projektu analýzu kódu
de: Codeanalyse für Projekt ausführen
es: Ejecutar análisis de código en el proyecto
fr: Exécuter une analyse de code sur un projet
it: Esegui analisi codice sul progetto
ja: プロジェクトでコード分析を実行
ko: 프로젝트에서 코드 분석 실행
pl: Przeprowadź analizę kodu w projekcie
pt_br: Executar Análise de Código no Projeto
ru: Запустить анализ кода для проекта
tr: Projede Kod Analizi Çalıştır
uk: Запустити аналіз коду проекту
zh_cn: 对项目运行代码分析
zh_tw: 對專案執行程式碼分析

source: Run Code Analysis on Solution
cs: Spustit u řešení analýzu kódu
de: Codeanalyse für Projektmappe ausführen
es: Ejecutar análisis de código en la solución
fr: Exécuter une analyse de code sur une solution
it: Esegui analisi codice sulla soluzione
ja: ソリューションでコード分析を実行
ko: 솔루션에서 코드 분석 실행
pl: Przeprowadź analizę kodu w rozwiązaniu
pt_br: Executar Análise de Código na Solução
ru: Запустить анализ кода для решения
tr: Çözümde Kod Analizi Çalıştır
uk: Запустити аналіз коду рішення
zh_cn: 对解决方案运行代码分析
zh_tw: 對解決方案執行程式碼分析

source: Run Code Analysis on {0}
cs: Provozovat analýzu kódu u {0}
de: Codeanalyse ausführen für {0}
es: Ejecutar análisis de código en {0}
fr: Exécuter une analyse de code sur {0}
it: Esegui analisi codice su {0}
ja: {0} でコード分析を実行
ko: {0}에서 코드 분석 실행
pl: Uruchom analizę kodu dla elementu {0}
pt_br: Executar Análise de Código em {0}
ru: Запустить анализ кода для {0}
tr: {0} Öğesinde Kod Analizini Çalıştır
uk: Запустити аналіз коду для {0}
zh_cn: 对 {0} 运行代码分析
zh_tw: 對 {0} 執行程式碼分析

source: Run Configuration
cs: Konfigurace spuštění
de: Laufzeitkonfiguration
es: Configuración de ejecución
fr: Configuration de série de tests
it: Configurazioni di esecuzione
ja: 実行構成
ko: 실행 구성
pl: Uruchom konfigurację
pt_br: Configuração de Execução
ru: Конфигурация запуска
tr: Çalışma Yapılandırması

source: Run Configuration: {0}
cs: Konfigurace spuštění: {0}
de: Laufzeitkonfiguration: {0}
es: Configuración de ejecución: {0}
fr: Configuration de série de tests : {0}
it: Configurazioni di esecuzione:
ja: 実行構成: {0}
ko: 실행 구성: {0}
pl: Uruchom konfigurację: {0}
pt_br: Configuração de Execução: {0}
ru: Конфигурация запуска: {0}
tr: Çalışma Yapılandırması: {0}

source: Run Configurations
cs: Konfigurace spuštění
de: Laufzeitkonfigurationen
es: Configuraciones de ejecución
fr: Configurations d'exécution
it: Configurazioni di esecuzione
ja: 実行構成
ko: 실행 구성
pl: Uruchom konfiguracje
pt_br: Executar Configurações
ru: Конфигурации запуска
tr: Çalışma Yapılandırmaları

source: Run Configurations:
cs: Konfigurace spuštění:
de: Laufzeitkonfigurationen:
es: Configuraciones de ejecución:
fr: Configurations d'exécution :
it: Configurazioni di esecuzione:
ja: 実行構成:
ko: 실행 구성:
pl: Uruchomione konfiguracje:
pt_br: Executar Configurações:
ru: Конфигурации запуска:
tr: Çalışma Yapılandırmaları:

source: Run Project
cs: Spustit projekt
de: Projekt ausführen
es: Ejecutar el proyecto
fr: Exécuter le projet
ja: プロジェクトの実行
ko: 프로젝트 실행
pl: Uruchom projekt
pt_br: Executar Projeto
ru: Запуск проекта
tr: Projeyi Çalıştır

source: Run Solution
cs: Spustit řešení
de: Projektmappe ausführen
es: Ejecutar la solución
fr: Exécuter la solution
ja: ソリューションの実行
ko: 솔루션 실행
pl: Uruchom rozwiązanie
pt_br: Executar Solução
ru: Запуск решения
tr: Çözümü Çalıştır

source: Run Test
cs: Spustit test
de: Test ausführen
es: Ejecutar prueba
fr: Exécuter le test
it: Esegui test
ja: テストの実行
ko: 테스트 실행
pl: Uruchom test
pt_br: Executar Teste
ru: Запустить тест
tr: Testi Çalıştır
uk: Запустити тест
zh_cn: 运行测试
zh_tw: 執行測試

source: Run Test With
cs: Spustit test s
de: Test ausführen mit
es: Ejecutar prueba con
fr: Exécuter le test avec
it: Esegui test con
ja: テストの実行方法
ko: 다음을 사용하여 테스트 실행
pl: Uruchom test za pomocą
pt_br: Executar Teste Com
ru: Запустить тест с помощью
tr: Testi şununla çalıştır
uk: Запустити тест у
zh_cn: 测试运行方式
zh_tw: 測試執行方法

source: Run Test at Caret
cs: Spustit test v místě kurzoru
de: Test bei Textcursor ausführen
es: Ejecutar prueba al encontrar símbolo de inserción
fr: Exécuter le test au point d'insertion
ja: キャレット位置でテストを実行
ko: 캐럿의 실행 테스트
pl: Uruchom test w miejscu karetki
pt_br: Executar Teste no Cursor
ru: Запустить тест в позиции курсора
tr: Giriş İşaretindeki Testi Çalıştır

source: Run To Cursor
cs: Spustit ke kurzoru
de: Ausführen bis Cursor
es: Ejecutar hasta el cursor
fr: Exécuter jusqu’au curseur
it: Esegui fino al cursore
ja: カーソル行の前まで実行
ko: 커서까지 실행
pl: Uruchom do kursora
pt_br: Executar até o Cursor
ru: Выполнить до текущей позиции
tr: İmlece Kadar Çalıştır
uk: Виконати до курсора
zh_cn: 运行至光标
zh_tw: 執行至游標

source: Run Unit Tests
cs: Spustit testy jednotek
de: Komponententests ausführen
es: Ejecutar pruebas unitarias
fr: Exécuter les tests unitaires
it: Esegui unit test
ja: 単体テストの実行
ko: 단위 테스트 실행
pl: Uruchom testy jednostkowe
pt_br: Executar Testes de Unidade
ru: Запустить модульные тесты
tr: Birim Testlerini Çalıştır
uk: Запустити модульні тести
zh_cn: 运行单元测试
zh_tw: 執行單元測試

source: Run With
cs: Provozovat v
de: Ausführen mit
es: Ejecutar con
fr: Exécuter avec
it: Esegui con
ja: プログラムから実行
ko: 다음과 함께 실행
pl: Uruchom za pomocą
pt_br: Executar Com
ru: Запустить с помощью
tr: Birlikte Çalıştır
uk: Виконати за допомогою
zh_cn: 运行方式
zh_tw: 執行方法

source: Run With List
cs: Spustit podle seznamu
de: Liste 'Ausführen mit'
es: Ejecutar con la lista
fr: Exécuter avec la liste
it: Esegui con elenco
ja: リストから選んで実行
ko: 함께 실행할 목록
pl: Uruchom z listą
pt_br: Executar com Lista
ru: Запустить по списку
tr: Birlikte Çalıştırma Listesi
zh_cn: 通过列表运行
zh_tw: 使用清單執行

source: Run With: {0}
cs: Provozovat v: {0}
de: Ausführen mit: {0}
es: Ejecutar con: {0}
fr: Exécuter avec : {0}
it: Esegui con: {0}
ja: 実行: {0}
ko: 다음과 함께 실행: {0}
pl: Uruchom za pomocą: {0}
pt_br: Executar Com: {0}
ru: Запустить с помощью: {0}
tr: Birlikte Aç: {0}
uk: Запустити у: {0}
zh_cn: 运行方式: {0}
zh_tw: 執行方法: {0}

source: Run XSL_T
cs: Spus_tit XSLT
de: XSL_T ausführen
es: Ejecutar XSL_T
fr: Exécuter XSL_T
it: Esegui XSL_T
ja: XSLT の実行(_T)
ko: XSLT 실행(_T)
pl: Uruchom transformację XSL_T
pt_br: Executar XSL_T
ru: _Запустить XSLT
tr: XSL_T Çalıştır
uk: Виконати XSL_T
zh_cn: 运行 XSLT(_T)
zh_tw: 執行 XSLT(_T)

source: Run all tests
cs: Spustit všechny testy
de: Alle Tests ausführen
es: Ejecutar todas las pruebas
fr: Exécuter tous les tests
it: Esegue tutti i test
ja: すべてのテストを実行する
ko: 모든 테스트 실행
pl: Uruchom wszystkie testy
pt_br: Executar todos os testes
ru: Запустить все тесты
tr: Tüm testleri çalıştır
uk: Запустити всі тести
zh_cn: 运行所有测试
zh_tw: 執行所有測試

source: Run configuration
cs: Konfigurace spuštění
de: Laufzeitkonfiguration
es: Configuración de ejecución
fr: Configuration de série de tests
ja: 実行構成
ko: 실행 구성
pl: Uruchom konfigurację
pt_br: Configuração de execução
ru: Конфигурация запуска
tr: Yapılandırmayı çalıştır

source: Run configuration name:
cs: Název konfigurace spuštění:
de: Name der Laufzeitkonfiguration:
es: Nombre de la configuración de ejecución:
fr: Nom de la configuration d'exécution :
ja: 実行する構成名:
ko: 실행 구성 이름:
pl: Nazwa konfiguracji przebiegu:
pt_br: Nome da configuração da execução:
ru: Имя конфигурации запуска:
tr: Çalışma yapılandırması adı:

source: Run current project
cs: Provozovat aktuální projekt
de: Aktuelles Projekt ausführen
es: Ejecutar proyecto actual
fr: Exécuter le projet en cours
it: Esegue il progetto corrente
ja: 現在のプロジェクトを実行します
ko: 현재 프로젝트 실행
pl: Uruchom bieżący projekt
pt_br: Executar projeto atual
ru: Запустить текущий проект
tr: Geçerli projeyi çalıştır
uk: Запустити поточний проект
zh_cn: 运行当前项目
zh_tw: 執行目前的專案

source: Run current startup project
cs: Spustit aktuální spouštěcí projekt
de: Aktuelles Startprojekt ausführen
es: Ejecutar proyecto de inicio actual
fr: Exécuter le projet de démarrage actuel
it: Esegui il progetto di avvio corrente
ja: 現在のスタートアップ プロジェクトを実行する
ko: 현재 시작 프로젝트 실행
pl: Uruchom bieżący projekt startowy
pt_br: Executar o projeto de inicialização atual
ru: Запустить текущий запускаемый проект
tr: Geçerli başlangıç projesini çalıştır
uk: Запустити поточний початковий проект
zh_cn: 运行当前启动项目
zh_tw: 執行目前的啟始專案

source: Run in directory:
cs: Spustit v adresáři:
de: Im Verzeichnis ausführen:
es: Ejecutar en el directorio:
fr: Exécuter dans le répertoire :
it: Esegui nella directory:
ja: 実行するディレクトリ:
ko: 다음 디렉터리에서 실행:
pl: Uruchom w katalogu:
pt_br: Executar no diretório:
ru: Запустить в каталоге:
tr: Şu dizinde çalıştır:

source: Run in external console
cs: Spustit v externí konzoli
de: In externer Konsole ausführen
es: Ejecutar en consola externa
fr: Exécuter dans une console externe
it: Esegui nella console esterna
ja: 外部コンソールで実行
ko: 외부 콘솔에서 실행
pl: Uruchom w konsoli zewnętrznej
pt_br: Executar em um console externo
ru: Запустить во внешней консоли
tr: Dış konsol içerisinde çalıştır
uk: Запустити у зовнішній консолі
zh_cn: 在外部控制台中运行
zh_tw: 在外部主控台中執行

source: Run in terminal
cs: Spustit v terminálu
de: In Terminal ausführen
es: Ejecutar en terminal
fr: Exécuter dans un terminal
it: Esegui nel terminale
ja: ターミナルで実行する
ko: 터미널에서 실행
pl: Uruchom w terminalu
pt_br: Executar no terminal
ru: Запустить в терминале
tr: Terminal içinde çalıştır
uk: Виконати в терміналі
zh_cn: 在终端中运行
zh_tw: 在終端機中執行

source: Run on e_xternal console
cs: Spustit v e_xterní konzole
de: In e_xterner Konsole ausführen
es: Ejecutar en una consola e_xterna
fr: Exécuter sur une console e_xterne
it: Ese_gui in console esterna
ja: 外部コンソールで実行(_X)
ko: 외부 콘솔에서 실행(_X)
pl: Uruchom w konsoli z_ewnętrznej
pt_br: Executar no console e_xterno
ru: Запустить _во внешней консоли
tr: _Harici konsolda çalıştır
uk: Запустити у зовнішній консолі
zh_cn: 在外部控制台上运行(_X)
zh_tw: 在外部主控台中執行(_X)

source: Run on external console
cs: Spustit na externí konzole
de: Auf externer Konsole ausführen
es: Ejecutar en la consola externa
fr: Exécuter sur la console externe
it: Esegui in console esterna
ja: 外部コンソールで実行する
ko: 외부 콘솔에서 실행
pl: Uruchom w konsoli zewnętrznej
pt_br: Executar no console externo
ru: Выполнить во внешней консоли
tr: Dış konsolda çalıştır

source: Run project if build completed with warnings
cs: Provozovat projekt, pokud se sestavení dokončilo s upozorněním
de: Projekt ausführen, wenn der Buildvorgang mit Warnungen abgeschlossen wird
es: Ejecutar el proyecto si la compilación se completó con advertencias
fr: Exécuter le projet si la génération de build s’est terminée avec des avertissements
it: Esegui il progetto se la compilazione è stata completata con avvisi
ja: 警告が発生してビルドが完了した場合、プロジェクトを実行する
ko: 빌드가 경고가 발생하며 완료된 경우 프로젝트 실행
pl: Uruchom projekt, jeśli kompilacja zakończyła się z ostrzeżeniami
pt_br: Executar o projeto se o build for concluído com avisos
ru: Запустить проект, если сборка завершилась с предупреждениями
tr: Derleme uyarılarla tamamlanırsa projeyi çalıştır
uk: Запустити проект, якщо побудова завершилась з попередженнями
zh_cn: 如果生成完成时出现警告，则运行项目
zh_tw: 建置完成但有警告時，仍繼續執行專案。

source: Run the project or projects in the active run configuration. Builds the projects in the active solution build configuration if necessary.
cs: Spustí projekt nebo projekty v aktivní konfiguraci spuštění. V případě potřeby sestaví projekty v aktivní konfiguraci sestavení řešení.
de: Hiermit führen Sie das Projekt oder die Projekte in der aktiven Laufzeitkonfiguration aus. Nach Bedarf werden die Projekte in der Buildkonfiguration der aktiven Projektmappe erstellt.
es: Ejecuta el proyecto o los proyectos en la configuración de ejecución activa. Compila los proyectos con la configuración de compilación de la solución activa, si es necesario.
fr: Exécutez le ou les projets dans la configuration d'exécution active. Générez les projets dans la configuration de build de la solution active si nécessaire.
ja: 1 つまたは複数のプロジェクトをアクティブな実行構成で実行します。必要な場合は、それらのプロジェクトをアクティブなソリューション ビルド構成でビルドします。
ko: 활성 실행 구성에서 프로젝트를 실행합니다. 필요한 경우 활성 솔루션 빌드 구성에서 프로젝트를 빌드합니다.
pl: Uruchom projekt lub projekty w aktywnej konfiguracji przebiegu. Jeśli to konieczne, projekty są kompilowane w aktywnej konfiguracji kompilacji rozwiązania.
pt_br: Execute o projeto ou os projetos na configuração de execução ativa. Compile os projetos na configuração de build de solução ativa se necessário.
ru: Запуск проекта или проектов в активной конфигурации запуска. При необходимости выполняется сборка проектов в активной конфигурации сборки решения.
tr: Projeyi veya projeleri etkin çalışma yapılandırmasında çalıştırın. Gerekirse projeleri etkin çözüm derlemesi yapılandırmasında derler.

source: Run with arguments '{0}'
cs: Spustit s argumenty {0}
de: Mit Argumenten "{0}" ausführen
es: Ejecutar con argumentos "{0}"
fr: Exécuter avec les arguments '{0}'
it: Esegui con gli argomenti '{0}'
ja: 引数 '{0}' を指定して実行する
ko: 인수 '{0}'(으)로 실행
pl: Uruchom z argumentami „{0}”
pt_br: Executar com argumentos '{0}'
ru: Запуск с аргументами "{0}"
tr: '{0}' bağımsız değişkenleriyle çalıştır

source: Run with arguments '{0}' and environment variables '{1}'
cs: Spustit s argumenty {0} a proměnnými prostředí {1}
de: Mit Argumenten "{0}" und benutzerdefinierten Umgebungsvariablen "{1}" ausführen
es: Ejecutar con argumentos "{0}" y variables de entorno "{1}"
fr: Exécuter avec les arguments '{0}' et les variables d'environnement '{1}'
it: Esegui con gli argomenti '{0}' e le variabili di ambiente '{1}'
ja: 引数 '{0}' とカスタム環境変数 '{1}' を指定して実行する
ko: 인수 '{0}' 및 환경 변수 '{1}'(으)로 실행
pl: Uruchom z argumentami „{0}” i zmiennymi środowiskowymi „{1}”
pt_br: Executar com argumentos '{0}' e variáveis de ambiente '{1}'
ru: Запуск с аргументами "{0}" и переменными среды "{1}"
tr: '{0}' bağımsız değişkenleri ve '{1}' ortam değişkenleriyle çalıştır
zh_cn: 带参数“{0}”和环境变量“{1}”运行
zh_tw: 使用引數 '{0}' 及環境變數 '{1}' 執行

source: Run with environment variables '{0}''
cs: Spustit s proměnnými prostředí {0}
de: Mit Umgebungsvariablen "{0}" ausführen
es: Ejecutar con variables de entorno "{0}"
fr: Exécuter avec les variables d'environnement '{0}'
it: Esegui con le variabili di ambiente '{0}'
ja: 環境変数 '{0}' を指定して実行する
ko: 환경 변수 '{0}'(으)로 실행
pl: Uruchom ze zmiennymi środowiskowymi „{0}”
pt_br: Executar com variáveis de ambiente '{0}''
ru: Запуск с переменными среды "{0}"
tr: '{0}' ortam değişkenleriyle çalıştır

source: Run with no additional arguments
cs: Spustit bez dalších argumentů
de: Ohne zusätzliche Argumente ausführen
es: Ejecutar sin argumentos adicionales
fr: Exécuter sans arguments supplémentaires
it: Esegui senza argomenti aggiuntivi
ja: 追加の引数を指定しないで実行する
ko: 추가 인수 없이 실행
pl: Uruchom bez dodatkowych argumentów
pt_br: Executar sem argumentos adicionais
ru: Запуск без дополнительных аргументов
tr: Ek bağımsız değişken olmadan çalıştır

source: Run {0}
cs: Spustit {0}
de: "{0}" ausführen
es: Ejecutar {0}
fr: Exécuter {0}
it: Esegui {0}
ja: {0} を実行する
ko: {0} 실행
pl: Uruchom {0}
pt_br: Executar {0}
ru: Запуск {0}
tr: {0} öğesini çalıştır

source: Run {0} with arguments '{1}'
cs: Spustit {0} s argumenty {1}
de: "{0}" mit Argumenten "{1}" ausführen
es: Ejecutar {0} con argumentos "{1}"
fr: Exécuter {0} avec les arguments '{1}'
it: Esegui {0} con gli argomenti '{1}'
ja: 引数 '{1}' を指定して {0} を実行する
ko: 인수 '{1}'(으)로 {0} 실행
pl: Uruchom {0} z argumentami „{1}”
pt_br: Executar {0} com argumentos '{1}'
ru: Запуск {0} с аргументами "{1}"
tr: {0} öğesini '{1}' bağımsız değişkenleriyle çalıştır

source: Run {0} with arguments '{1}' and custom environment variables '{2}'
cs: Spustit {0} s argumenty {1} a vlastními proměnnými prostředí {2}
de: "{0}" mit Argumenten "{1}" und benutzerdefinierten Umgebungsvariablen "{2}" ausführen
es: Ejecutar {0} con argumentos '{1}' y variables de entorno personalizadas '{2}'
fr: Exécuter {0} avec les arguments '{1}' et les variables d'environnement personnalisées '{2}'
it: Esegui {0} con gli argomenti '{1}' e le variabili di ambiente personalizzate '{2}'
ja: 引数 '{1}' とカスタム環境変数 '{2}' を指定して {0} を実行する
ko: 인수 '{1}' 및 사용자 지정 환경 변수 '{2}'(으)로 {0} 실행
pl: Uruchom {0} z argumentami „{1}” i niestandardowymi zmiennymi środowiskowymi „{2}”
pt_br: Executar {0} com argumentos '{1}' e variáveis de ambiente personalizadas '{2}'
ru: Запуск {0} с аргументами "{1}" и настраиваемыми переменными среды "{2}"
tr: {0} öğesini '{1}' bağımsız değişkenleri ve '{2}' özel ortam değişkenleriyle çalıştır
zh_cn: 运行含有参数“{1}”和自定义环境变量“{2}”的 {0}
zh_tw: 使用引數 '{1}' 及自訂環境變數 '{2}' 執行 {0}

source: Run {0} with environment variables '{1}'
cs: Spustit {0} s proměnnými prostředí {1}
de: "{0}" mit Umgebungsvariablen "{1}" ausführen
es: Ejecutar {0} con variables de entorno "{1}"
fr: Exécuter {0} avec les variables d'environnement '{1}'
it: Esegui {0} con le variabili di ambiente '{1}'
ja: 環境変数 '{1}' を指定して {0} を実行する
ko: 환경 변수 '{1}'(으)로 {0} 실행
pl: Uruchom {0} ze zmiennymi środowiskowymi „{1}”
pt_br: Executar {0} com variáveis de ambiente '{1}'
ru: Запуск {0} с переменными среды "{1}"
tr: {0} öğesini '{1}' ortam değişkenleriyle çalıştır

source: Running
cs: Probíhá
de: Wird ausgeführt.
es: Ejecutando
fr: Exécution
it: In esecuzione
ja: 実行中
ko: 실행하는 중
pl: Uruchomiono
pt_br: Executando
ru: Работает
tr: Çalışıyor
uk: Виконується
zh_cn: 正在运行
zh_tw: 正在執行

source: Running generator '{0}' on file '{1}'...
cs: Generátor {0} běží na souboru {1}...
de: Generator '{0}' wird für '{1}' ausgeführt...
es: Ejecutando el generador '{0}' en el archivo '{1}'...
fr: Exécution du générateur « {0} » sur le fichier « {1} »...
it: Esecuzione del generatore '{0}' sul file '{1}'...
ja: ファイル '{1}' でジェネレーター '{0}' を実行しています...
ko: '{1}' 파일에서 '{0}' 생성기를 실행하는 중...
pl: Trwa uruchamianie generatora „{0}” dla pliku „{1}”...
pt_br: Executando o gerador '{0}' no arquivo '{1}'...
ru: Выполняется запуск генератора "{0}" для файла "{1}"...
tr: '{1}' dosyasında '{0}' oluşturucusu çalıştırılıyor...
uk: Виконується генератор '{0}' у файлі '{1}'...
zh_cn: 正在文件“{1}”上运行生成器“{0}”...
zh_tw: 正在對檔案 '{1}' 執行產生器 '{0}'...

source: Running tests for <b>{0}</b> configuration <b>{1}</b>
cs: Spouští se testy pro konfiguraci <b>{0}</b>: <b>{1}</b>
de: Tests für <b>{0}</b>-Konfiguration <b>{1}</b> werden ausgeführt.
es: Ejecutando pruebas para <b>{0}</b> configuración <b>{1}</b>
fr: Exécution des tests de <b>{0}</b> configuration <b>{1}</b>
it: Esecuzione dei test per la configurazione <b>{1}</b> di <b>{0}</b>
ja: <b>{0}</b> 構成 <b>{1}</b> の実行中のテスト
ko: <b>{0}</b> 구성 <b>{1}</b>에 대한 테스트를 실행하는 중
pl: Uruchamianie testów dla konfiguracji <b>{1}</b> (<b>{0}</b>)
pt_br: Executando os testes para <b>{0}</b> configuração <b>{1}</b>
ru: Выполняются тесты для <b>{0}</b> в конфигурации <b>{1}</b>
tr: <b>{1}</b> yapılandırması ile <b>{0}</b> için testler çalıştırılıyor
uk: Виконуються тести для <b>{0}</b> у конфігурації <b>{1}</b>
zh_cn: 正在为 <b>{0}</b> 配置 <b>{1}</b> 运行测试
zh_tw: 正在為 <b>{0}</b> 組態 <b>{1}</b> 執行測試
