Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Could not open unmigrated project and no migrator was supplied
cs: Nepovedlo se otevřít nemigrovaný projekt a nebyl zadán žádný migrační nástroj.
de: Das nicht migrierte Projekt konnte nicht geöffnet werden, und es wurde kein Migrator angegeben.
es: No se pudo abrir el proyecto sin migrar y no se proporcionó ningún migrador.
fr: Impossible d'ouvrir un projet non migré. Aucun migrateur n'a été fourni
ja: 移行されていないプロジェクトを開くことができませんでした。移行ツールが指定されていません
ko: 마이그레이션이 해제된 프로젝트를 열 수 없으며, 마이그레이터가 제공되지 않았습니다.
pl: Nie można otworzyć niezmigrowanego projektu i nie podano migratora
pt_br: Não foi possível abrir o projeto não migrado e nenhum migrador foi fornecido
ru: Не удалось открыть неперенесенный проект, так как средство миграции не указано.
tr: Geçirilmemiş proje açılamadı ve geçirici sağlanmadı

source: Could not read input file '{0}': {1}
cs: Nešlo přečíst vstupní soubor {0}: {1}
de: Eingabedatei '{0}' konnte nicht gelesen werden: {1}
es: No se pudo leer el archivo de entrada '{0}': {1}
fr: Nous n’avons pas pu lire le fichier d’entrée « {0} »: {1}
it: Non è stato possibile leggere il file di input '{0}': {1}
ja: 入力ファイル '{0}': {1} を読み取ることができませんでした
ko: 입력 파일 '{0}'을(를) 읽을 수 없습니다. {1}
pl: Nie można odczytać pliku wejściowego „{0}”: {1}
pt_br: Não foi possível ler o arquivo de entrada '{0}': {1}
ru: Не удалось считать входной файл "{0}": {1}
tr: '{0}' giriş dosyası okunamadı: {1}
zh_cn: 无法读取输入文件“{0}”: {1}
zh_tw: 無法讀取輸入檔案 '{0}': {1}

source: Could not remove packages.
cs: Balíčky nebylo možné odebrat.
de: Pakete konnten nicht entfernt werden.
es: No se pudieron quitar los paquetes.
fr: Impossible de supprimer les paquets.
it: Non è stato possibile ripristinare i pacchetti.
ja: パッケージを削除できませんでした。
ko: 패키지를 제거할 수 없습니다.
pl: Nie można usunąć pakietów.
pt_br: Não foi possível remover pacotes.
ru: Не удалось удалить пакеты.
tr: Paketler kaldırılamadı.

source: Could not remove {0}.
cs: {0} nešlo odebrat.
de: {0} konnte nicht entfernt werden.
es: No se pudo quitar {0}.
fr: Nous n’avons pas pu supprimer {0}.
it: Non è stato possibile rimuovere {0}.
ja: {0} を削除できませんでした。
ko: {0}을(를) 제거할 수 없습니다.
pl: Nie można usunąć elementu {0}.
pt_br: Não foi possível remover {0}.
ru: Не удалось удалить {0}.
tr: {0} kaldırılamadı.
uk: Не вдалось видалити {0}.
zh_cn: 无法删除 {0}。
zh_tw: 無法移除 {0}。

source: Could not resolve target directory ID "{0}"
cs: Nešlo přeložit ID cílového adresáře {0}.
de: Die ID "{0}" des Zielverzeichnisses konnte nicht aufgelöst werden.
es: No se pudo resolver el id. del directorio de destino "{0}"
fr: Nous n’avons pas pu résoudre l’ID du répertoire cible "{0}"
it: Non è stato possibile risolvere l'ID "{0}" della directory di destinazione
ja: ターゲット ディレクトリ ID "{0}" を解決できませんでした
ko: 대상 디렉터리 ID "{0}"을(를) 확인할 수 없습니다.
pl: Nie udało się rozpoznać identyfikatora katalogu docelowego „{0}”
pt_br: Não foi possível resolver o diretório de destino com ID "{0}"
ru: Не удалось разрешить идентификатор целевого каталога "{0}"
tr: Hedef dizin kimliği "{0}" çözümlenemedi
uk: Не вдалось розпізнати ID цільової теки "{0}"
zh_cn: 无法解析目标目录 ID“{0}”
zh_tw: 無法解析目標目錄識別碼 "{0}"

source: Could not restore packages.
cs: Balíčky nešlo obnovit.
de: Pakete konnten nicht wiederhergestellt werden.
es: No se pudieron restaurar los paquetes.
fr: Nous n’avons pas pu restaurer les paquets.
it: Non è stato possibile ripristinare i pacchetti.
ja: パッケージを復元できませんでした。
ko: 패키지를 복원할 수 없습니다.
pl: Nie można przywrócić pakietów.
pt_br: Não foi possível restaurar os pacotes.
ru: Не удалось восстановить пакеты.
tr: Paketleri geri yüklenemedi.
uk: Не вдалось відновити пакунки.
zh_cn: 无法还原包。
zh_tw: 無法還原封裝。

source: Could not retarget packages.
cs: Cílení balíčků nešlo změnit.
de: Pakete konnten nicht neu zugewiesen werden.
es: No se pudieron redestinar los paquetes.
fr: Nous n’avons pas pu recibler les paquets.
it: Non è stato possibile ridestinare i pacchetti.
ja: パッケージを再ターゲットできませんでした。
ko: 패키지의 대상을 변경할 수 없습니다.
pl: Nie można przekierować pakietów.
pt_br: Não foi possível redirecionar os pacotes.
ru: Не удалось перенацелить пакеты.
tr: Paketler yeniden hedeflenemedi.
uk: Не вдалось перенацілити пакунки.
zh_cn: 无法重定包目标。
zh_tw: 無法重定封裝。

source: Could not retarget {0}.
cs: Nešlo změnit cílení balíčku {0}.
de: {0} konnte nicht zu zugewiesen werden.
es: No se pudo redestinar {0}.
fr: Nous n’avons pas pu recibler {0}.
it: Non è stato possibile ridestinare {0}.
ja: {0} を再ターゲットできませんでした。
ko: {0}의 대상을 변경할 수 없습니다.
pl: Nie można przekierować elementu {0}.
pt_br: Não foi possível redirecionar {0}.
ru: Не удалось перенацелить {0}.
tr: '{0}' yeniden hedeflenemedi.
uk: Не вдалось перенацілити '{0}'.
zh_cn: 无法重定 {0} 目标。
zh_tw: 無法重定 {0}。

source: Could not run transform.
cs: Transformaci se nepovedlo spustit.
de: Transformation konnte nicht ausgeführt werden.
es: No se pudo ejecutar la transformación.
fr: Nous n’avons pas pu exécuter la transformation.
it: Non è stato possibile eseguire la trasformazione.
ja: 変換を実行できませんでした。
ko: 변환을 실행할 수 없습니다.
pl: Nie można przeprowadzić przekształcania.
pt_br: Não foi possível executar a transformação.
ru: Не удалось выполнить преобразование.
tr: Dönüşüm çalıştırılamadı.
uk: Не вдалось запустити перетворення.
zh_cn: 无法运行转换。
zh_tw: 無法執行轉換。

source: Could not save item: {0}
cs: Nepodařilo se uložit položku: {0}
de: Element konnte nicht gespeichert werden: {0}
es: No se puede guardar el elemento: {0}
fr: Impossible d’enregistrer l’élément : {0}
it: Non è stato possibile salvare l'elemento: {0}
ja: 項目を保存できませんでした: {0}
ko: 항목을 저장할 수 없음: {0}
pl: Nie można zapisać elementu: {0}
pt_br: Não foi possível salvar o item: {0}
ru: Не удалось сохранить элемент: {0}
tr: Öğe kaydedilemedi: {0}
uk: Не вдалось зберегти елемент: {0}
zh_cn: 无法保存项: {0}
zh_tw: 無法儲存項目: {0}

source: Could not save solution: {0}
cs: Nepodařilo se uložit řešení: {0}
de: Projektmappe konnte nicht gespeichert werden: {0}
es: No se puede guardar la solución: {0}
fr: Impossible d’enregistrer la solution : {0}
it: Non è stato possibile salvare la soluzione: {0}
ja: ソリューションを保存できませんでした: {0}
ko: 솔루션을 저장할 수 없음: {0}
pl: Nie można zapisać rozwiązania: {0}
pt_br: Não foi possível salvar a solução: {0}
ru: Не удалось сохранить решение: {0}
tr: Çözüm kaydedilemedi: {0}
uk: Не вдалось зберегти рішення: {0}
zh_cn: 无法保存解决方案: {0}
zh_tw: 無法儲存解決方案: {0}

source: Could not unmount FUSE filesystem.
cs: Nešlo odpojit systém souborů FUSE.
de: Einbindung des FUSE-Dateisystems konnte nicht aufgehoben werden.
es: No se pudo desmontar el sistema de archivos FUSE.
fr: Impossible de démonter le système de fichiers FUSE.
it: Non è stato possibile smontare il file system FUSE.
ja: FUSE ファイル システムのマウントを解除できませんでした。
ko: FUSE 파일 시스템을 분리할 수 없습니다.
pl: Nie można odinstalować systemu plików FUSE.
pt_br: Não foi possível desmontar o sistema de arquivos FUSE.
ru: Не удалось отключить файловую систему FUSE.
tr: FUSE dosya sistemi bağlantısı kesilemedi
uk: Не вдалось розмонтувати файлову систему FUSE.
zh_cn: 无法卸载 FUSE 文件系统。
zh_tw: 無法卸載 FUSE 檔案系統。

source: Could not update file {0}
cs: Nešlo aktualizovat soubor {0}.
de: Datei {0} konnte nicht aktualisiert werden.
es: No se puede actualizar el archivo {0}
fr: Nous n’avons pas pu mettre à jour le fichier {0}
it: Non è stato possibile aggiornare il file {0}
ja: ファイル {0} を更新できませんでした
ko: {0} 파일을 업데이트할 수 없습니다.
pl: Nie można zaktualizować pliku {0}
pt_br: Não foi possível atualizar o arquivo {0}
ru: Не удалось обновить файл {0}
tr: {0} dosyası güncellenemedi
uk: Не вдалось оновити файл '{0}'
zh_cn: 无法更新文件 {0}
zh_tw: 無法更新檔案 {0}

source: Could not update packages.
cs: Balíčky nešlo aktualizovat.
de: Pakete konnten nicht aktualisiert werden.
es: No se pudieron actualizar los paquetes.
fr: Nous n’avons pas pu mettre à jour les paquets.
it: Non è stato possibile aggiornare i pacchetti.
ja: パッケージを更新できませんでした。
ko: 패키지를 업데이트할 수 없습니다.
pl: Nie można zaktualizować pakietów.
pt_br: Não foi possível atualizar os pacotes.
ru: Не удалось обновить пакеты.
tr: Paketler güncelleştirilemedi.
uk: Не вдалось оновити пакунки.
zh_cn: 无法更新包。
zh_tw: 無法更新封裝。

source: Could not update {0}.
cs: {0} nešlo aktualizovat.
de: {0} konnte nicht aktualisiert werden.
es: No se pudo actualizar {0}.
fr: Nous n’avons pas pu mettre à jour {0}.
it: Non è stato possibile aggiornare {0}.
ja: {0} を更新できませんでした。
ko: {0}을(를) 업데이트할 수 없습니다.
pl: Nie można zaktualizować elementu {0}.
pt_br: Não foi possível atualizar {0}.
ru: Не удалось обновить {0}.
tr: {0} güncelleştirilemedi.
uk: Не вдалось оновити {0}.
zh_cn: 无法更新 {0}。
zh_tw: 無法更新 {0}。

source: Could not write output file '{0}': {1}
cs: Nešlo zapsat výstupní soubor {0}: {1}
de: Ausgabedatei '{0}' konnte nicht geschrieben werden: {1}
es: No se pudo escribir el archivo de salida '{0}': {1}
fr: Nous n’avons pas pu lire le fichier de sortie « {0} »: {1}
it: Non è stato possibile scrivere il file di output '{0}': {1}
ja: 出力ファイル '{0}': {1} に書き込むことができませんでした
ko: 출력 파일 '{0}'에 쓸 수 없습니다. {1}
pl: Nie można zapisać pliku wyjściowego „{0}”: {1}
pt_br: Não foi possível gravar o arquivo de saída '{0}': {1}
ru: Не удалось записать выходной файл "{0}": {1}
tr: '{0}' çıktı dosyası yazılamadı: {1}
zh_cn: 无法写入输出文件“{0}”: {1}
zh_tw: 無法寫入輸出檔案 '{0}': {1}

source: Couldn't find referenced project '{0}'
cs: Odkazovaný projekt {0} se nepodařilo najít.
de: Referenziertes Projekt '{0}' wurde nicht gefunden.
es: No se encuentra el proyecto '{0}' al que se hace referencia
fr: Impossible de trouver le projet référencé « {0} »
it: Il progetto di riferimento '{0}' non è stato trovato
ja: 参照しているプロジェクト '{0}' が見つかりませんでした
ko: 참조된 '{0}' 프로젝트를 찾을 수 없습니다.
pl: Nie można odnaleźć przywoływanego projektu „{0}”
pt_br: Não foi possível encontrar o projeto referenciado '{0}'
ru: Не удалось найти указанный в ссылке проект "{0}"
tr: Başvurulan '{0}' projesi bulunamadı
uk: Не вдалось знайти проект '{0}', на який є посилання
zh_cn: 找不到引用的项目“{0}”
zh_tw: 找不到參考的專案 '{0}'

source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur
uk: Створити
zh_cn: 创建
zh_tw: 建立

source: Create New Localization
cs: Vytvořit novou lokalizaci
de: Neue Lokalisierung erstellen
es: Crear nueva traducción
fr: Créer une localisation
it: Crea nuova localizzazione
ja: 新しいローカライズの作成
ko: 새 지역화 만들기
pl: Utwórz nową lokalizację
pt_br: Criar Nova Localização
ru: Создать локализацию
tr: Yeni Yerelleştirme Oluştur
uk: Створити нову локалізацію
zh_cn: 创建新本地化
zh_tw: 建立新當地語系化

source: Create New Task
cs: Vytvořit nový úkol
de: Neue Aufgabe erstellen
es: Crear nueva tarea
fr: Créer une tâche
it: Crea nuova attività
ja: 新しいタスクの作成
ko: 새 작업 만들기
pl: Utwórz nowe zadanie
pt_br: Criar Nova Tarefa
ru: Создать задачу
tr: Yeni Görev Oluştur
uk: Створити нове завдання
zh_cn: 创建新任务
zh_tw: 建立新工作

source: Create NuGet _Package
cs: Vytvořit balíček Nu_Get
de: NuGet_Paket erstellen
es: Crear paquete _NuGet
fr: Créer un paquet Nu_Get
it: Crea pacchetto
ja: NuGet パッケージの作成(_P)
ko: NuGet 패키지 만들기(_P)
pl: Ut_wórz pakiet NuGet
pt_br: Criar um _Pacote NuGet
ru: Создать _пакет NuGet
tr: NuGet _Paketi Oluştur

source: Create Package
cs: Vytvořit balíček
de: Paket erstellen
es: Crear paquete
fr: Créer un paquet
it: Crea pacchetto
ja: パッケージの作成
ko: 패키지 만들기
pl: Utwórz pakiet
pt_br: Criar Pacote
ru: Создать пакет
tr: Paket Oluştur
uk: Створити пакет
zh_cn: 创建包
zh_tw: 建立封裝

source: Create Package...
cs: Vytvořit balíček...
de: Paket erstellen...
es: Crear paquete...
fr: Créer un paquet...
it: Crea pacchetto...
ja: パッケージの作成...
ko: 패키지 만들기...
pl: Utwórz pakiet...
pt_br: Criar Pacote...
ru: Создать пакет...
tr: Paket Oluştur...
uk: Створити пакет...
zh_cn: 创建包...
zh_tw: 建立封裝...

source: Create Patch
cs: Vytvořit opravu
de: Patch erstellen
es: Crear revisión
fr: Créer le correctif
it: Crea patch
ja: パッチの作成
ko: 패치 만들기
pl: Utwórz poprawkę
pt_br: Criar Patch
ru: Создать исправление
tr: Düzeltme Eki Oluştur
uk: Створити латку
zh_cn: 创建补丁
zh_tw: 建立修補檔案

source: Create Run Configuration
cs: Vytvořit konfiguraci spuštění
de: Laufzeitkonfiguration erstellen
es: Crear configuración de ejecución
fr: Créer une configuration d'exécution
ja: 実行構成の作成
ko: 실행 구성 만들기
pl: Utwórz konfigurację przebiegu
pt_br: Criar Configuração de Execução
ru: Создание конфигурации запуска
tr: Çalışma Yapılandırması Oluştur

source: Create Shared Project
cs: Vytvořit sdílený projekt
de: Freigegebenes Projekt erstellen
es: Crear proyecto compartido
fr: Créer un projet partagé
it: Progetto condiviso
ja: 共有プロジェクトの作成
ko: 공유 프로젝트 만들기
pl: Utwórz projekt udostępniony
pt_br: Criar Projeto Compartilhado
ru: Создать общий проект
tr: Paylaşılan Proje Oluştur

source: Create Solution Run Configuration
cs: Vytvořit konfiguraci spuštění řešení
de: Laufzeitkonfiguration für Projektmappe erstellen
es: Crear configuración de ejecución de la solución
fr: Créer une configuration d'exécution de solution
ja: ソリューション実行構成の作成
ko: 솔루션 실행 구성 만들기
pl: Utwórz konfigurację przebiegu rozwiązania
pt_br: Criar Configuração de Execução de Solução
ru: Создание конфигурации запуска решения
tr: Çözüm Çalışma Yapılandırması Oluştur

source: Create _Layout
cs: Vytvořit _rozložení
de: _Layout erstellen
es: Crear _diseño
fr: Créer une _disposition
it: Crea _layout
ja: レイアウトの作成(_L)
ko: 레이아웃 만들기(_L)
pl: Utwórz _układ
pt_br: Criar _Layout
ru: Создать _макет
tr: Düzen _Oluştur
uk: _Створити конфігурацію
zh_cn: 创建布局(_L)
zh_tw: 建立配置(_L)

source: Create _Patch
cs: Vytvořit _opravu
de: _Patch erstellen
es: Crear _revisión
fr: Créer un _correctif
it: Crea _patch
ja: パッチの作成(_P)
ko: 패치 만들기(_P)
pl: Utwórz _poprawkę
pt_br: Criar _Patch
ru: Создать _исправление
tr: Düzeltme _Eki Oluştur
uk: Створити _латку
zh_cn: 创建补丁(_P)
zh_tw: 建立修補檔案(_P)

source: Create _Schema
cs: Vytvořit _schéma
de: _Schema erstellen
es: Crear _esquema
fr: Créer un _schéma
it: Crea sc_hema
ja: スキーマの作成(_S)
ko: 스키마 만들기(_S)
pl: Utwórz _schemat
pt_br: Criar E_squema
ru: Создать с_хему
tr: Şema _Oluştur
uk: Створити с_хему
zh_cn: 创建架构(_S)
zh_tw: 建立結構描述(_S)

source: Create a .gitignore file to ignore inessential files.
cs: Vytvořit soubor .gitignore pro ignorování nedůležitých souborů
de: Erstellt eine GITIGNORE-Datei, um unwesentliche Dateien zu ignorieren.
es: Crear un archivo .gitignore para omitir los archivos que no son esenciales.
fr: Créer un fichier .gitignore pour ignorer les fichiers non essentiels
it: Crea un file con estensione gitignore per ignorare file non essenziali.
ja: 不要なファイルを無視するための .gitignore ファイルを作成する。
ko: 필요하지 않은 파일을 무시하려면 .gitignore 파일을 만듭니다.
pl: Utwórz plik .gitignore, aby ignorować zbędne pliki
pt_br: Criar um arquivo .gitignore para ignorar arquivos não essenciais.
ru: Создать файл GITIGNORE, чтобы игнорировать несущественные файлы
tr: Gerekli olmayan dosyaların yoksayılması için bir .gitignore dosyası oluştur.
uk: Створити файл .gitignore для нехтування неважливих файлів.
zh_cn: 创建 .gitignore 文件以忽略不重要的文件。
zh_tw: 建立 .gitignore 檔案以略過不必要的檔案。

source: Create a Breakpoint
cs: Vytvořit zarážku
de: Haltepunkt erstellen
es: Crear un punto de interrupción
fr: Créer un point d’arrêt
it: Crea un punto di interruzione
ja: ブレークポイントの作成
ko: 중단점 만들기
pl: Utwórz punkt przerwania
pt_br: Criar um Ponto de Interrupção
ru: Создание точки останова
tr: Kesme Noktası Oluştur
zh_cn: 创建一个断点
zh_tw: 建立中斷點

source: Create a NuGet Package when building the project.
cs: Vytvoří balíček NuGet při sestavování projektu.
de: Erstellen Sie ein NuGet-Paket während der Projekterstellung.
es: Cree un paquete NuGet al compilar el proyecto.
fr: Créez un paquet NuGet durant la génération du projet.
it: Crea nuovi pacchetti per il progetto
ja: プロジェクトをビルドするときに NuGet パッケージを作成します。
ko: 프로젝트를 빌드할 때 NuGet 패키지를 만듭니다.
pl: Utwórz pakiet NuGet podczas kompilowania projektu.
pt_br: Crie um Pacote NuGet ao compilar o projeto.
ru: Создать пакет NuGet при сборке проекта.
tr: Projeyi oluştururken bir NuGet Paketi oluşturun.

source: Create a Shared Project from the Portable Class Library:
cs: Vytvořit sdílený projekt z přenosné knihovny tříd:
de: Freigegebenes Projekts aus der portablen Klassenbibliothek erstellen:
es: Crear un proyecto compartido desde la biblioteca de clases portable:
fr: Créer un projet partagé à partir de la bibliothèque de classes portable :
ja: ポータブル クラス ライブラリから共有プロジェクトを作成します:
ko: 이식 가능한 클래스 라이브러리에서 공유 프로젝트 만들기:
pl: Utwórz projekt udostępniony z poziomu biblioteki klas przenośnych:
pt_br: Crie um Projeto Compartilhado na Biblioteca de Classes Portátil:
ru: Создать общий проект на основе переносимой библиотеки классов:
tr: Şu Taşınabilir Sınıf Kitaplığından bir Paylaşılan Proje Oluştur:

source: Create a console VB.Net project
cs: Vytvořit projekt konzoly VB.Net
de: VB.NET-Konsolenprojekt erstellen
es: Crea un proyecto de VB.Net de consola
fr: Créer un projet VB.Net de console
it: Crea un progetto console VB.Net
ja: コンソール VB.Net プロジェクトの作成
ko: 콘솔 VB.Net 프로젝트 만들기
pl: Utwórz projekt konsoli VB.Net
pt_br: Criar um projeto VB.NET do console
ru: Создать консольный проект VB.Net
tr: Konsol VB.Net projesi oluşturur
uk: Створити консольний проект мовою VB .NET
zh_cn: 创建一个控制台 VB.Net 项目
zh_tw: 建立主控台 VB.Net 專案

source: Create a new class
cs: Vytvořit novou třídu
de: Eine neue Klasse erstellen
es: Crear una clase nueva
fr: Créer une classe
it: Crea nuova classe
ja: 新しいクラスの作成
ko: 새 클래스 만들기
pl: Utwórz nową klasę
pt_br: Criar uma nova classe
ru: Создать класс
tr: Yeni bir sınıf oluştur
uk: Створити новий клас
zh_cn: 创建新类
zh_tw: 建立新類別

source: Create a new file
cs: Vytvořit nový soubor
de: Neue Datei erstellen
es: Crear un archivo nuevo
fr: Créer un fichier
it: Crea un nuovo file
ja: 新しいファイルを作成します
ko: 새 파일 만들기
pl: Utwórz nowy plik
pt_br: Criar um arquivo
ru: Создать файл
tr: Yeni dosya oluştur
uk: Створити новий файл
zh_cn: 创建新文件
zh_tw: 建立新檔案

source: Create a new folder
cs: Vytvořit novou složku
de: Neuen Ordner erstellen
es: Crear una carpeta nueva
fr: Crée un dossier
it: Crea una nuova cartella
ja: 新しいフォルダーを作成します
ko: 새 폴더 만들기
pl: Utwórz nowy folder
pt_br: Cria uma nova pasta
ru: Создать папку
tr: Yeni klasör oluştur
uk: Створити нову теку
zh_cn: 创建新文件夹
zh_tw: 建立新資料夾

source: Create a new solution
cs: Vytvořit nové řešení
de: Neue Projektmappe erstellen
es: Crear una solución nueva
fr: Créer une solution
it: Crea una nuova soluzione
ja: 新しいソリューションの作成
ko: 새 솔루션 만들기
pl: Utwórz nowe rozwiązanie
pt_br: Criar uma nova solução
ru: Создать решение
tr: Yeni çözüm oluştur
uk: Створити нове рішення
zh_cn: 创建新解决方案
zh_tw: 建立新解決方案

source: Create a new workspace
cs: Vytvořit nový pracovní prostor
de: Neuen Arbeitsbereich erstellen
es: Crear un área de trabajo nueva
fr: Créer un espace de travail
it: Crea una nuova area di lavoro
ja: 新しいワークスペースの作成
ko: 새 작업 영역 만들기
pl: Utwórz nowy obszar roboczy
pt_br: Criar um novo workspace
ru: Создать рабочую область
tr: Yeni çalışma alanı oluştur
uk: Створити новий робочий простір
zh_cn: 创建新工作区
zh_tw: 建立新工作區

source: Create a project directory within the solution directory.
cs: Vytvořit adresář projektu v adresáři řešení
de: Projektverzeichnis im Projektmappenverzeichnis erstellen
es: Crear un directorio de proyecto dentro del directorio de la solución.
fr: Créer un répertoire de projet dans le répertoire de la solution
it: Crea una directory del progetto nella directory della soluzione.
ja: ソリューション ディレクトリ内にプロジェクト ディレクトリを作成する。
ko: 솔루션 디렉터리 내에 프로젝트 디렉터리를 만듭니다.
pl: Utwórz katalog projektu w katalogu rozwiązania
pt_br: Criar um diretório de projeto dentro do diretório da solução.
ru: Создать каталог проекта в каталоге решения
tr: Çözüm dizini içinde bir proje dizini oluştur.
zh_cn: 在解决方案目录内创建项目目录。
zh_tw: 在解決方案目錄中建立專案目錄。

source: Create a project which can generate packages for a solution
cs: Vytvořit projekt, který může generovat balíčky pro řešení
de: Projekt erstellen, das Pakete für eine Projektmappe generieren kann
es: Crear un proyecto que pueda generar paquetes para una solución
fr: Créer un projet qui peut générer des paquets pour une solution
it: Crea un pacchetto che può generare pacchetti per una soluzione
ja: ソリューションのパッケージを生成できるプロジェクトを作成する
ko: 솔루션의 패키지를 생성할 수 있는 프로젝트 만들기
pl: Utwórz projekt, który może generować pakiety dla rozwiązania
pt_br: Criar um projeto que pode gerar pacotes para uma solução
ru: Создать проект, способный формировать пакеты для решения
tr: Çözüm için paketler üretebilecek bir paketleme projesi oluşturun
uk: Створити проект, який дозволяє генерувати встановлювальні пакети для рішення
zh_cn: 创建一个可以为解决方案生成包的项目
zh_tw: 建立可產生解決方案封裝的專案

source: Create an initial commit first.
cs: Nejprve vytvořte počáteční potvrzení.
de: Erstellen Sie zunächst einen anfänglichen Commit.
es: Cree primero una confirmación inicial.
fr: Créez d'abord une validation initiale.
ja: まず最初のコミットを作成します。
ko: 초기 커밋을 먼저 만듭니다.
pl: Utwórz najpierw początkowe zatwierdzenie.
pt_br: Crie primeiro uma confirmação inicial.
ru: Сначала создайте начальную фиксацию.
tr: Önce bir ilk işleme oluşturun.

source: Create changed event
cs: Vytvořit událost změny
de: Changed-Ereignis erstellen
es: Crear evento modificado
fr: Créer un événement modifié
it: Crea l'evento modificato
ja: 変更イベントを作成する
ko: 변경 이벤트 만들기
pl: Utwórz zmienione zdarzenie
pt_br: Criar evento alterado
ru: Создать измененное событие
tr: Değiştirilmiş etkinlik oluştur
uk: Створити подію Змінено
zh_cn: 创建 changed 事件
zh_tw: 建立變更的事件

source: Create configurations for all solution items
cs: Vytvořit konfigurace pro všechny položky řešení
de: Konfigurationen für alle Projektmappenelemente erstellen
es: Crear configuraciones para todos los elementos de la solución
fr: Créer des configurations pour tous les éléments de la solution
it: Crea le configurazioni per tutti gli elementi della soluzione
ja: すべてのソリューション項目について構成を作成する
ko: 모든 솔루션 항목에 대한 구성 만들기
pl: Utwórz konfiguracje dla wszystkich elementów rozwiązań
pt_br: Criar configurações para todos os itens da solução
ru: Создать конфигурации для всех элементов решения
tr: Tüm çözüm öğeleri için yapılandırmalar oluştur
uk: Створити конфігурації для всіх елементів рішення
zh_cn: 为所有解决方案项创建配置
zh_tw: 為所有解決方案項目建立組態

source: Create custom event implementation
cs: Vytvořit vlastní implementaci události
de: Implementierung für benutzerdefiniertes Ereignis erstellen
es: Crear implementación de eventos personalizada
fr: Créer une implémentation d’événement personnalisée
it: Crea l'implementazione dell'evento personalizzato
ja: カスタム イベント実装を作成する
ko: 사용자 지정 이벤트 구현 만들기
pl: Utwórz implementację zdarzenia niestandardowego
pt_br: Criar uma implementação de evento personalizado
ru: Создать реализацию пользовательского события
tr: Özel etkinlik uygulaması oluştur
uk: Створити власну реалізацію події
zh_cn: 创建自定义事件实现
zh_tw: 建立自訂事件實作

source: Create delegate
cs: Vytvořit delegáta
de: Delegat erstellen
es: Crear delegado
fr: Créer un délégué
it: Crea il delegato
ja: デリゲートを作成する
ko: 대리자 만들기
pl: Utwórz delegata
pt_br: Criar delegado
ru: Создать делегат
tr: Temsilci oluştur
uk: Створити делегат
zh_cn: 创建委托
zh_tw: 建立委派

source: Create enum '{0}'
cs: Vytvořit výčet {0}
de: Enumeration '{0}' erstellen
es: Crear la enumeración '{0}'
fr: Créer l’enum '{0}'
it: Crea l'enumerazione '{0}'
ja: 列挙型 '{0}' の作成
ko: '{0}' 열거형 만들기
pl: Utwórz wyliczenie „{0}”
pt_br: Criar enumeração '{0}'
ru: Создать перечисление "{0}"
tr: '{0}' sabit listesini oluştur
uk: Створити перелік '{0}'
zh_cn: 创建枚举“{0}”
zh_tw: 建立列舉 '{0}'

source: Create event invocator
cs: Vytvořit vyvolávač události
de: Ereignisaufrufer erstellen
es: Crear invocador de eventos
fr: Créer un invocateur d’événement
it: Crea l'utilità di richiamo eventi
ja: イベントの呼び出し元を作成する
ko: 이벤트 호출자 만들기
pl: Utwórz moduł wywoływania zdarzenia
pt_br: Criar invocador do evento
ru: Создать средство вызова событий
tr: Etkinlik başlatıcı oluştur
uk: Створити виклик методу
zh_cn: 创建事件调用器
zh_tw: 建立事件呼叫
