Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: No projects selected to run
cs: Žádné projekty vybrané ke spuštění
de: Keine Projekte zum Ausführen ausgewählt
es: No hay ningún proyecto seleccionado para ejecutarse.
fr: Aucun projet sélectionné à exécuter
it: Aggiunge un progetto alla soluzione selezionata
ja: 実行するプロジェクトが選択されていません
ko: 실행할 프로젝트를 선택하지 않았습니다.
pl: Nie wybrano projektów do uruchomienia
pt_br: Nenhum projeto selecionado para executar
ru: Не выбраны проекты для выполнения
tr: Çalıştırılacak proje seçilmedi

source: No region
cs: Žádná oblast
de: Keine Region
es: No hay ninguna región
fr: Aucune région
it: Nessuna area
ja: 地域なし
ko: 영역 없음
pl: Brak regionu
pt_br: Sem região
ru: Нет региона
tr: Bölge bulunamadı
uk: Немає ділянки
zh_cn: 无区域
zh_tw: 沒有任何區域

source: No regressions found.
cs: Nenašla se žádná regrese.
de: Keine Regressionen gefunden.
es: No se encontraron regresiones.
fr: Aucune régression trouvée.
it: Non sono state trovate regressioni.
ja: 回帰はありません。
ko: 재발 항목을 찾을 수 없습니다.
pl: Nie znaleziono regresji.
pt_br: Nenhuma regressão encontrada.
ru: Регрессии не найдены.
tr: Gerileme bulunamadı.
uk: Регресії не знайдені.
zh_cn: 找不到回归。
zh_tw: 找不到任何迴歸。

source: No runnable executable found.
cs: Nepodařilo se najít spustitelný soubor.
de: Keine ausführbare Datei gefunden.
es: No se encuentra ningún archivo ejecutable que se pueda ejecutar.
fr: Aucun fichier exécutable trouvé.
it: Non è stato trovato alcun file eseguibile pronto per l'esecuzione.
ja: 実行可能な実行ファイルが見つかりませんでした。
ko: 실행 가능한 실행 파일을 찾을 수 없습니다.
pl: Nie znaleziono pliku wykonywalnego, który można uruchomić.
pt_br: Nenhum executável encontrado.
ru: Не найден исполняемый файл для запуска.
tr: Yürütülebilir dosya bulunamadı.
uk: Не знайдено виконуваного файлу.
zh_cn: 找不到可运行的可执行文件。
zh_tw: 找不到任何可執行的可執行檔。

source: No selection
cs: Žádný výběr
de: Keine Auswahl
es: Ninguna selección
fr: Aucune sélection
it: Nessuna selezione
ja: 選択なし
ko: 선택 항목 없음
pl: Brak zaznaczenia
pt_br: Nenhuma seleção
ru: Нет выделенных элементов
tr: Seçim yok
uk: Нічого не вибрано
zh_cn: 无选定内容
zh_tw: 未選取範圍

source: No solution has been selected.
cs: Není vybrané žádné řešení.
de: Es wurde keine Projektmappe ausgewählt.
es: No se ha seleccionado ninguna solución.
fr: Aucune solution n’a été sélectionnée.
it: Non è stata selezionata alcuna soluzione.
ja: ソリューションが選ばれていません。
ko: 솔루션이 선택되지 않았습니다.
pl: Nie wybrano rozwiązania.
pt_br: Nenhuma solução foi selecionada.
ru: Решение не выбрано.
tr: Hiçbir çözüm seçilmedi.
uk: Не вибрано рішення.
zh_cn: 尚未选择任何解决方案。
zh_tw: 未選取任何解決方案。

source: No suggestions
cs: Žádné návrhy
de: Keine Vorschläge
es: No hay sugerencias
fr: Aucune suggestion
it: Non ci sono suggerimenti
ja: 候補はありません
ko: 제안 사항 없음
pl: Brak sugestii
pt_br: Sem sugestões
ru: Предложения отсутствуют
tr: Öneri yok
uk: Пропозицій немає
zh_cn: 无建议
zh_tw: 無建議

source: No template found matching condition '{0}'.
cs: Nenašla se žádná šablona odpovídající podmínce {0}.
de: Keine mit Bedingung '{0}' übereinstimmende Vorlage gefunden.
es: No se encuentra ninguna plantilla que coincida con la condición '{0}'.
fr: Aucun modèle trouvé correspondant à la condition « {0} ».
it: Non è stato trovato nessun modello corrispondente alla condizione '{0}'.
ja: 条件 '{0}' に一致するテンプレートが見つかりません。
ko: '{0}' 조건과 일치하는 템플릿을 찾을 수 없습니다.
pl: Brak szablonów pasujących do warunku „{0}”.
pt_br: Nenhum modelo encontrado correspondendo à condição '{0}'.
ru: Не найден шаблон, соответствующий условию "{0}".
tr: '{0}' koşulu ile eşleşen şablon bulunamadı.
zh_cn: 找不到与条件“{0}”匹配的模板。
zh_tw: 找不到符合條件 '{0}' 的範本。

source: No templates found
cs: Nepodařilo se najít žádné šablony.
de: Keine Vorlagen gefunden
es: No se han encontrado plantillas
fr: Aucun modèle trouvé
it: Non sono stati trovati modelli
ja: テンプレートが見つかりません
ko: 템플릿을 찾을 수 없습니다.
pl: Nie znaleziono szablonów
pt_br: Nenhum modelo encontrado
ru: Шаблоны не найдены
tr: Şablon bulunamadı
uk: Шаблони не знайдено
zh_cn: 找不到模板
zh_tw: 找不到任何範本

source: No to All
cs: Ne všem
de: Nein, keine
es: No a todo
fr: Non pour tout
it: No a tutti
ja: すべていいえ
ko: 모두 아니요
pl: Nie dla wszystkich
pt_br: Não para Todos
ru: Не для всех
tr: Tümüne Hayır
zh_cn: 全否
zh_tw: 全部皆否

source: No update found but warnings were reported.
cs: Nenašla se žádná aktualizace, ale nahlásila se upozornění.
de: Kein Update gefunden, aber Warnungen gemeldet.
es: No se encontraron actualizaciones, pero se notificaron advertencias.
fr: Aucune mise à jour trouvée, mais des avertissements ont été signalés.
it: Non è stato trovato alcun aggiornamento ma sono stati restituiti avvisi.
ja: 更新プログラムは見つかりませんでしたが、警告が報告されました。
ko: 업데이트를 찾을 수 없지만 경고가 보고되었습니다.
pl: Nie znaleziono aktualizacji, ale zostały zgłoszone ostrzeżenia.
pt_br: Nenhuma atualização foi encontrada, mas avisos foram relatados.
ru: Обновление не найдено, но зарегистрированы предупреждения.
tr: Güncelleştirme bulunamadı, ancak uyarılar bildirildi.
uk: Оновлення не знайдено, але є попередження.
zh_cn: 找不到更新，但报告警告。
zh_tw: 找不到更新，但回報警告。

source: No updates found
cs: Nenašly se žádné aktualizace.
de: Keine Updates gefunden.
es: No se encontraron actualizaciones
fr: Aucune mise à jour trouvée
it: Non sono stati trovati aggiornamenti
ja: 更新プログラムが見つかりませんでした
ko: 업데이트를 찾을 수 없습니다.
pl: Nie znaleziono aktualizacji
pt_br: Nenhuma atualização encontrada
ru: Обновления не найдены
tr: Güncelleştirme bulunamadı
uk: Оновлень не знайдено
zh_cn: 找不到更新
zh_tw: 找不到任何更新

source: No updates found but warnings were reported.
cs: Nenašly se žádné aktualizace, ale nahlásila se upozornění.
de: Keine Updates gefunden, aber Warnungen gemeldet.
es: No se encontraron actualizaciones, pero se notificaron advertencias.
fr: Aucune mise à jour trouvée, mais des avertissements ont été signalés.
it: Non sono stati trovati aggiornamenti ma sono stati restituiti avvisi.
ja: 更新プログラムは見つかりませんでしたが、警告が報告されました。
ko: 업데이트를 찾을 수 없지만 경고가 보고되었습니다.
pl: Nie znaleziono aktualizacji, ale zostały zgłoszone ostrzeżenia.
pt_br: Nenhuma atualização foi encontrada, mas avisos foram relatados.
ru: Обновления не найдены, но зарегистрированы предупреждения.
tr: Güncelleştirme bulunamadı, ancak uyarılar bildirildi.
uk: Оновлень не знайдено, але є попередження.
zh_cn: 找不到更新，但报告警告。
zh_tw: 找不到更新，但回報警告。

source: No variables found in the selected Makefile
cs: Ve vybraném souboru pravidel se nepodařilo najít žádné proměnné.
de: Keine Variablen im ausgewählten Makefile gefunden
es: No se han encontrado variables en el archivo Make seleccionado
fr: Aucune variable trouvée dans le Makefile sélectionné
it: Non sono state trovate variabili nel makefile selezionato
ja: 選択されたメイクファイルに変数がありません
ko: 선택한 메이크파일에 변수가 없습니다.
pl: Nie znaleziono zmiennych w wybranym pliku reguł programu make
pt_br: Nenhuma variável encontrada no Makefile selecionado
ru: Не найдены переменные в выбранном файле makefile
tr: Seçili derleme görevleri dosyasında değişken bulunamadı
uk: У вказаному Makefile не знайдено жодної змінної
zh_cn: 在所选生成文件中找不到任何变量
zh_tw: 在選取的 Makefile 中找不到任何變數

source: Non public methods are not found by NUnit
cs: NUnit nehledá neveřejné metody.
de: Nicht öffentliche Methoden werden von NUnit nicht gefunden.
es: NUnit no encuentra los métodos no públicos
fr: NUnit ne trouve pas de méthodes non publiques
it: NUnit non ha trovato alcun metodo non pubblico
ja: 非パブリック メソッドが NUnit で見つかりません
ko: NUnit에서 public이 아닌 메서드를 찾지 못했습니다.
pl: Program NUnit nie znalazł metod niepublicznych
pt_br: Métodos não públicos não são encontrados pelo NUnit
ru: NUnit не нашел методы, не являющиеся общими
tr: Herkese açık olmayan yöntemler NUnit tarafından bulunamıyor
uk: NUnit не знайшов не загальнодоступних методів
zh_cn: NUnit 找不到非公共方法
zh_tw: NUnit 找不到非公用方法

source: Non-readonly field referenced in 'GetHashCode()'
cs: GetHashCode() odkazuje na pole, které není jen pro čtení.
de: In 'GetHashCode()' wurde auf ein nicht schreibgeschütztes Feld verwiesen.
es: Campo no de solo lectura al que se hace referencia en 'GetHashCode()'
fr: Champ autre qu’en lecture seule référencé dans « GetHashCode() »
it: Campo non di sola lettura usato come riferimento in 'GetHashCode()'
ja: 非読み取り専用フィールドが 'GetHashCode()' で参照されています
ko: 읽기 전용이 아닌 필드가 'GetHashCode()'에서 참조되었습니다.
pl: Pole nie tylko do odczytu przywołane w funkcji „GetHashCode()”
pt_br: Campo não readonly não referenciado em 'GetHashCode()'
ru: Ссылка на поле, которое не является доступным только для чтения, в "GetHashCode()"
tr: 'GetHashCode()' içinde salt okunur olmayan alana başvuruldu
zh_cn: "GetHashCode()" 中引用的非只读字段
zh_tw: 'GetHashCode()' 中參考的非唯讀欄位

source: Nonbacktracking subexpression (also known as a 'greedy' subexpression.) The subexpression is fully matched once, and then does not participate piecemeal in backtracking. (That is, the subexpression matches only strings that would be matched by the subexpression alone.)
cs: Dílčí výraz bez zpětného vyhledávání (označovaný taky jako dílčí výraz typu greedy). Dílčí výraz se jednou plně porovná a pak se nezúčastní postupného zpětného vyhledávání. (Dílčí výraz tedy odpovídá jenom řetězcům, které by našel samotný dílčí výraz.)
de: Nicht zurückverfolgender Teilausdruck (auch als 'greedy' Teilausdruck bezeichnet.) Der Teilausdruck wird einmal vollständig abgeglichen und ist dann nicht an einer schrittweisen Rückverfolgung beteiligt. (Das bedeutet, dass der Teilausdruck nur Zeichenfolgen entspricht, die einzig dem Teilausdruck entsprechen würden.)
es: Subexpresión Nonbacktracking (también denominada subexpresión 'greedy' (ambiciosa)). Esta subexpresión lleva a cabo la búsqueda completa una vez y después no participa en búsquedas hacia atrás. Es decir, la subexpresión solo busca cadenas que encontraría ella por sí sola.
fr: Sous-expression sans retour sur trace (également appelée sous-expression « gourmande ».) La sous-expression est entièrement mise en correspondance une fois, puis n’intervient pas de façon fragmentaire dans un retour sur trace. (Autrement dit, la sous-expression correspond uniquement aux chaînes auxquelles elle correspondrait seule.)
it: Sottoespressione che non esegue il backtracking, nota anche come sottoespressione 'esigente'. La sottoespressione trova una corrispondenza piena una sola volta, quindi non partecipa al backtracking in segmenti. La sottoespressione consente quindi di trovare solo stringhe che corrispondono unicamente alla sottoespressione.
ja: バックトラッキングしない部分式 ('最長一致' の部分式とも呼ばれます)。 部分式は一度完全に一致してから、バックトラッキングに断片的に関与 しません (つまり部分式は、その部分式単独で一致する文字列のみに 一致します)。
ko: 역추적하지 않는 하위 식('greedy' 하위 식이라고도 함)입니다. 하위 식은 한 번 완전히 일치되면 역추적에 참여하지 않습니다. 즉, 하위 식은 하위 식과만 일치할 문자열만 찾습니다.
pl: Podwyrażenie bez cofania się (znane też jako podwyrażenie „zachłanne”, ang. „greedy”). Podwyrażenie jest w pełni dopasowywane raz, a następnie nie bierze fragmentarycznego udziału w cofaniu sie. (Podwyrażenie dopasowuje wyłącznie ciągi, które zostałyby dopasowane przez samo to podwyrażenie).
pt_br: Subexpressão sem rastreamento inverso (também conhecida como subexpressão 'greedy') A subexpressão corresponde totalmente uma vez e não participa de rastreamento inverso por etapas (ou seja, a subexpressão corresponde apenas a cadeias de caracteres que seriam correspondidas apenas pela subexpressão.)
ru: Часть выражения без обратного отслеживания (которая также называется "жадной"). Эта часть выражения сопоставляется полностью один раз, после чего не принимает частичное участие в обратном отслеживании. (Таким образом, эта часть выражения соответствует только строкам, которые совпадают только с ней одной.)
tr: Geri izlemesiz alt ifade ('en yüksek kapsamlı' alt ifade de denir.) Alt ifade bir kez tam olarak eşleştirilir, sonra parçalı olarak geri izlemeye katılmaz. (Yani alt ifade yalnızca tek başına alt ifade tarafından eşleştirilecek dizelerle eşleşir.)
zh_cn: 非回溯子表达式(也称为“贪婪”子表达式。) 该子表达式仅完全匹配一次，然后就不会逐段参与 回溯了。(也就是说，该子表达式仅与 可由该子表达式单独匹配的字符串匹配。)
zh_tw: 非回溯子運算式 (也稱為 'greedy' 子運算式)。 子運算式會完整符合一次，不會參與分次 回溯 (亦即，子運算式僅符合與子運算式單獨相符的 字串)。

source: Noncapturing group. Does not capture the substring matched by the subexpression.
cs: Nezachycující skupina. Nezachytí dílčí řetězec odpovídající dílčímu výrazu.
de: Nicht-Erfassungsgruppe. Erfasst die mit dem Teilausdruck übereinstimmende Teilzeichenfolge nicht.
es: Grupo sin captura. No captura la subcadena comparada por la subexpresión.
fr: Groupe sans capture. Ne capture pas la sous-chaîne correspondant à la sous-expression.
it: Gruppo di non acquisizione. Non acquisisce la sottostringa corrispondente alla sottoespressione.
ja: キャプチャ対象でないグループ。 部分式により照合される部分文字列をキャプチャしません。
ko: 비캡처 그룹입니다. 하위 식과 일치하는 하위 문자열을 캡처하지 않습니다.
pl: Grupa nieprzechwytująca. Nie przechwytuje podciągu dopasowanego przez podwyrażenie.
pt_br: Grupo sem captura. Não captura a subcadeia de caracteres correspondida por essa subexpressão.
ru: Группа без записи. Не записывает подстроку, которой соответствует часть выражения.
tr: Yakalamayan grup. Alt ifadenin eşleştirdiği alt dizeyi yakalamaz.
uk: Незахоплювальна група. Не захоплює підрядок, що відповідає підвиразу.
zh_cn: 非捕获组。 不捕获由子表达式匹配的子字符串。
zh_tw: 非擷取群組。 請不要擷取與子運算式相符的字串。

source: None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
uk: Немає
zh_cn: 无
zh_tw: 無

source: Nordic
cs: skandinávské jazyky
de: Nordisch
es: Nórdico
fr: Nordique
it: Nordico
ja: 北欧語
ko: 북유럽어
pl: Nordycki
pt_br: Nórdico
ru: Скандинавский
tr: İskandinav
uk: Скандинавське
zh_cn: 北欧文
zh_tw: 北歐語言

source: Normal
cs: Normální
fr: Normal(e)
it: Normale
ja: 標準
ko: 보통
pl: Normalny
ru: Обычная
uk: Нормальний
zh_cn: 正常
zh_tw: 一般

source: Not a Stetic file according to node name.
cs: Podle názvu uzlu se nejedná o soubor Stetic.
de: Keine Stetic-Datei (entsprechend dem Knotennamen).
es: No es un archivo Stetic según el nombre de nodo.
fr: N’est pas un fichier Stetic d’après le nom du nœud.
it: In base al nome di nodo non è un file Stetic.
ja: ノード名から見るに、Stetic ファイルではありません。
ko: 노드 이름에 따른 Stetic 파일이 아닙니다.
pl: Według nazwy węzła nie jest to plik Stetic.
pt_br: Não é um arquivo Stetic de acordo com o nome do nó.
ru: Согласно имени узла не является файлом Stetic.
tr: Düğüm adına göre bir Stetic dosyası değil.
zh_cn: 根据节点名称，不是 Stetic 文件。
zh_tw: 根據節點名稱，這不是 Stetic 檔案。

source: Not a deployable project.
cs: Nejedná se o nasaditelný projekt.
de: Kein bereitstellbares Projekt
es: Este proyecto no se puede implementar.
fr: Pas un projet déployable.
it: Non è un progetto distribuibile.
ja: 配置できるプロジェクトではありません。
ko: 배포 가능한 프로젝트가 아닙니다.
pl: Nie jest to projekt, który można wdrożyć.
pt_br: Não é um projeto implantável.
ru: Проект не является развертываемым.
tr: Dağıtılabilir bir proje değil.
uk: Проект, що не розгортається.
zh_cn: 不是可部署的项目。
zh_tw: 不是可部署的專案。

source: Not a glade file according to node name.
cs: Podle názvu uzlu se nejedná o soubor Glade.
de: Keine Glade-Datei (entsprechend dem Knotennamen).
es: No es un archivo .glade según el nombre del nodo.
fr: N’est pas un fichier glade d’après le nom du nœud.
it: In base al nome di nodo non è un file Glade.
ja: ノード名から見るに、glade ファイルではありません。
ko: 노드 이름에 따른 glade 파일이 아닙니다.
pl: Według nazwy węzła nie jest to plik Glade.
pt_br: Não é um arquivo glade de acordo com o nome do nó.
ru: Согласно имени узла не является файлом Glade.
tr: Düğüm adına göre bir glade dosyası değil.
zh_cn: 根据节点名称，不是 Glade 文件。
zh_tw: 根據節點名稱，這不是 glade 檔案。

source: Not a valid git repository.
cs: Není platným úložištěm Git.
de: Kein gültiges Git-Repository.
es: No es un repositorio Git válido.
fr: Dépôt Git non valide.
it: Non è un repository GIT valido.
ja: 有効な Git リポジトリではありません。
ko: 유효한 git 리포지토리가 아닙니다.
pl: To nie jest prawidłowe repozytorium Git.
pt_br: Não é um repositório git válido.
ru: Нет допустимого репозитория Git.
tr: Geçerli bir git deposu değil.
zh_cn: 不是有效的 GIT 存储库。
zh_tw: 不是有效的 Git 存放庫。

source: Not configured
cs: Nenakonfigurováno
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
ja: 未構成
ko: 구성되지 않음
pl: Nie skonfigurowano
pt_br: Não configurado
ru: Не настроено
tr: Yapılandırılmadı
zh_cn: 未配置
zh_tw: 未設定

source: Not found
cs: Nenalezeno
de: Nicht gefunden
es: No se encuentra
fr: Non trouvé
it: Non trovata
ja: 見つかりません
ko: 찾을 수 없음
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
tr: Bulunamadı
uk: Не знайдено
zh_cn: 未找到
zh_tw: 找不到

source: Not implemented
cs: Neimplementováno
de: Nicht implementiert
es: No implementado
fr: Non implémenté
it: Non implementato
ja: 実装されていません
ko: 구현되지 않음
pl: Nie zaimplementowano
pt_br: Não implementado
ru: Не реализовано
tr: Uygulanmadı
uk: Не реалізовано
zh_cn: 未实现
zh_tw: 未實作

source: Not installed
cs: Nenainstalováno
de: Nicht installiert
es: Sin instalar
fr: Non installé
ja: インストールされていません
ko: 설치되지 않음
pl: Nie zainstalowano
pt_br: Não Instalado
ru: Не установлен
tr: Yüklü değil

source: Not show in the following environments:
cs: Nezobrazovat v těchto prostředích:
de: Nicht in den folgenden Umgebungen anzeigen:
es: No mostrar en los siguientes entornos:
fr: Ne pas afficher dans les environnement suivants :
it: Non mostrare negli ambienti seguenti:
ja: 以下の環境では表示しない:
ko: 다음 환경에서 표시하지 않음:
pl: Nie pokazuj w następujących środowiskach:
pt_br: Não exibir nos seguintes ambientes:
ru: Не показывать в следующих средах:
tr: Şu ortamlarda gösterme:
uk: Не показувати в таких віконних середовищах:
zh_cn: 不在以下环境中显示:
zh_tw: 在下列環境不顯示:

source: NotImplementedException thrown.
cs: Vyvolala se výjimka NotImplementedException.
de: NotImplementedException ausgelöst
es: Se ha producido una excepción NotImplementedException.
fr: Exception NotImplementedException levée.
it: È stata generata l'eccezione NotImplementedException.
ja: NotImplementedException がスローされました。
ko: NotImplementedException이 throw되었습니다.
pl: Zgłoszono wyjątek NotImplementedException.
pt_br: NotImplementedException gerada.
ru: Возникло исключение NotImplementedException.
tr: NotImplementedException özel durumu oluştu.
uk: Кинуто NotImplementedException.
zh_cn: 引发 NotImplementedException。
zh_tw: 已擲回 NotImplementedException。

source: NotImplementedException({0}) thrown.
cs: Vyvolala se výjimka NotImplementedException({0}).
de: NotImplementedException({0}) ausgelöst
es: Se ha producido una excepción NotImplementedException({0}).
fr: Exception NotImplementedException ({0}) levée.
it: È stata generata l'eccezione NotImplementedException({0}).
ja: NotImplementedException({0}) がスローされました。
ko: NotImplementedException({0})이 throw되었습니다.
pl: Zgłoszono wyjątek NotImplementedException({0}).
pt_br: NotImplementedException({0}) gerada.
ru: Возникло исключение NotImplementedException({0}).
tr: NotImplementedException({0}) özel durumu oluştu.
uk: Кинуто NotImplementedException({0}).
zh_cn: 引发 NotImplementedException({0})。
zh_tw: 已擲回 NotImplementedException({0})。

source: Note: The reversion will occur in your working copy, so you will still need to perform a commit to complete it.
cs: Poznámka: K obnovení dojde v pracovní kopii, k dokončení tedy musíte provést potvrzení.
de: Hinweis: Da die Zurücksetzung für Ihre Arbeitskopie ausgeführt wird, müssen Sie sie noch mit einem Commit abschließen.
es: Nota: La reversión tendrá lugar en la copia de trabajo, por lo que aún deberá confirmarla para completarla.
fr: Remarque : le rétablissement s’appliquant à votre copie de travail, vous devez encore effectuer une validation pour l’achever.
it: Nota: il ripristino verrà eseguito sulla copia di lavoro, di conseguenza è comunque necessario eseguire un commit per completarlo.
ja: メモ: 作業コピーで元に戻す処理が行われるため、完了するにはコミットする必要があります。
ko: 참고: 작업 복사본에서 되돌리기가 발생하므로 완료하려면 커밋을 수행해야 합니다.
pl: Uwaga: Operacja cofania zostanie wykonana w kopii roboczej, dlatego należy wykonać zatwierdzenie, aby ją ukończyć.
pt_br: Observação: a reversão ocorrerá em sua cópia funcional, portanto, você ainda precisará realizar uma confirmação para concluí-la.
ru: Примечание. Редакция будет присутствовать в рабочей копии, поэтому для ее завершения все равно потребуется выполнить фиксацию.
tr: Not: Geri alma işlemi çalışma kopyanız üzerinde yapılır, bu nedenle işlemi tamamlamak için yine de bir yürütme gerçekleştirmeniz gerekir.
uk: Примітка: зміни з’являться у вашій робочій копії, тому для завершення потрібно буде подати їх.
zh_cn: 注意: 还原操作将在工作副本中进行，因此你仍需执行提交来完成它。
zh_tw: 注意: 工作複本中將會進行還原，因此您仍然需要執行認可才能加以完成。

source: Note: creates an using for namespace:
cs: Poznámka: Vytvoří direktivu using pro obor názvů:
de: Hinweis: Erstellt eine using-Anweisung für den Namespace:
es: Nota: Crea una instrucción Using para el espacio de nombres:
fr: Remarque : Crée une instruction using pour l'espace de noms :
ja: 注: 次の名前空間の using を作成します:
ko: 참고: 네임스페이스에 대한 using을 만듭니다:
pl: Uwaga: tworzy deklarację using dla przestrzeni nazw:
pt_br: Observação: cria um uso para o namespace:
ru: Примечание. Создает директиву using для пространства имен:
tr: Not: Ad alanı için using oluşturur:

source: Note: the SSH key for this host must be installed on your system. If it is password protected, the password must be loaded into a running SSH authentication daemon, such as <i>ssh-agent</i> or <i>seahorse-agent</i>.
cs: Poznámka: Na svém systému musíte mít nainstalovaný klíč SSH pro tohoto hostitele. Pokud je chráněný heslem, musí se heslo načíst do spuštěného ověřovacího démonu SSH, jako je <i>ssh-agent</i> nebo <i>seahorse-agent</i>.
de: Hinweis: Der SSH-Schlüssel für diesen Host muss auf Ihrem System installiert werden. Wenn es kennwortgeschützt ist, muss das Kennwort in einen ausgeführten SSH-Authentifizierungsdaemon wie <i>ssh-agent</i> oder <i>seahorse-agent</i> geladen werden.
es: Nota: La clave SSH de este host debe estar instalada en el sistema. Si está protegido con contraseña, la contraseña se debe cargar en un demonio de autenticación de SSH en ejecución, como <i>ssh-agent</i> o <i>seahorse-agent</i>.
fr: Remarque : la clé SSH pour cet hôte doit être installée sur votre système. Si elle est protégée par un mot de passe, celui-ci doit être chargé dans un démon d’authentification SSH en cours d’exécution, tel que <i>ssh-agent</i> ou <i>seahorse-agent</i>.
it: Nota: la chiave SSH per questo host deve essere installata nel sistema. Se è protetta da password, è necessario caricare la password in un daemon di autenticazione SSH in esecuzione, come <i>ssh-agent</i> o <i>seahorse-agent</i>.
ja: 注: このホストの SSH キーをシステムにインストールする必要があります。パスワードで保護されている場合は、<i>ssh-agent</i> または <i>seahorse-agent</i> などの実行中の SSH 認証デーモンにパスワードを読み込む必要があります。
ko: 참고: 이 호스트의 SSH 키가 시스템에 설치되어 있어야 합니다. 해당 키가 암호로 보호되는 경우 실행되는 SSH 인증 daemon(예: <i>ssh-agent</i> 또는 <i>seahorse-agent</i>)에 암호를 로드해야 합니다.
pl: Uwaga: Klucz SSH dla tego hosta musi być zainstalowany w systemie. Jeśli jest zabezpieczony hasłem, hasło musi być załadowane do uruchomionego demona uwierzytelniania SSH, np. <i>ssh-agent</i> lub <i>seahorse-agent</i>.
pt_br: Observação: a chave SSH para esse host deve ser instalada no seu sistema. Se ela for protegida por senha, esta deverá ser carregada em um daemon de autenticação de SSH em execução, como <i>ssh-agent</i> ou <i>seahorse-agent</i>.
ru: Примечание. В системе должен быть установлен ключ SSH для этого узла. Если он защищен паролем, этот пароль требуется загрузить в запущенную управляющую программу проверки подлинности SSH, такую как <i>ssh-agent</i> или <i>seahorse-agent</i>.
tr: Not: Bu konağı SSH anahtarı sisteminize yüklenmelidir. Anahtar parola korumalıysa, parola, çalışmakta olan <i>ssh-agent</i> veya <i>seahorse-agent</i> gibi bir arka plan SSH kimlik doğrulaması programına yüklenmelidir.
zh_cn: 注意: 你的系统必须安装此主机的 SSH 密钥。如果它受到密码保护，则该密码必须装载到正在运行的 SSH 身份验证守护程序中，例如 <i>ssh-agent</i> 或 <i>seahorse-agent</i>。
zh_tw: 注意: 系統上必須安裝此主機的 SSH 金鑰。如果其受密碼保護，則必須將密碼載入執行中的 SSH 驗證精靈 (例如 <i>ssh-agent</i> 或 <i>seahorse-agent</i>)。
