Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Clear console
cs: Vymazat konzolu
de: Konsole bereinigen
es: Borrar consola
fr: Effacer la console
it: Cancella console
ja: コンソールのクリア
ko: 콘솔 지우기
pl: Wyczyść konsolę
pt_br: Apagar console
ru: Очистить консоль
tr: Konsolu temizle
uk: Очистити консоль
zh_cn: 清除控制台
zh_tw: 清除主控台

source: Clear recent files
cs: Vymazat poslední soubory
de: Zuletzt verwendete Dateien löschen
es: Borrar archivos recientes
fr: Effacer la liste des fichiers récents
it: Cancella i file recenti
ja: 最近使ったファイルをクリアします
ko: 최근 파일 지우기
pl: Wyczyść ostatnie pliki
pt_br: Apagar arquivos recentes
ru: Очистить последние файлы
tr: Son dosyaları temizle
uk: Очистити список останніх файлів
zh_cn: 清除最近使用的文件
zh_tw: 清除最近使用的檔案

source: Clear recent files list
cs: Vymazat poslední soubory – seznam
de: Liste zuletzt verwendeter Dateien löschen
es: Borrar lista de archivos recientes
fr: Effacer la liste des fichiers récents
it: Cancella l'elenco dei file recenti
ja: 最近使ったファイル リストのクリア
ko: 최근 파일 목록 지우기
pl: Wyczyść listę ostatnio używanych plików
pt_br: Apagar a lista de arquivos recentes
ru: Очистить список последних файлов
tr: Son dosyalar listesini temizle
zh_cn: 清除最近使用的文件列表
zh_tw: 清除最近使用的檔案清單

source: Clear recent projects
cs: Vymazat poslední projekty
de: Zuletzt verwendete Projekte löschen
es: Borrar proyectos recientes
fr: Effacer les projets récents
it: Cancella progetti recenti
ja: 最近使ったプロジェクトをクリア
ko: 최근 프로젝트 지우기
pl: Wyczyść ostatnie projekty
pt_br: Apagar projetos recentes
ru: Очистить последние проекты
tr: En son projeleri temizle
uk: Очистити список останніх проектів
zh_cn: 清除最近使用的项目
zh_tw: 清除最近使用的專案

source: Clear recent solutions list
cs: Vymazat poslední řešení – seznam
de: Liste zuletzt verwendeter Projektmappen löschen
es: Borrar lista de soluciones recientes
fr: Effacer la liste des solutions récentes
it: Cancella l'elenco delle soluzioni recenti
ja: 最近使ったソリューション リストのクリア
ko: 최근 솔루션 목록 지우기
pl: Wyczyść listę ostatnio używanych rozwiązań
pt_br: Apagar a lista de soluções recentes
ru: Очистить список последних решений
tr: Son çözümler listesini temizle
zh_cn: 清除最近使用的解决方案列表
zh_tw: 清除最近使用的解決方案清單

source: Clear results
cs: Vymazat výsledky
de: Ergebnisse löschen
es: Borrar resultados
fr: Effacer les résultats
it: Cancella risultati
ja: 結果をクリア
ko: 결과 지우기
pl: Wyczyść wyniki
pt_br: Apagar os resultados
ru: Очистить результаты
tr: Sonuçları temizle
uk: Очистити результати
zh_cn: 清除结果
zh_tw: 清除結果

source: Clear the navigation history
cs: Vymazat historii navigace
de: Navigationsverlauf löschen
es: Borrar el historial de navegación
fr: Effacer l’historique de navigation
it: Cancella la cronologia di esplorazione
ja: ナビゲーション履歴をクリアします
ko: 탐색 기록 지우기
pl: Wyczyść historię nawigacji
pt_br: Apagar o histórico de navegação
ru: Очистить журнал навигации
tr: Gezinti geçmişini temizleme
uk: Очистити історію переходів
zh_cn: 清除导航历史记录
zh_tw: 清除導覽歷程記錄

source: Clear the search entry
cs: Vymazat zadané hledání
de: Sucheintrag löschen
es: Borrar la entrada de búsqueda
fr: Effacer l'entrée de recherche
ja: 検索エントリの消去
ko: 검색 항목 지우기
pl: Wyczyść wpis wyszukiwania
pt_br: Limpar a entrada da pesquisa
ru: Очистить запись поиска
tr: Arama girişini temizleme

source: Click here to add a new handler
cs: Pokud chcete přidat novou obslužnou rutinu, klikněte sem.
de: Klicken Sie hier, um einen neuen Handler hinzuzufügen.
es: Haga clic aquí para agregar un nuevo controlador
fr: Cliquer ici pour ajouter un nouveau gestionnaire
it: Fare clic qui per aggiungere un nuovo gestore
ja: ここをクリックして新しいハンドラーを追加します
ko: 새 처리기를 추가하려면 여기를 클릭하세요.
pl: Kliknij tutaj, aby dodać nowy program obsługi
pt_br: Clique aqui para adicionar um novo manipulador
ru: Щелкните здесь для добавления нового обработчика
tr: Yeni bir işleyici eklemek için buraya tıklayın
uk: Клацніть тут, щоб додати новий обробник
zh_cn: 单击此处以添加新的处理程序
zh_tw: 按一下這裡可新增處理常式

source: Click here to add a new variable
cs: Kliknutím sem přidejte novou proměnnou.
de: Klicken Sie hier, um eine neue Variable hinzuzufügen.
es: Haga clic aquí para agregar una nueva variable
fr: Cliquer ici pour ajouter une variable
it: Fare clic qui per aggiungere una nuova variabile
ja: 新しい変数を追加するにはここをクリックします
ko: 새 변수를 추가하려면 여기를 클릭하세요.
pl: Kliknij tutaj, aby dodać nową zmienną
pt_br: Clique aqui para adicionar uma nova variável
ru: Щелкните здесь для добавления новой переменной
tr: Yeni bir değişken eklemek için buraya tıklayın
uk: Клацніть тут, щоб додати нову змінну
zh_cn: 单击此处以添加新变量
zh_tw: 按一下這裡可新增變數

source: Click here to add a new watch
cs: Kliknutím sem můžete přidat nové kukátko.
de: Klicken Sie hier, um eine neue Überwachung hinzuzufügen.
es: Haga clic aquí para agregar una nueva inspección
fr: Cliquer ici pour ajouter un nouvel espion
it: Fare clic qui per aggiungere una nuova espressione di controllo
ja: 新しいウォッチを追加するには、ここをクリックします
ko: 새 조사식을 추가하려면 여기를 클릭하세요.
pl: Kliknij tutaj, aby dodać nowe wyrażenie kontrolne
pt_br: Clique aqui para adicionar uma nova inspeção
ru: Щелкните здесь для добавления нового контрольного значения
tr: Yeni bir izleme eklemek için buraya tıklayın
uk: Клацніть тут, щоб додати нове спостереження
zh_cn: 单击此处添加新监视
zh_tw: 按一下這裡可新增監看

source: Click on the 'Details' button for more info.
cs: Pokud chcete získat další informace, klikněte na tlačítko Podrobnosti.
de: Klicken Sie auf die Schaltfläche 'Details', um weitere Informationen zu erhalten.
es: Haga clic en el botón 'Detalles' para obtener más información.
fr: Pour plus d’informations, cliquez sur le bouton « Détails ».
it: Per altre informazioni, fare clic sul pulsante 'Dettagli'.
ja: 詳細な情報を表示するには、[詳細] ボタンをクリックしてください。
ko: 자세한 내용을 보려면 [세부 정보]5D; 단추를 클릭하세요.
pl: Aby uzyskać więcej informacji, kliknij przycisk „Szczegóły”.
pt_br: Clique no botão 'Detalhes' para ver mais informações.
ru: Нажмите кнопку "Сведения" для получения дополнительной информации.
tr: Daha fazla bilgi için 'Ayrıntılar' düğmesine tıklayın.
uk: Натисніть кнопку 'Детальніше', щоб отримати додаткову інформацію.
zh_cn: 单击“详细信息”按钮以获取详细信息。
zh_tw: 按一下 [詳細資料] 按鈕可取得詳細資訊。

source: Click to add a new external tool
cs: Kliknutím můžete přidat nový externí nástroj.
de: Klicken, um ein neues externes Tool hinzuzufügen
es: Haga clic aquí para agregar una herramienta externa nueva
fr: Cliquez pour ajouter un nouvel outil externe
ja: 新しい外部ツールを追加する場合にクリックします
ko: 새 외부 도구를 추가하려면 클릭합니다.
pl: Kliknij, aby dodać nowe narzędzie zewnętrzne
pt_br: Clique para adicionar uma nova ferramenta externa
ru: Щелкните, чтобы добавить новый внешний инструмент
tr: Yeni bir dış araç eklemek için tıklayın

source: Click to create action
cs: Kliknout pro vytvoření akce
de: Klicken Sie, um eine Aktion zu erstellen.
es: Haga clic para crear una acción
fr: Cliquer pour créer une action
it: Fare clic per creare l'azione
ja: クリックするとアクションを作成します
ko: 작업을 만들려면 클릭하세요.
pl: Kliknij, aby utworzyć akcję
pt_br: Clique para criar ação
ru: Щелкните для создания действия
tr: Eylem oluşturmak için tıklayın
uk: Клацніть, щоб створити дію
zh_cn: 单击以创建操作
zh_tw: 按一下可建立動作

source: Click to create menu
cs: Kliknout pro vytvoření nabídky
de: Klicken Sie, um ein Menü zu erstellen.
es: Haga clic para crear un menú
fr: Cliquer pour créer un menu
it: Fare clic per creare il menu
ja: クリックしてメニューを作成します
ko: 메뉴를 만들려면 클릭하세요.
pl: Kliknij, aby utworzyć menu
pt_br: Clique para criar menu
ru: Щелкните для создания меню
tr: Menü oluşturmak için tıklayın
uk: Для створення меню, клацніть тут
zh_cn: 单击以创建菜单
zh_tw: 按一下可建立功能表

source: Click to install a new runtime
cs: Kliknutím můžete nainstalovat nový modul runtime.
de: Klicken, um eine neue Runtime zu installieren
es: Haga clic aquí para instalar un nuevo entorno de ejecución
fr: Cliquez pour installer un nouveau runtime
ja: 新しいランタイムをインストールする場合にクリックします
ko: 새 런타임을 설치하려면 클릭합니다.
pl: Kliknij, aby zainstalować nowe środowisko uruchomieniowe
pt_br: Clique para instalar um novo tempo de execução
ru: Щелкните, чтобы установить новую среду выполнения
tr: Yeni çalışma zamanı yüklemek için tıklayın

source: Click to move the selected tool down the list
cs: Kliknutím můžete přesunout vybraný nástroj v seznamu dolů.
de: Klicken, um das ausgewählte Tool in der Liste nach unten zu verschieben
es: Haga clic aquí para bajar la herramienta seleccionada en la lista
fr: Cliquez pour déplacer l'outil sélectionné vers le bas de la liste
ja: 選択したツールを一覧で下に移動する場合にクリックします
ko: 목록에서 선택한 도구를 아래로 이동하려면 클릭합니다.
pl: Kliknij, aby przesunąć wybrane narzędzie w dół listy
pt_br: Clique para mover a ferramenta selecionada para baixo na lista
ru: Щелкните, чтобы переместить выбранный инструмент вниз в списке
tr: Seçili aracı listede aşağı taşımak için tıklayın

source: Click to move the selected tool up the list
cs: Kliknutím můžete přesunout vybraný nástroj v seznamu nahoru.
de: Klicken, um das ausgewählte Tool in der Liste nach oben zu verschieben
es: Haga clic aquí para subir la herramienta seleccionada en la lista
fr: Cliquez pour déplacer l'outil sélectionné vers le haut de la liste
ja: 選択したツールを一覧で上に移動する場合にクリックします
ko: 목록에서 선택한 도구를 위로 이동하려면 클릭합니다.
pl: Kliknij, aby przesunąć wybrane narzędzie w górę listy
pt_br: Clique para mover a ferramenta selecionada para cima na lista
ru: Щелкните, чтобы переместить выбранный инструмент вверх в списке
tr: Seçili aracı listede yukarı taşımak için tıklayın

source: Click to navigate to the next error
cs: Kliknutím můžete přejít na další chybu.
de: Klicken Sie, um zum nächsten Fehler zu navigieren.
es: Haga clic para desplazarse al siguiente error
fr: Cliquer pour accéder à l’erreur suivante
it: Fare clic per passare all'errore successivo
ja: 次のエラーに移動する場合にクリックします
ko: 다음 오류로 이동하려면 클릭하세요.
pl: Kliknij, aby przejść do następnego błędu
pt_br: Clique para navegar para o próximo erro
ru: Щелкните для перехода к следующей ошибке
tr: Sonraki hataya gitmek için tıkla
uk: Клацніть, щоб перейти до наступної помилки
zh_cn: 单击以导航到下一个错误
zh_tw: 按一下以巡覽至下一個錯誤

source: Click to navigate to the next message
cs: Kliknutím můžete přejít na další zprávu.
de: Klicken Sie, um zur nächsten Meldung zu navigieren.
es: Haga clic aquí para desplazarse al siguiente mensaje
fr: Cliquer pour accéder au message suivant
it: Fare clic per passare al messaggio successivo
ja: 次のメッセージに移動する場合にクリックします
ko: 다음 메시지로 이동하려면 클릭하세요.
pl: Kliknij, aby przejść do następnego komunikatu
pt_br: Clique para navegar para a próxima mensagem
ru: Щелкните для перехода к следующему сообщению
tr: Sonraki mesaja gitmek için tıkla
uk: Клацніть, щоб перейти до наступного повідомлення
zh_cn: 单击以导航到下一条消息
zh_tw: 按一下以巡覽至下一則訊息

source: Click to navigate to the next warning
cs: Kliknutím můžete přejít na další upozornění.
de: Klicken Sie, um zur nächsten Warnung zu navigieren.
es: Haga clic para desplazarse a la siguiente advertencia
fr: Cliquer pour accéder à l’avertissement suivant
it: Fare clic per passare all'avviso successivo
ja: 次の警告に移動する場合にクリックします
ko: 다음 경고로 이동하려면 클릭하세요.
pl: Kliknij, aby przejść do następnego ostrzeżenia
pt_br: Clique para navegar para o próximo aviso
ru: Щелкните для перехода к следующему предупреждению
tr: Sonraki uyarıya gitmek için tıkla
uk: Клацніть, щоб перейти до наступного попередження
zh_cn: 单击以导航到下一个警告
zh_tw: 按一下以巡覽至下一個警告

source: Click to remove an external tool from the list
cs: Kliknutím můžete odebrat externí nástroje ze seznamu.
de: Klicken, um ein externes Tool aus der Liste zu entfernen
es: Haga clic aquí para quitar una herramienta externa de la lista
fr: Cliquez pour supprimer un outil externe de la liste
ja: 一覧から外部ツールを削除する場合にクリックします
ko: 목록에서 외부 도구를 제거하려면 클릭합니다.
pl: Kliknij, aby usunąć narzędzie zewnętrzne z listy
pt_br: Clique para remover uma ferramenta externa da lista
ru: Щелкните, чтобы удалить внешний инструмент из списка
tr: Dış aracı listeden kaldırmak için tıklayın

source: Click to remove the currently selected runtime
cs: Kliknutím můžete odebrat aktuálně vybraný modul runtime.
de: Klicken, um die momentan ausgewählte Runtime zu entfernen
es: Haga clic aquí para quitar el entorno de ejecución seleccionado
fr: Cliquez pour supprimer le runtime sélectionné
ja: 現在選択されているランタイムを削除する場合にクリックします
ko: 현재 선택한 런타임을 제거하려면 클릭합니다.
pl: Kliknij, aby usunąć aktualnie wybrane środowisko uruchomieniowe
pt_br: Clique para remover o tempo de execução selecionado no momento
ru: Щелкните, чтобы удалить выбранную среду выполнения
tr: Şu anda seçili olan çalışma zamanını kaldırmak için tıklayın

source: Click to remove this custom command
cs: Kliknutím tento vlastní příkaz odeberete.
de: Klicken, um benutzerdefinierten Befehl zu entfernen
es: Haga clic para quitar este comando personalizado
fr: Cliquer pour supprimer cette commande personnalisée
ja: このカスタム コマンドを削除する場合にクリックします
ko: 이 사용자 지정 명령을 제거하려면 클릭
pl: Kliknij, aby usunąć to polecenie niestandardowe
pt_br: Clique para remover este comando personalizado
ru: Щелкните, чтобы удалить эту настраиваемую команду
tr: Bu özel komutu kaldırmak için tıklayın

source: Click to select a project file
cs: Kliknutím vyberete soubor projektu.
de: Klicken Sie hier, um eine Projektdatei auszuwählen.
es: Hacer clic para seleccionar un archivo del proyecto
fr: Cliquez pour sélectionner un fichier projet
ja: プロジェクト ファイルを選択する場合にクリックします
ko: 프로젝트 파일을 선택하려면 클릭합니다.
pl: Kliknij, aby wybrać plik projektu
pt_br: Clique para selecionar um arquivo de projeto
ru: Щелкните, чтобы выбрать файл проекта
tr: Proje dosyası seçmek için tıklayın

source: Click to set the currently selected runtime as default
cs: Kliknutím můžete nastavit aktuálně vybraný modul runtime jako výchozí.
de: Klicken, um die momentan ausgewählte Runtime als Standard festzulegen
es: Haga clic aquí para establecer el entorno de ejecución seleccionado como predeterminado
fr: Cliquez pour définir le runtime sélectionné en tant que valeur par défaut
ja: 現在選択されているランタイムを既定に設定する場合にクリックします
ko: 현재 선택한 런타임을 기본값으로 설정하려면 클릭합니다.
pl: Kliknij, aby ustawić aktualnie wybrane środowisko uruchomieniowe jako domyślne
pt_br: Clique para definir como padrão o tempo de execução selecionado no momento
ru: Щелкните, чтобы сделать выбранную среду выполнения используемой по умолчанию
tr: Şu anda seçili olan çalışma zamanını varsayılan olarak ayarlamak için tıklayın

source: Client Certificate Required
cs: Vyžaduje se klientský certifikát.
de: Clientzertifikat erforderlich
es: Certificado de cliente requerido
fr: Certificat client requis
it: Certificato client richiesto
ja: クライアント証明書が必要です
ko: 클라이언트 인증서 필요
pl: Certyfikat klienta jest wymagany
pt_br: Certificado do Cliente Obrigatório
ru: Требуется сертификат клиента
tr: İstemci Sertifikası Gerekli
uk: Потрібен клієнтський сертифікат
zh_cn: 需要客户端证书
zh_tw: 需要用戶端憑證

source: Clipboard Ring
cs: Kruh schránky
de: Zwischenablagering
es: Anillo del Portapapeles
fr: Presse-papiers circulaire
ja: クリップボード リング
ko: 클립보드 링
pl: Schowek pierścieniowy
pt_br: Anel da área de transferência
ru: Буфер обмена
tr: Pano Halkası

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_cn: 关闭
zh_tw: 關閉

source: Close All Files
cs: Zavřít všechny soubory
de: Alle Dateien schließen
es: Cerrar todos los archivos
fr: Fermer tous les fichiers
it: Chiudi tutti i file
ja: すべてのファイルを閉じます
ko: 모든 파일 닫기
pl: Zamknij wszystkie pliki
pt_br: Fechar Todos os Arquivos
ru: Закрыть все файлы
tr: Tüm Dosyaları Kapat
uk: Закрити всі файли
zh_cn: 关闭所有文件
zh_tw: 關閉所有檔案

source: Close MonoDevelop
cs: Zavřít MonoDevelop
de: MonoDevelop schließen
es: Cerrar MonoDevelop
fr: Fermer MonoDevelop
it: Chiudi MonoDevelop
ja: MonoDevelop を閉じる
ko: MonoDevelop 닫기
pl: Zamknij narzędzie MonoDevelop
pt_br: Fechar MonoDevelop
ru: Закрыть MonoDevelop
tr: MonoDevelop'u Kapat
uk: Закрити MonoDevelop
zh_cn: 关闭 MonoDevelop
zh_tw: 關閉 MonoDevelop

source: Close Project
cs: Zavřít projekt
de: Projekt schließen
es: Cerrar proyecto
fr: Fermer le projet
it: Chiudi progetto
ja: プロジェクトを閉じる
ko: 프로젝트 닫기
pl: Zamknij projekt
pt_br: Fechar Projeto
ru: Закрыть проект
tr: Projeyi Kapat
uk: Закрити проект
zh_cn: 关闭项目
zh_tw: 關閉專案

source: Close Workspace Item
cs: Zavřít položku pracovního prostoru
de: Arbeitsbereichselement schließen
es: Cerrar elemento de área de trabajo
fr: Fermer l’élément d’espace de travail
it: Chiudi l'elemento dell'area di lavoro
ja: ワークスペース アイテムを閉じる
ko: 작업 영역 항목 닫기
pl: Zamknij element obszaru roboczego
pt_br: Fechar Item do Workspace
ru: Закрыть элемент рабочей области
tr: Çalışma Alanı Öğesini Kapat
zh_cn: 关闭工作区项
zh_tw: 關閉工作區項目

source: Close _All
cs: Zavřít _vše
de: Alle s_chließen
es: Cerrar t_odo
fr: _Tout fermer
it: Chiudi _tutto
ja: すべて閉じる(_A)
ko: 모두 닫기(_A)
pl: Zamknij _wszystko
pt_br: Fech_ar Tudo
ru: Закрыть _все
tr: _Tümünü Kapat
uk: З_акрити все
zh_cn: 全部关闭(_A)
zh_tw: 全部關閉(_A)

source: Close _without Saving
cs: Zavřít _bez uložení
de: _Ohne Speichern schließen
es: Cerrar sin g_uardar
fr: Fermer sans enre_gistrer
it: Chiudi _senza salvare
ja: 保存せずに閉じる(_W)
ko: 저장하지 않고 닫기(_W)
pl: Zamknij _bez zapisywania
pt_br: Fechar _sem Salvar
ru: Закрыть _без сохранения
tr: Kaydetmeden _Kapat
uk: Закрити _без збереження
zh_cn: 关闭且不保存(_W)
zh_tw: 關閉但不儲存(_W)

source: Close active file
cs: Zavřít aktuální soubor
de: Aktive Datei schließen
es: Cerrar el archivo actual
fr: Fermer le fichier actif
it: Chiude il file attivo
ja: アクティブなファイルを閉じます
ko: 활성 파일 닫기
pl: Zamknij aktywny plik
pt_br: Fechar arquivo ativo
ru: Закрыть активный файл
tr: Etkin dosyayı kapat
uk: Закрити поточний файл
zh_cn: 关闭活动文件
zh_tw: 關閉作用中的檔案

source: Close all solutions open in the current workspace
cs: Zavřít všechna řešení otevřená v aktuálním pracovním prostoru
de: Alle im aktuellen Arbeitsbereich geöffneten Projektmappen schließen
es: Cerrar todas las soluciones abiertas en el área de trabajo actual
fr: Fermer toutes les solutions ouvertes dans l’espace de travail actif
it: Chiude tutte le soluzioni aperte nell'area di lavoro corrente
ja: 現在のワークスペースで開いているソリューションをすべて閉じます
ko: 현재 작업 영역에 열려 있는 모든 솔루션 닫기
pl: Zamknij wszystkie rozwiązania otwarte w bieżącym obszarze roboczym
pt_br: Fechar todas as soluções abertas no workspace atual
ru: Закрыть все решения, открытые в текущей рабочей области
tr: Geçerli çalışma alanında açık olan tüm çözümleri kapatma
uk: Закрити всі рішення, відкриті у поточному робочому просторі
zh_cn: 关闭当前工作区中打开的所有解决方案
zh_tw: 關閉目前工作區中所有開啟的解決方案

source: Close current workspace
cs: Zavřít aktuální pracovní prostor
de: Aktuellen Arbeitsbereich schließen
es: Cerrar área de trabajo actual
fr: Fermer l’espace de travail en cours
it: Chiudi l'area di lavoro corrente
ja: 現在のワークスペースを閉じる
ko: 현재 작업 영역 닫기
pl: Zamknij bieżący obszar roboczy
pt_br: Fechar o workspace atual
ru: Закрыть текущую рабочую область
tr: Etkin çalışma alanını kapat
uk: Закрити поточний робочий простір
zh_cn: 关闭当前工作区
zh_tw: 關閉目前的工作區

source: Close document
cs: Zavřít dokument
de: Dokument schließen
es: Cerrar documento
fr: Fermer le document
ja: ドキュメントを閉じる
ko: 문서 닫기
pl: Zamknij dokument
pt_br: Fechar documento
ru: Закрыть документ
tr: Belgeyi kapat

source: Close pad
cs: Zavřít panel
de: Feld schließen
es: Cerrar panel
fr: Fermer le bloc
ja: パッドを閉じる
ko: 패드 닫기
pl: Zamknij konsolę
pt_br: Fechar painel
ru: Закрыть панель
tr: Paneli kapat

source: Close the active solution or workspace item
cs: Zavřít aktivní řešení nebo položku pracovního prostoru
de: Aktive Projektmappe oder Arbeitsbereichselement schließen
es: Cerrar la solución o el elemento del área de trabajo activos
fr: Fermer l’élément de la solution ou de l’espace de travail actifs
it: Chiude l'elemento attivo della soluzione o dell'area di lavoro
ja: アクティブなソリューションまたはワークスペース項目を閉じます
ko: 활성 솔루션 또는 작업 영역 항목 닫기
pl: Zamknij aktywne rozwiązanie lub element obszaru roboczego
pt_br: Fechar a solução ativa ou um item do workspace
ru: Закрыть активный элемент решения или рабочей области
tr: Etkin çözümü veya çalışma alanı öğesini kapatma
uk: Закрити активне рішення або елемент робочого простору
zh_cn: 关闭活动解决方案或工作区项
zh_tw: 關閉作用中的解決方案或工作區項目

source: Close the dialog without creating a new file
cs: Zavřít dialog bez vytvoření nového souboru
de: Schließen Sie das Dialogfeld, ohne eine neue Datei zu erstellen.
es: Cerrar el cuadro de diálogo sin crear un archivo
fr: Fermer la boîte de dialogue sans créer de fichier
ja: 新しいファイルを作成しないでダイアログを閉じる
ko: 새 파일을 만들지 않고 대화 상자 닫기
pl: Zamknij okno dialogowe bez tworzenia nowego pliku
pt_br: Feche a caixa de diálogo sem criar um novo arquivo
ru: Закрыть диалоговое окно без создания нового файла
tr: Yeni bir dosya oluşturmadan iletişim kutusunu kapat

source: Close the options dialog and discard any changes
cs: Zavřít dialog Možnosti a zahodit všechny změny
de: Schließen Sie das Optionsdialogfeld, und verwerfen Sie die Änderungen.
es: Cerrar el cuadro de diálogo de opciones y descartar los cambios
fr: Fermer la boîte de dialogue Options et abandonner les changements
ja: オプション ダイアログを閉じて、すべての変更を破棄する
ko: 옵션 대화 상자를 닫고 변경 내용 취소
pl: Zamknij okno dialogowe opcji i odrzuć wszystkie zmiany
pt_br: Feche a caixa de diálogo Opções e descarte todas as alterações
ru: Закрыть диалоговое окно параметров и отменить все изменения
tr: Seçenekler iletişim kutusunu kapat ve tüm değişiklikleri at

source: Close the options dialog and keep the changes
cs: Zavřít dialog Možnosti a ponechat změny
de: Schließen Sie das Optionsdialogfeld, und behalten Sie Änderungen bei.
es: Cerrar el cuadro de diálogo de opciones y conservar los cambios
fr: Fermer la boîte de dialogue Options et conserver les changements
ja: オプション ダイアログを閉じて、変更を保持する
ko: 옵션 대화 상자를 닫고 변경 내용 유지
pl: Zamknij okno dialogowe opcji i zachowaj zmiany
pt_br: Feche a caixa de diálogo Opções e mantenha as alterações
ru: Закрыть диалоговое окно параметров и сохранить изменения
tr: Seçenekler iletişim kutusunu kapat ve değişiklikleri sakla

source: Close the pad
cs: Zavře panel.
de: Das Feld schließen
es: Cerrar el panel
fr: Fermer le bloc
ja: パッドを閉じる
ko: 패드 닫기
pl: Zamknij konsolę
pt_br: Feche o painel
ru: Закрыть панель
tr: Paneli kapat

source: Close the workspace
cs: Zavřít pracovní prostor
de: Arbeitsbereich schließen
es: Cerrar el área de trabajo
fr: Fermer l'espace de travail
ja: ワークスペースを閉じる
ko: 작업 영역 닫기
pl: Zamknij obszar roboczy
pt_br: Fechar o workspace
ru: Закрыть рабочую область
tr: Çalışma alanını kapat

source: Close the {0} pad
cs: Zavře panel {0}.
de: Das Feld {0} schließen
es: Cerrar el panel de {0}
fr: Fermer le bloc {0}
ja: {0} パッドを閉じる
ko: {0} 패드 닫기
pl: Zamknij konsolę {0}
pt_br: Feche o painel {0}
ru: Закрыть панель {0}
tr: {0} panelini kapat

source: Close to the _Right
cs: Zavřít nap_ravo
de: Dateien auf der _rechten Seite schließen
es: C_errar a la derecha
fr: Fermer à _droite
ja: 右側を閉じる(_R)
ko: 오른쪽에 있는 항목 닫기(_R)
pl: Z_amknij po prawej stronie
pt_br: Fechar à _Direita
ru: Закрыть файлы _справа
tr: _Sağ tarafa kapat

source: Close welcome page after opening a solution
cs: Zavřít úvodní stránku po otevření řešení
de: Willkommensseite nach dem Öffnen einer Projektmappe schließen
es: Cerrar la página principal después de abrir una solución
fr: Fermer la page d’accueil après l’ouverture d’une solution
it: Chiudi la pagina iniziale dopo l'apertura della soluzione
ja: ソリューションを開いた後、ようこそページを閉じてください
ko: 솔루션을 연 후 시작 페이지 닫기
pl: Zamknij stronę powitalną po otwarciu rozwiązania
pt_br: Fechar a página inicial após abrir uma solução
ru: Закрыть страницу приветствия после открытия решения
tr: Bir çözümü açtıktan sonra karşılama sayfasını kapat
uk: Після відкриття рішення закрити сторінку вітання.
zh_cn: 打开解决方案之后关闭欢迎页
zh_tw: 開啟解決方案之後關閉歡迎頁面

source: Close {0}
cs: Zavřít {0}
de: {0} schließen
es: Cerrar {0}
fr: Fermer {0}
ja: {0} を閉じる
ko: {0} 닫기
pl: Zamknij element {0}
pt_br: Fechar {0}
ru: Закрыть "{0}"
tr: {0} öğesini kapat
