Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Save the selected files and quit the application
cs: Uložit vybrané soubory a ukončit aplikaci
de: Speichern Sie die ausgewählten Dateien, und beenden Sie die Anwendung.
es: Guardar los archivos seleccionados y salir de la aplicación
fr: Enregistrer les fichiers sélectionnés et quitter l'application
ja: 選択したファイルを保存して、アプリケーションを終了する
ko: 선택한 파일 저장 및 애플리케이션 종료
pl: Zapisz wybrane pliki i wyjdź z aplikacji
pt_br: Salvar os arquivos selecionados e saia da aplicação
ru: Сохранить выбранные файлы и закрыть приложение
tr: Seçili dosyaları kaydet ve uygulamadan çık

source: Save this configuration as a custom execution mode
cs: Uložit tuto konfiguraci jako vlastní režim spuštění
de: Diese Konfiguration als benutzerdefinierten Ausführungsmodus speichern
es: Guardar esta configuración como un modo de ejecución personalizado
fr: Enregistrer cette configuration en tant que mode d’exécution personnalisé
it: Salva questa configurazione come modalità di esecuzione personalizzata
ja: カスタム実行モードとしてこの構成を保存します
ko: 사용자 지정 실행 모드로 이 구성 저장
pl: Zapisz tę konfigurację jako niestandardowy tryb wykonywania
pt_br: Salvar esta configuração como um modo de execução personalizado
ru: Сохранить конфигурацию в качестве пользовательского режима выполнения
tr: Bu yapılandırmayı bir özel yürütme modu olarak kaydet
uk: Зберегти цю конфігурацію як власний режим виконання
zh_cn: 将此配置另存为自定义执行模式
zh_tw: 將此組態另存為自訂的執行模式

source: Save this package configuration in the solution
cs: Uložit tuto konfiguraci balíčku v řešení
de: Diese Paketkonfiguration in der Projektmappe speichern
es: Guardar la configuración de este paquete en la solución
fr: Enregistrer cette configuration de paquet dans la solution
it: Salva questa configurazione di pacchetto nella soluzione
ja: ソリューション内にこのパッケージ構成を保存します
ko: 솔루션에서 이 패키지 구성 저장
pl: Zapisz tę konfigurację pakietu w rozwiązaniu
pt_br: Salvar esta configuração de pacote na solução
ru: Сохранить эту конфигурацию пакета в решении
tr: Çözüm içerisindeki bu paket yapılandırmasını kaydet.
uk: Зберегти конфігурацію пакета у рішенні
zh_cn: 在解决方案中保存此包配置
zh_tw: 將此封裝組態儲存在解決方案中

source: Saving Workspace...
cs: Ukládání pracovního prostoru...
de: Arbeitsbereich wird gespeichert...
es: Guardando área de trabajo...
fr: Enregistrement de l’espace de travail...
it: Salvataggio dell'area di lavoro...
ja: ワークスペースを保存中...
ko: 작업 영역을 저장하는 중...
pl: Trwa zapisywanie obszaru roboczego...
pt_br: Salvando Workspace...
ru: Идет сохранение рабочей области...
tr: Çalışma Alanı Kaydediliyor...
uk: Збереження робочого простору...
zh_cn: 正在保存工作区...
zh_tw: 正在儲存工作區...

source: Saving item: {0}
cs: Ukládání položky: {0}
de: Element wird gespeichert: {0}
es: Guardando el elemento: {0}
fr: Enregistrement de l’élément : {0}
it: Salvataggio dell'elemento: {0}
ja: 項目を保存しています: {0}
ko: 항목을 저장하는 중: {0}
pl: Zapisywanie elementu: {0}
pt_br: Salvando o item: {0}
ru: Сохранение элемента: {0}
tr: Öğe kaydediliyor: {0}
uk: Збереження елемента: {0}
zh_cn: 正在保存项: {0}
zh_tw: 正在儲存項目: {0}

source: Saving local changes
cs: Ukládání místních změn
de: Lokale Änderungen werden gespeichert
es: Guardando cambios locales
fr: Enregistrement des modifications locales
it: Salvataggio delle modifiche locali
ja: ローカルでの変更を保存中
ko: 로컬 변경 내용을 저장하는 중
pl: Zapisywanie zmian lokalnych
pt_br: Salvando alterações locais
ru: Сохранение локальных изменений
tr: Yerel değişiklikler kaydediliyor
uk: Збереження локальних змін
zh_cn: 正在保存本地更改
zh_tw: 正儲存本機變更...

source: Saving projects
cs: Ukládání projektů
de: Projekte werden gespeichert
es: Guardando proyectos
fr: Enregistrement des projets
it: Salvataggio dei progetti
ja: プロジェクトを保存しています
ko: 프로젝트를 저장하는 중
pl: Zapisywanie projektów
pt_br: Salvando projetos
ru: Сохранение проектов
tr: Projeler kaydediliyor
uk: Збереження проектів
zh_cn: 正在保存项目
zh_tw: 正在儲存專案

source: Saving solution: {0}
cs: Ukládání řešení: {0}
de: Projektmappe wird gespeichert: {0}
es: Guardando la solución: {0}
fr: Enregistrement de la solution : {0}
it: Salvataggio della soluzione: {0}
ja: ソリューションを保存しています: {0}
ko: 솔루션을 저장하는 중: {0}
pl: Zapisywanie rozwiązania: {0}
pt_br: Salvando a solução: {0}
ru: Сохранение решения: {0}
tr: Çözüm kaydediliyor: {0}
uk: Зберігається рішення: {0}
zh_cn: 正在保存解决方案: {0}
zh_tw: 正在儲存解決方案: {0}

source: Saving...
cs: Ukládání...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement en cours...
it: Salvataggio...
ja: 保存中...
ko: 저장하는 중...
pl: Trwa zapisywanie...
pt_br: Salvando...
ru: Сохранение...
tr: Kaydediliyor...
uk: Збереження...
zh_cn: 正在保存...
zh_tw: 正在儲存...

source: Scan for translations
cs: Hledat překlady
de: Nach Übersetzungen suchen
es: Buscar traducciones
fr: Rechercher des traductions
it: Cerca traduzioni
ja: 翻訳をスキャン
ko: 번역 검색
pl: Skanuj w poszukiwaniu tłumaczeń
pt_br: Procurando traduções
ru: Сканировать на переводы
tr: Çevirileri tara
uk: Пошук перекладів
zh_cn: 扫描翻译
zh_tw: 掃描翻譯

source: Scanning for changes...
cs: Vyhledávání změn...
de: Änderungen werden gesucht...
es: Examinando en busca de cambios...
fr: Analyse des modifications...
it: Analisi delle modifiche...
ja: 変更をスキャンしています...
ko: 변경 내용을 검색하는 중...
pl: Trwa skanowanie w poszukiwaniu zmian...
pt_br: Procurando alterações...
ru: Идет сканирование изменений...
tr: Değişiklikler taranıyor...
uk: Пошук змін...
zh_cn: 正在扫描更改...
zh_tw: 正在掃描變更...

source: Scanning for local and remote changes...
cs: Vyhledávání místních nebo vzdálených změn...
de: Lokale und Remoteänderungen werden gesucht...
es: Examinando en busca de cambios locales y remotos...
fr: Analyse des modifications locales et distantes...
it: Analisi delle modifiche locali e remote...
ja: ローカルとリモートの変更をスキャンしています...
ko: 로컬 및 원격 변경 내용을 검색하는 중...
pl: Trwa skanowanie zmian lokalnych i zdalnych...
pt_br: Procurando por alterações locais e remotas...
ru: Поиск локальных и удаленных изменений...
tr: Yerel ve uzak değişiklikler taranıyor...
uk: Пошук локальних і віддалених змін...
zh_cn: 正在扫描本地和远程更改...
zh_tw: 正在掃描本機與遠端的變更...

source: Scanning project {0}...
cs: Prohledává se projekt {0}...
de: Projekt {0} wird analysiert...
es: Examinando el proyecto {0}...
fr: Analyse du projet {0}...
it: Analisi del progetto {0}...
ja: プロジェクト {0} をスキャンしています...
ko: {0} 프로젝트를 검색하는 중...
pl: Trwa skanowanie projektu {0}...
pt_br: Verificando projeto {0}...
ru: Идет сканирование проекта {0}...
tr: {0} projesi taranıyor...
uk: Сканування проекту {0}...
zh_cn: 正在扫描项目 {0}...
zh_tw: 正在掃描專案 {0}...

source: Schema '{0}' could not be loaded.
cs: Schéma {0} nešlo načíst.
de: Schema '{0}' konnte nicht geladen werden.
es: No se pudo cargar el esquema '{0}'.
fr: Nous n’avons pas pu charger le fichier « {0} ».
it: Non è stato possibile caricare lo schema '{0}'.
ja: スキーマ '{0}' を読み込めませんでした。
ko: '{0}' 스키마를 로드할 수 없습니다.
pl: Nie można załadować schematu „{0}”.
pt_br: Não foi possível carregar o esquema '{0}'.
ru: Не удалось загрузить схему "{0}".
tr: '{0}' şeması yüklenemedi.
uk: Не вдалось завантажити схему {0}.
zh_cn: 无法加载架构“{0}”。
zh_tw: 無法載入結構描述 '{0}'。

source: Schema '{0}' has no target namespace.
cs: Schéma {0} nemá žádný cílový obor názvů.
de: Schema '{0}' hat keinen Zielnamespace.
es: El esquema '{0}' no tiene un espacio de nombres de destino.
fr: Le schéma « {0} » n’a pas d’espace de noms cible.
it: Per lo schema '{0}' non esiste alcuno spazio dei nomi di destinazione.
ja: スキーマ '{0}' にターゲットの名前空間がありません。
ko: '{0}' 스키마에 대상 네임스페이스가 없습니다.
pl: Schemat „{0}” nie zawiera docelowej przestrzeni nazw.
pt_br: O esquema '{0}' não tem namespace de destino.
ru: У схемы "{0}" нет целевого пространства имен.
tr: '{0}' şemasının hiçbir hedef ad uzayı yok.
uk: Схема '{0}' не має цільового простору назв.
zh_cn: 架构“{0}”没有目标命名空间。
zh_tw: 結構描述 '{0}' 沒有目標命名空間。

source: Schema changes could not be saved
cs: Změny schématu nešlo uložit.
de: Schemaänderungen konnten nicht gespeichert werden.
es: No se pudieron guardar los cambios de esquema
fr: Nous n’avons pas pu enregistrer les modifications du schéma
it: Non è stato possibile salvare le modifiche apportate allo schema
ja: スキーマの変更を保存できませんでした
ko: 스키마 변경 사항을 저장할 수 없습니다.
pl: Nie można zapisać zmian schematu
pt_br: Não foi possível salvar as alterações do esquema
ru: Не удалось сохранить изменения схемы
tr: Şema değişiklikleri kaydedilemedi
uk: Не вдалось зберегти зміни схеми.
zh_cn: 架构更改无法保存
zh_tw: 無法儲存結構描述變更

source: Schema created.
cs: Schéma se vytvořilo.
de: Schema erstellt
es: Esquema creado.
fr: Schéma créé.
it: Lo schema è stato creato.
ja: スキーマが作成されました。
ko: 스키마를 만들었습니다.
pl: Utworzono schemat.
pt_br: Esquema criado.
ru: Схема создана.
tr: Şema oluşturuldu.
uk: Схему створено.
zh_cn: 已创建架构。
zh_tw: 結構描述已建立。

source: Scheme:
cs: Schéma:
de: Schema:
es: Esquema:
fr: Schéma :
it: Schema:
ja: スキーム:
ko: 체계:
pl: Schemat:
pt_br: Esquema:
ru: Схема:
tr: Düzen:
uk: Схема:
zh_cn: 方案:
zh_tw: 配置:

source: Scientific software
cs: Vědecká aplikace
de: Wissenschaftliche Software
es: Software científico
fr: Logiciel scientifique
it: Software scientifico
ja: 科学ソフトウェア
ko: 과학 소프트웨어
pl: Oprogramowanie naukowe
pt_br: Software científico
ru: Программное обеспечение для науки
tr: Bilimsel yazılım
uk: Наука
zh_cn: 科学软件
zh_tw: 科學軟體

source: Script name not provided
cs: Není zadaný název skriptu.
de: Kein Skriptname angegeben
es: No se proporcionó un nombre de script
fr: Nom du script non fourni
it: Il nome dello script non è stato specificato
ja: スクリプト名が指定されていません
ko: 스크립트 이름이 제공되지 않았습니다.
pl: Nie podano nazwy skryptu
pt_br: Nome do script não informado
ru: Не указано имя скрипта
tr: Betik adı belirtilmemiş
uk: Не вказана назва сценарію
zh_cn: 未提供脚本名称
zh_tw: 未提供指令碼名稱

source: Script name:
cs: Název skriptu:
de: Skriptname:
es: Nombre del script:
fr: Nom du script :
it: Nome script:
ja: スクリプト名:
ko: 스크립트 이름:
pl: Nazwa skryptu:
pt_br: Nome do script:
ru: Имя скрипта:
tr: Betik adı:
uk: Назва сценарію:
zh_cn: 脚本名称:
zh_tw: 指令碼名稱:

source: Scroll line down
cs: Posunout o řádek níž
de: Zeile nach unten scrollen
es: Desplazar línea hacia abajo
fr: Défiler d’une ligne vers le bas
it: Scorri riga verso il basso
ja: 1 行下にスクロール
ko: 아래로 줄 스크롤
pl: Przewiń o wiersz w dół
pt_br: Rolar linha para baixo
ru: Прокрутить на строку вниз
tr: Bir satır aşağı kaydır
uk: Прокрутити на рядок нижче
zh_cn: 向下滚动一行
zh_tw: 向下捲動一行

source: Scroll line up
cs: Posunout o řádek výš
de: Zeile nach oben scrollen
es: Desplazar línea hacia arriba
fr: Défiler d’une ligne vers le haut
it: Scorri riga verso l'alto
ja: 1 行上にスクロール
ko: 위로 줄 스크롤
pl: Przewiń o wiersz w górę
pt_br: Rolar linha para cima
ru: Прокрутить на строку вверх
tr: Bir satır yukarı kaydır
uk: Прокрутити на рядок вище
zh_cn: 向上滚动一行
zh_tw: 向上捲動一行

source: Scroll page down
cs: Posunout o stránku níž
de: Seite nach unten scrollen
es: Desplazar página hacia abajo
fr: Défiler d’une page vers le bas
it: Scorri pagina verso il basso
ja: ページを下にスクロール
ko: 아래로 페이지 스크롤
pl: Przewiń stronę w dół
pt_br: Rolar página para baixo
ru: Прокрутка страницы вниз
tr: Bir sayfa aşağı kaydır
uk: Прокрутити на сторінку вниз
zh_cn: 向下滚动一页
zh_tw: 向下捲動一頁

source: Scroll page up
cs: Posunout o stránku výš
de: Seite nach oben scrollen
es: Desplazar página hacia arriba
fr: Défiler d’une page vers le haut
it: Scorri pagina verso l'alto
ja: ページを上にスクロール
ko: 위로 페이지 스크롤
pl: Przewiń stronę w górę
pt_br: Rola página para cima
ru: Прокрутка страницы вверх
tr: Bir sayfa yukarı kaydır
uk: Прокрутити на сторінку вгору
zh_cn: 向上滚动一页
zh_tw: 向上捲動一頁

source: Scroll to bottom
cs: Posunout na konec
de: Bildlauf zur untersten Zeile
es: Desplazar al final
fr: Faire défiler jusqu’en bas
it: Scorri alla fine
ja: 一番下にスクロール
ko: 맨 아래로 스크롤
pl: Przewiń na dół
pt_br: Role para baixo
ru: Прокрутить до нижней границы
tr: En alta kaydır
zh_cn: 滚动到底部
zh_tw: 捲動至底端

source: Scroll to top
cs: Posunout na začátek
de: Bildlauf zur obersten Zeile
es: Desplazar al principio
fr: Faire défiler jusqu’en haut
it: Scorri all'inizio
ja: 一番上にスクロール
ko: 맨 위로 스크롤
pl: Przewiń do góry
pt_br: Rolar para cima
ru: Прокрутить до верхней границы
tr: En üste kaydır
zh_cn: 滚动到顶部
zh_tw: 捲動至頂端

source: Se_t Startup Projects...
cs: Nas_tavit projekty po spuštění...
de: S_tartprojekte festlegen...
es: E_stablecer proyectos de inicio...
fr: Définir les proje_ts de démarrage...
ja: スタートアップ プロジェクトの設定(_T)...
ko: 시작 프로젝트 설정(_T)...
pl: _Ustaw projekty startowe...
pt_br: Defini_r Projetos de Inicialização...
ru: З_адать автозагружаемые проекты...
tr: Başlangıç Projelerini Ay_arla...

source: Search
cs: Hledat
de: Suchen
es: Búsqueda
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск
tr: Ara
uk: Пошук
zh_cn: 搜索
zh_tw: 搜尋

source: Search ({0})
cs: Hledat ({0})
de: Suchen ({0})
es: Buscar ({0})
fr: Rechercher dans ({0})
it: Cerca ({0})
ja: 検索 ({0})
ko: 검색({0})
pl: Wyszukaj ({0})
pt_br: Pesquisar ({0})
ru: Поиск ({0})
tr: Ara ({0})
uk: Пошук ({0})
zh_cn: 搜索({0})
zh_tw: 搜尋 ({0})

source: Search Build Output
cs: Prohledat výstup sestavení
de: Buildausgabe durchsuchen
es: Buscar resultado de compilación
fr: Rechercher dans la sortie de la génération
ja: ビルド出力の検索
ko: 빌드 출력 검색
pl: Wyszukaj dane wyjściowe kompilacji
pt_br: Pesquisar Saída do Build
ru: Поиск в выходных данных сборки
tr: Derleme Çıktısında Ara

source: Search Commands
cs: Hledat příkazy
de: Befehle suchen
es: Buscar comandos
fr: Rechercher des commandes
ja: コマンドを検索します
ko: 명령 검색
pl: Wyszukaj polecenia
pt_br: Buscar Comandos
ru: Поиск по командам
tr: Komutları Ara

source: Search Files
cs: Hledat soubory
de: Dateien durchsuchen
es: Buscar archivos
fr: Rechercher dans les fichiers
it: Cerca nei file
ja: ファイルの検索
ko: 파일 검색
pl: Wyszukaj pliki
pt_br: Pesquisar Arquivos
ru: Искать файлы
tr: Dosyaları Ara
uk: Пошук файлів
zh_cn: 搜索文件
zh_tw: 搜尋檔案

source: Search Members
cs: Hledat členy
de: Elemente durchsuchen
es: Buscando miembros
fr: Rechercher dans les membres
it: Cerca nei membri
ja: メンバーの検索
ko: 맴버 검색
pl: Wyszukaj składowe
pt_br: Pesquisar Membros
ru: Поиск элементов
tr: Üyeleri Ara
uk: Пошук членів
zh_cn: 搜索成员
zh_tw: 搜尋成員

source: Search Result
cs: Výsledek hledání
de: Suchergebnis
es: Resultados de la búsqueda
fr: Résultats de la recherche
it: Risultato della ricerca
ja: 検索結果
ko: 검색 결과
pl: Wyniki wyszukiwania
pt_br: Resultado da Pesquisa
ru: Результат поиска
tr: Arama Sonucu
uk: Результати пошуку
zh_cn: 搜索结果
zh_tw: 搜尋結果

source: Search Results
cs: Výsledky hledání
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
pl: Wyniki wyszukiwania
pt_br: Resultados da Pesquisa
ru: Результаты поиска
tr: Arama Sonuçları
uk: Результати пошуку
zh_cn: 搜索结果
zh_tw: 搜尋結果

source: Search Toolbox
cs: Panel nástrojů hledání
de: Toolbox durchsuchen
es: Búsqueda en el Cuadro de herramientas
fr: Rechercher dans la Boîte à outils
ja: 検索ツールボックス
ko: 검색 도구 상자
pl: Przeszukaj przybornik
pt_br: Pesquisar na Caixa de Ferramentas
ru: Поиск по панели элементов
tr: Araç Kutusunda Ara

source: Search Types
cs: Hledat typy
de: Typen durchsuchen
es: Buscar tipos
fr: Rechercher dans les types
it: Cerca nei tipi
ja: 種類の検索
ko: 형식 검색
pl: Wyszukaj typy
pt_br: Pesquisar Tipos
ru: Поиск типов
tr: Türleri Ara
uk: Пошук типів
zh_cn: 搜索类型
zh_tw: 搜尋類型

source: Search backwards for the same text
cs: Hledat stejný text směrem dozadu
de: Rückwärts nach demselben Text suchen
es: Buscar el mismo texto hacia atrás
fr: Rechercher le même texte en arrière
it: Cerca l'occorrenza precedente dello stesso testo
ja: 同一のテキストを後方検索します
ko: 동일한 텍스트를 뒤로 검색
pl: Wyszukaj do tyłu ten sam tekst
pt_br: Pesquisar as ocorrências anteriores do mesmo texto
ru: Искать назад тот же текст
tr: Aynı metni geriye doğru ara
uk: Знайти вище такий самий текст
zh_cn: 向后搜索相同的文本
zh_tw: 向後搜尋同一文字

source: Search backwards for the same text with emacs behavior
cs: Hledat stejný text směrem dopředu pomocí chování editoru Emacs
de: Rückwärts nach demselben Text suchen (Emacs-Verhalten)
es: Buscar el mismo texto hacia atrás con comportamiento Emacs
fr: Rechercher le même texte en arrière avec le comportement Emacs
it: Cerca l'occorrenza precedente dello stesso testo con comportamento Emacs
ja: 同一のテキストを Emacs 動作で後方検索します
ko: emacs 동작을 사용하여 동일한 텍스트를 뒤로 검색
pl: Wyszukaj do tyłu ten sam tekst z zachowaniem programu Emacs
pt_br: Pesquisar as ocorrências anteriores do mesmo texto com comportamento emacs
ru: Искать назад тот же текст с поведением Emacs
tr: Emacs davranışıyla aynı metni geriye doğru ara
uk: Знайти вище такий самий текст так, як у emacs
zh_cn: 使用 emacs 行为向后搜索相同的文本
zh_tw: 運用 Emacs 行為向後搜尋同一文字

source: Search backwards for the selected text
cs: Hledat vybraný text směrem dozadu
de: Rückwärts nach ausgewähltem Text suchen
es: Buscar hacia atrás el texto seleccionado
fr: Rechercher le texte sélectionné en arrière
it: Cerca l'occorrenza precedente del testo selezionato
ja: 選択テキストを後方検索します
ko: 선택한 텍스트를 뒤로 검색
pl: Wyszukaj do tyłu zaznaczony tekst
pt_br: Pesquisar as ocorrências anteriores do texto selecionado
ru: Искать назад выбранный текст
tr: Seçili metin için geriye doğru arama
uk: Знайти вище вибраний текст
zh_cn: 向后搜索所选文本
zh_tw: 向後搜尋選取的文字

source: Search cancelled
cs: Hledání zrušeno
de: Suche abgebrochen
es: Búsqueda cancelada
fr: Recherche annulée
it: La ricerca è stata annullata
ja: 検索が取り消されました
ko: 검색이 취소됨
pl: Anulowano wyszukiwanie
pt_br: Pesquisa cancelada
ru: Поиск отменен
tr: Arama iptal edildi
zh_cn: 已取消搜索
zh_tw: 已取消搜尋

source: Search completed
cs: Hledání dokončeno
de: Suche abgeschlossen
es: Búsqueda finalizada
fr: Recherche terminée
it: La ricerca è stata completata
ja: 検索が完了しました
ko: 검색 완료
pl: Ukończono wyszukiwanie
pt_br: Pesquisa concluída
ru: Поиск завершен
tr: Arama tamamlandı
uk: Пошук завершено
zh_cn: 已完成搜索
zh_tw: 搜尋完成

source: Search completed.
cs: Hledání bylo dokončeno.
de: Suche abgeschlossen.
es: Búsqueda finalizada.
fr: Recherche terminée.
it: La ricerca è stata completata.
ja: 検索が完了しました。
ko: 검색이 완료되었습니다.
pl: Ukończono wyszukiwanie.
pt_br: Pesquisa concluída.
ru: Поиск завершен.
tr: Arama tamamlandı.
uk: Пошук завершено.
zh_cn: 已完成搜索。
zh_tw: 搜尋完成。

source: Search filter menu
cs: Nabídka vyhledávacích filtrů
de: Suchfiltermenü
es: Menú de filtros de búsqueda
fr: Menu des filtres de recherche
ja: 検索フィルター メニュー
ko: 필터 메뉴 검색
pl: Menu filtrowania wyszukiwania
pt_br: Menu do filtro de pesquisa
ru: Меню фильтра поиска
tr: Arama filtresi menüsü

source: Search for and replace text
cs: Vyhledat a nahradit text
de: Text suchen und ersetzen
es: Buscar y reemplazar texto
fr: Rechercher et remplacer du texte
it: Consente di cercare e sostituire testo
ja: テキストを検索して置換します
ko: 텍스트 검색 및 바꾸기
pl: Wyszukaj i zamień tekst
pt_br: Pesquisar e substituir o texto
ru: Поиск и замена текста
tr: Metin ara ve değiştir
uk: Пошук і заміна тексту
zh_cn: 搜索并替换文本
zh_tw: 搜尋並取代文字

source: Search for and replace text in all files of a directory
cs: Hledat a nahradit text ve všech souborech v adresáři
de: Text in allen Dateien eines Verzeichnisses suchen und ersetzen
es: Buscar y reemplazar texto en todos los archivos de un directorio
fr: Rechercher et remplacer du texte dans tous les fichiers d’un répertoire
it: Cerca e sostituisce il testo in tutti i file di una directory
ja: ディレクトリのすべてのファイル内でテキストを検索して置換します
ko: 디렉터리의 모든 파일에서 텍스트 검색 및 바꾸기
pl: Wyszukaj i zastąp tekst we wszystkich plikach w katalogu
pt_br: Pesquisar e substituir o texto em todos os arquivos de um diretório
ru: Поиск и замена текста во всех файлах каталога
tr: Dizinin tüm dosyalarında metni arama veya değiştirme
uk: Знайти і замінити текст у всіх файлах теки
zh_cn: 在一个目录的所有文件中搜索并替换文本
zh_tw: 搜尋並取代目錄下所有檔案中的文字

source: Search for members
cs: Hledat členy
de: Member suchen
es: Buscando miembros
fr: Rechercher des membres
it: Cerca membri
ja: メンバーの検索
ko: 맴버 검색
pl: Wyszukaj składowe
pt_br: Pesquisar por membros
ru: Поиск элементов
tr: Üyeleri ara
uk: Пошук членів
zh_cn: 搜索成员
zh_tw: 正在搜尋成員

source: Search for text
cs: Hledat text
de: Nach Text suchen
es: Buscar texto
fr: Rechercher du texte
it: Consente di cercare testo
ja: テキストを検索します
ko: 텍스트 검색
pl: Wyszukaj tekst
pt_br: Pesquisar por texto
ru: Поиск текста
tr: Metin ara
uk: Пошук тексту
zh_cn: 搜索文本
zh_tw: 搜尋文字

source: Search for text in all files of a directory
cs: Hledat text ve všech souborech adresáře
de: Text in allen Dateien eines Verzeichnisses suchen
es: Buscar texto en todos los archivos de un directorio
fr: Rechercher du texte dans tous les fichiers d’un répertoire
it: Cerca il testo in tutti i file di una directory
ja: ディレクトリのすべてのファイル内でテキストを検索します
ko: 디렉터리의 모든 파일에서 텍스트를 검색합니다.
pl: Wyszukaj tekst we wszystkich plikach w katalogu
pt_br: Pesquisar o texto em todos os arquivos de um diretório
ru: Поиск текста во всех файлах каталога
tr: Metni bir dizinin tüm dosyalarında ara
uk: Знайти текст у всіх файлах теки
zh_cn: 在一个目录的所有文件中搜索文本
zh_tw: 搜尋目錄下所有檔案中的文字

source: Search for types
cs: Hledat typy
de: Typen suchen
es: Buscar tipos
fr: Rechercher des types
it: Cerca tipi
ja: 型の検索
ko: 형식 검색
pl: Wyszukaj typy
pt_br: Pesquisa por tipos
ru: Поиск типов
tr: Türleri ara
uk: Пошук типів
zh_cn: 搜索类型
zh_tw: 搜尋類型

source: Search for types and members
cs: Hledat typy a členy
de: Typen oder Member suchen
es: Buscar tipos y miembros
fr: Rechercher des types et des membres
it: Cerca tipi e membri
ja: 型とメンバーの検索
ko: 형식 및 맴버 검색
pl: Wyszukaj typy i składowe
pt_br: Pesquisar por tipos e membros
ru: Поиск типов и элементов
tr: Tür ve üyeleri ara
uk: Пошук типів і членів
zh_cn: 搜索类型和成员
zh_tw: 搜尋類型及成員

source: Search for {0} in packages
cs: Hledat {0} v balíčcích
de: In Paketen nach "{0}" suchen
es: Buscar {0} en los paquetes
fr: Rechercher {0} dans les packages
ja: パッケージ内で {0} を検索
ko: 패키지에서 {0} 검색
pl: Wyszukaj {0} w pakietach
pt_br: Pesquisar {0} nos pacotes
ru: Поиск {0} в пакетах
tr: Paketlerde {0} ara

source: Search for {0} in solution
cs: Hledat {0} v řešení
de: In der Projektmappe nach "{0}" suchen
es: Buscar {0} en la solución
fr: Rechercher {0} dans la solution
ja: ソリューション内で {0} を検索
ko: 솔루션에서 {0} 검색
pl: Wyszukaj {0} w rozwiązaniu
pt_br: Pesquisar {0} na solução
ru: Поиск {0} в решении
tr: Çözümde {0} ara

source: Search forwards for the same text
cs: Hledat stejný text směrem dopředu
de: Vorwärts nach demselben Text suchen
es: Buscar el mismo texto hacia delante
fr: Rechercher le même texte en avant
it: Cerca l'occorrenza successiva dello stesso testo
ja: 同一のテキストを前方検索します
ko: 동일한 텍스트를 앞으로 검색
pl: Wyszukaj do przodu ten sam tekst
pt_br: Pesquisar as próximas ocorrências do mesmo texto
ru: Искать вперед тот же текст
tr: Aynı metin için ileriye doğru arama
uk: Шукати такий текст далі
zh_cn: 向前搜索相同的文本
zh_tw: 向前搜尋同一文字

source: Search forwards for the same text with emacs behavior
cs: Hledat stejný text směrem dopředu pomocí chování editoru Emacs
de: Vorwärts nach demselben Text suchen (Emacs-Verhalten)
es: Buscar el mismo texto hacia delante con comportamiento Emacs
fr: Rechercher le même texte en avant avec le comportement Emacs
it: Cerca l'occorrenza successiva dello stesso testo con comportamento Emacs
ja: 同一のテキストを Emacs 動作で前方検索します
ko: emacs 동작을 사용하여 동일한 텍스트를 앞으로 검색
pl: Wyszukaj do przodu ten sam tekst z zachowaniem programu Emacs
pt_br: Pesquisar as próximas ocorrências do mesmo texto com comportamento emacs
ru: Искать вперед тот же текст с поведением Emacs
tr: Emacs davranışına sahip aynı metin için ileriye doğru arama
uk: Знайти далі такий самий текст так, як у emacs
zh_cn: 使用 emacs 行为向前搜索相同的文本
zh_tw: 運用 Emacs 行為向前搜尋同一文字

source: Search forwards for the selected text
cs: Hledat vybraný text směrem dopředu
de: Vorwärts nach ausgewähltem Text suchen
es: Buscar hacia adelante el texto seleccionado
fr: Rechercher le texte sélectionné en avant
it: Cerca l'occorrenza successiva del testo selezionato
ja: 選択テキストを前方検索します
ko: 선택한 텍스트를 앞으로 검색
pl: Wyszukaj do przodu zaznaczony tekst
pt_br: Pesquisar as próximas ocorrências do texto selecionado
ru: Искать вперед выбранный текст
tr: Seçili metin için ileriye doğru arama
uk: Шукати вибраний текст далі
zh_cn: 向前搜索所选文本
zh_tw: 向前搜尋選取的文字
