Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Enter the Strong Name File
cs: Zadejte soubor se silným názvem.
de: Datei mit starkem Namen eingeben
es: Indique el archivo de nombre seguro
fr: Entrer le fichier à nom fort
ja: 厳密な名前のファイルを入力します
ko: 강력한 이름 파일 입력
pl: Wprowadź plik o silnej nazwie
pt_br: Insira o Arquivo de Nome Forte
ru: Введите файл строгого имени
tr: Tanımlayıcı Ad Dosyasını girin

source: Enter the URL for the NuGet package's icon
cs: Zadejte adresu URL ikony pro balíček NuGet.
de: URL für das Symbol des NuGet-Pakets eingeben
es: Escriba la URL del icono del paquete NuGet
fr: Entrer l'URL de l'icône du package NuGet
ja: NuGet パッケージのアイコンの URL を入力します
ko: NuGet 패키지 아이콘의 URL 입력
pl: Wprowadź adres URL ikony pakietu NuGet
pt_br: Insira a URL para o ícone do pacote NuGet
ru: Введите URL-адрес значка для пакета NuGet
tr: NuGet paketi simgesinin URL'sini girin

source: Enter the URL for the NuGet package's license
cs: Zadejte adresu URL licence pro balíček NuGet.
de: URL für die Lizenz des NuGet-Pakets eingeben
es: Escriba la URL de la licencia del paquete NuGet
fr: Entrer l'URL de la licence du package NuGet
ja: NuGet パッケージのライセンスの URL を入力します
ko: NuGet 패키지 라이선스의 URL 입력
pl: Wprowadź adres URL licencji pakietu NuGet
pt_br: Insira a URL para a licença do pacote NuGet
ru: Введите URL-адрес лицензии для пакета NuGet
tr: NuGet paketi lisansının URL'sini girin

source: Enter the URL for this package source
cs: Zadejte adresu URL zdroje tohoto balíčku.
de: URL für diese Paketquelle eingeben
es: Especifique la dirección URL de este origen de paquete
fr: Entrez l'URL de cette source de paquet
ja: このパッケージ ソースの URL を入力します
ko: 이 패키지 소스의 URL을 입력합니다.
pl: Wprowadź adres URL dla tego źródła pakietów
pt_br: Insira a URL desta origem do pacote
ru: Введите URL-адрес этого источника пакетов
tr: Bu paket kaynağının URL'sini girin

source: Enter the arguments for the external command
cs: Zadejte argumenty pro externí příkaz.
de: Argumente für den externen Befehl eingeben
es: Escriba los argumentos para el comando externo
fr: Entrez les arguments de la commande externe
ja: 外部コマンドの引数を入力します
ko: 외부 명령에 대한 인수를 입력합니다.
pl: Wprowadź argumenty dla polecenia zewnętrznego
pt_br: Insira os argumentos para o comando externo
ru: Введите аргументы для внешней команды
tr: Dış komutun bağımsız değişkenlerini girin

source: Enter the author name
cs: Zadejte jméno autora.
de: Namen des Autors eingeben
es: Especifique el nombre del creador
fr: Entrez le nom de l'auteur
ja: 作成者の名前を入力します
ko: 만든 이 이름을 입력합니다.
pl: Wprowadź imię i nazwisko autora
pt_br: Insira o nome do autor
ru: Введите имя автора
tr: Yazar adını girin

source: Enter the author's email address
cs: Zadejte e-mailovou adresu autora.
de: E-Mail-Adresse des Autors eingeben
es: Escriba la dirección de correo electrónico del creador
fr: Entrez l'adresse e-mail de l'auteur
ja: 作成者の電子メール アドレスを入力します
ko: 만든 이의 전자 메일 주소를 입력합니다.
pl: Wprowadź adres e-mail autora
pt_br: Insira o endereço de email do autor
ru: Введите адрес электронной почты автора
tr: Yazarın e-posta adresini girin

source: Enter the authors of the NuGet package
cs: Zadejte autory balíčku NuGet.
de: Autoren des NuGet-Pakets eingeben
es: Escriba los autores del paquete NuGet
fr: Entrer les auteurs du package NuGet
ja: NuGet パッケージの作成者を入力します
ko: NuGet 패키지의 작성자 입력
pl: Wprowadź autorów pakietu NuGet
pt_br: Insira os autores do pacote NuGet
ru: Введите авторов пакета NuGet
tr: NuGet paketinin yazarlarını girin

source: Enter the commit message header
cs: Zadejte hlavičku potvrzovací zprávy.
de: Commit-Nachrichtenkopf eingeben
es: Escriba el encabezado del mensaje de confirmación
fr: Entrer l'en-tête du message de validation
ja: コミット メッセージ ヘッダーを入力します
ko: 커밋 메시지 헤더 입력
pl: Wprowadź nagłówek komunikatu zatwierdzenia
pt_br: Insira o cabeçalho da mensagem de confirmação
ru: Введите заголовок сообщения о фиксации
tr: İşleme iletisi üst bilgisini girin

source: Enter the company name
cs: Zadejte název společnosti.
de: Firmennamen eingeben
es: Escriba el nombre de la compañía
fr: Entrez le nom de la société
ja: 会社名を入力します
ko: 회사 이름을 입력합니다.
pl: Wprowadź nazwę firmy
pt_br: Insira o nome da empresa
ru: Введите название организации
tr: Şirket adını girin

source: Enter the copyright statement
cs: Zadejte prohlášení o autorských právech.
de: Urheberrechtserklärung eingeben
es: Especifique el aviso de copyright
fr: Entrez la déclaration de copyright
ja: 著作権情報を入力します
ko: 저작권 내용을 입력합니다.
pl: Wprowadź informacje o prawach autorskich
pt_br: Insira a declaração de direitos autorais
ru: Введите заявление об авторских правах
tr: Telif hakkı bildirimini girin

source: Enter the copyright statement for the NuGet package
cs: Zadejte prohlášení o autorských právech pro balíček NuGet.
de: Urheberrechtserklärung für das NuGet-Paket eingeben
es: Escriba el aviso de copyright del paquete NuGet
fr: Entrer la déclaration de copyright du package NuGet
ja: NuGet パッケージの著作権情報を入力します
ko: NuGet 패키지의 저작권 내용 입력
pl: Wprowadź informacje o prawach autorskich dla pakietu NuGet
pt_br: Insira a instrução de direitos autorais do pacote NuGet
ru: Введите заявление об авторских правах для пакета NuGet
tr: NuGet paketi için telif hakkı bildirimini girin

source: Enter the custom command
cs: Zadejte vlastní příkaz.
de: Benutzerdefinierten Befehl eingeben
es: Escriba el comando personalizado
fr: Entrer la commande personnalisée
ja: カスタム コマンドを入力します
ko: 사용자 지정 명령 입력
pl: Wprowadź polecenie niestandardowe
pt_br: Insira o comando personalizado
ru: Введите настраиваемую команду
tr: Özel komutu girin

source: Enter the default key binding for this command
cs: Zadejte výchozí klávesovou zkratku pro tento příkaz.
de: Standardtastenzuordnung für diesen Befehl eingeben
es: Escriba el enlace de teclado predeterminado para este comando
fr: Entrez la combinaison de touches par défaut de cette commande
ja: このコマンドの既定のキー バインドを入力します
ko: 이 명령에 대한 기본 키 바인딩을 입력합니다.
pl: Wprowadź domyślne powiązanie klawiszy dla tego polecenia
pt_br: Insira a associação de teclas padrão para este comando
ru: Введите сочетание клавиш по умолчанию для этой команды
tr: Bu komutun varsayılan tuş bağlamasını girin

source: Enter the default namespace for the project
cs: Zadejte výchozí obor názvů pro projekt.
de: Standardnamespace für das Projekt eingeben
es: Escriba el espacio de nombres predeterminado del proyecto
fr: Entrer l'espace de noms par défaut pour le projet
ja: プロジェクトの既定の名前空間を入力します
ko: 프로젝트의 기본 네임스페이스 입력
pl: Wprowadź domyślną przestrzeń nazw dla projektu
pt_br: Insira o namespace padrão para o projeto
ru: Введите пространство имен по умолчанию для проекта
tr: Projenin varsayılan ad alanını girin

source: Enter the default path for the solution
cs: Zadejte výchozí cestu řešení.
de: Standardpfad für die Projektmappe eingeben
es: Escriba la ruta de acceso predeterminada para la solución
fr: Entrez le chemin par défaut de la solution
ja: ソリューションの既定のパスを入力します
ko: 솔루션의 기본 경로를 입력합니다.
pl: Wprowadź ścieżkę domyślną dla rozwiązania
pt_br: Insira o caminho padrão para a solução
ru: Введите путь по умолчанию для решения
tr: Çözüm için varsayılan yolu girin

source: Enter the description of the NuGet package
cs: Zadejte popis balíčku NuGet.
de: Beschreibung des NuGet-Pakets eingeben
es: Escriba los propietarios del paquete NuGet
fr: Entrer la description du package NuGet
ja: NuGet パッケージの説明を入力します
ko: NuGet 패키지의 설명 입력
pl: Wprowadź opis pakietu NuGet
pt_br: Insira a descrição do pacote NuGet
ru: Введите описание пакета NuGet
tr: NuGet paketinin açıklamasını girin

source: Enter the directory for the command to execute in
cs: Zadejte adresář, ve kterém se má příkaz spustit.
de: Verzeichnis eingeben, in dem der Befehl ausgeführt werden soll
es: Escriba el directorio en el que se ejecutará el comando
fr: Entrer le répertoire dans lequel exécuter la commande
ja: コマンドを実行するディレクトリを入力します
ko: 실행할 명령의 디렉터리 입력
pl: Wprowadź katalog, w którym ma zostać wykonane polecenie
pt_br: Insira o diretório para a execução do comando
ru: Введите каталог, где нужно выполнить команду
tr: Komutun yürütüleceği dizini girin

source: Enter the expression you wish to have printed to the console. Place simple C# expressions within {} to interpolate them.
cs: Zadejte výraz, který se má vytisknout na konzole. Vložte jednoduché výrazy C# mezi znaky {}, aby se interpolovaly.
de: Geben Sie den Ausdruck ein, der an die Konsole ausgegeben werden soll. Setzen Sie einfache C#-Ausdrücke in geschweifte Klammern ({}), um sie zu interpolieren.
es: Escriba la expresión que desea que se imprima en la consola. Ponga las expresiones de C# sencillas entre llaves ({}) para interpolarlas.
fr: Entrez l'expression à afficher sur la console. Placez les expressions C# simples entre accolades {} pour les interpoler.
ja: コンソールに表示する式を入力します。{} 内に単純な C# 式を配置して補間してください。
ko: 콘솔에 인쇄할 식을 입력합니다. {} 내에 단순한 C# 식을 입력하여 보간하세요.
pl: Wprowadź wyrażenie, które ma zostać wyświetlone w konsoli. Ujmij proste wyrażenia C# w nawias klamrowy {}, aby je interpolować.
pt_br: Insira a expressão que você deseja imprimir para o console. Coloque expressões simples do C# entre {} para interpolá-las.
ru: Введите выражение, которое вы хотите вывести в консоль. Для интерполяции простых выражений C# поместите их в фигурные скобки {}.
tr: Konsola yazdırılmasını istediğiniz ifadeyi girin. Basit C# ifadelerini ilişkilendirmek için bunları {} işaretlerinin arasına yerleştirin.

source: Enter the file and line number of the breakpoint location
cs: Zadejte soubor a číslo řádku umístění zarážky.
de: Datei und Zeilennummer der Haltepunktposition eingeben
es: Especifique el archivo o el número de línea de la ubicación del punto de interrupción
fr: Entrez le fichier et le numéro de ligne de l'emplacement du point d'arrêt
ja: ブレークポイント位置のファイルと行番号を入力します
ko: 파일 및 중단점 위치의 줄 번호를 입력합니다.
pl: Wprowadź plik i numer wiersza lokalizacji punktu przerwania
pt_br: Insira o arquivo e o número de linha do local do ponto de interrupção
ru: Введите файл и номер строки, где располагается точка останова
tr: Kesme noktası konumunun dosya ve satır numarasını girin

source: Enter the file mask
cs: Zadejte masku souboru.
de: Dateimaske eingeben
es: Escriba la máscara de archivo
fr: Entrez le masque de fichier
ja: ファイル マスクを入力します
ko: 파일 마스크를 입력합니다.
pl: Wprowadź maskę pliku
pt_br: Insira a máscara de arquivo
ru: Введите маску файла
tr: Dosya maskesini girin

source: Enter the file to use as the icon on Windows
cs: Zadejte soubor, který se má ve Windows použít jako ikona.
de: Als das Symbol in Windows zu verwendende Datei eingeben
es: Especifique el archivo que se usará como icono en Windows
fr: Entrer le fichier à utiliser comme icône sur Windows
ja: Windows でアイコンとして使用するファイルを入力します
ko: Windows에서 아이콘으로 사용할 파일 입력
pl: Wprowadź plik do użycia jako ikona w systemie Windows
pt_br: Insira o arquivo a ser usado como o ícone no Windows
ru: Введите файл, используемый в Windows в качестве значка
tr: Windows'da simge olarak kullanılacak dosyayı girin

source: Enter the filename for the generated XML documentation
cs: Zadejte název souboru pro vygenerovanou dokumentaci XML.
de: Dateinamen für die erstellte XML-Dokumentation eingeben
es: Escriba el nombre de archivo para la documentación XML generada
fr: Entrer le nom de fichier pour la documentation XML générée
ja: 生成される XML ドキュメントのファイル名を入力します
ko: 생성된 XML 문서에 대한 파일 이름 입력
pl: Wprowadź nazwę pliku dla wygenerowanej dokumentacji w formacie XML
pt_br: Digite o nome de arquivo para a documentação XML gerada
ru: Введите имя файла для созданной XML-документации
tr: Oluşturulan XML belgeleri için dosya adını girin

source: Enter the filepath for the new project
cs: Zadejte cestu k souboru nového projektu.
de: Geben Sie den Dateipfad des neuen Projekts ein.
es: Escribir la ruta de archivo del proyecto nuevo
fr: Entrez le chemin de fichier du nouveau projet
ja: 新しいプロジェクトのファイル パスを入力してください
ko: 새 프로젝트 파일 경로 입력
pl: Wprowadź ścieżkę pliku dla nowego projektu
pt_br: Insira o caminho de arquivo do novo projeto
ru: Введите путь к файл нового проекта
tr: Yeni proje için dosya yolunu girin

source: Enter the hit count required for the condition
cs: Zadejte počet dosažení vyžadovaný pro tuto podmínku.
de: Erforderliche Trefferanzahl für die Bedingung eingeben
es: Especifique el número de veces que se alcanza el punto de interrupción para la condición
fr: Entrez le nombre d'accès nécessaire pour la condition
ja: 条件に必要なヒット カウントを入力します
ko: 조건에 필요한 적중 횟수를 입력합니다.
pl: Wprowadź wymaganą liczbę trafień dla tego warunku
pt_br: Insira a contagem de ocorrências necessária para a condição
ru: Введите количество попаданий, необходимое для этого условия
tr: Koşul için gerekli isabet sayısını girin

source: Enter the keybinding for this command
cs: Zadejte vazbu klíčů pro tento příkaz.
de: Tastenzuordnung für diesen Befehl eingeben
es: Escriba el enlace de teclado para este comando
fr: Entrez la combinaison de touches de cette commande
ja: このコマンドのキー バインドを入力します
ko: 이 명령에 대한 키 바인딩을 입력합니다.
pl: Wprowadź powiązanie klawiszy dla tego polecenia
pt_br: Insira o keybinding para esse comando
ru: Введите сочетание клавиш для этой команды
tr: Bu komutun tuş bağlamasını girin

source: Enter the main class for the code generation
cs: Zadejte hlavní třídu pro generování kódu.
de: Hauptklasse für die Codeerstellung eingeben
es: Especifique la clase principal de la generación de código
fr: Entrer la classe principale pour la génération de code
ja: コード生成のためのメイン クラスを入力します
ko: 코드 생성을 위한 주 클래스 입력
pl: Wprowadź klasę główną na potrzeby generowania kodu
pt_br: Insira a classe principal para a geração de código
ru: Введите класс main для создания кода
tr: Kod oluşturma için ana sınıfı girin

source: Enter the name for the new folder
cs: Zadejte název nové složky.
de: Geben Sie den Namen für den neuen Ordner ein.
es: Escribir el nombre de la carpeta nueva
fr: Entrer le nom du nouveau dossier
ja: 新しいフォルダーの名前を入力
ko: 새 폴더 이름 입력
pl: Wprowadź nazwę nowego folderu
pt_br: Insira o nome da nova pasta
ru: Введите имя новой папки
tr: Yeni klasör için adı girin

source: Enter the name for the new project
cs: Zadejte název nového projektu.
de: Geben Sie den Namen des neuen Projekts ein.
es: Escribir el nombre del proyecto nuevo
fr: Entrez le nom du nouveau projet
ja: 新しいプロジェクトの名前を入力してください
ko: 새 프로젝트 이름 입력
pl: Wprowadź nazwę nowego projektu
pt_br: Insira o nome do novo projeto
ru: Введите имя нового проекта
tr: Yeni proje için adı girin

source: Enter the name for the new solution
cs: Zadejte název nového řešení.
de: Geben Sie den Namen für die neue Projektmappe ein.
es: Escribir el nombre de la solución nueva
fr: Entrer le nom de la nouvelle solution
ja: 新しいソリューションの名前を入力
ko: 새 솔루션 이름 입력
pl: Wprowadź nazwę nowego rozwiązania
pt_br: Insira o nome da nova solução
ru: Введите имя нового решения
tr: Yeni çözüm için adı girin

source: Enter the name for this package source
cs: Zadejte název zdroje tohoto balíčku.
de: Namen für diese Paketquelle eingeben
es: Especifique el nombre de este origen de paquete
fr: Entrez le nom de cette source de paquet
ja: このパッケージ ソースの名前を入力します
ko: 이 패키지 소스의 이름을 입력합니다.
pl: Wprowadź nazwę dla tego źródła pakietów
pt_br: Insira o nome desta origem do pacote
ru: Введите имя этого источника пакетов
tr: Bu paket kaynağının adını girin

source: Enter the name of the breakpoint function
cs: Zadejte název funkce zarážky.
de: Namen der Haltepunktfunktion eingeben
es: Especifique el nombre de la función de punto de interrupción
fr: Entrez le nom de la fonction de point d'arrêt
ja: ブレークポイント関数の名前を入力します
ko: 중단점 함수의 이름을 입력합니다.
pl: Wprowadź nazwę funkcji punktu przerwania
pt_br: Insira o nome da função de ponto de interrupção
ru: Введите имя функции для точки останова
tr: Kesme noktası işlevinin adını girin

source: Enter the name of the new file
cs: Zadejte název nového souboru.
de: Geben Sie den Namen der neuen Datei ein.
es: Escribir el nombre del archivo nuevo
fr: Entrez le nom du nouveau fichier
ja: 新しいファイルの名前を入力してください
ko: 새 파일 이름 입력
pl: Wprowadź nazwę nowego pliku
pt_br: Insira o nome do novo arquivo
ru: Введите имя нового файла
tr: Yeni dosyanın adını girin

source: Enter the name of the output assembly
cs: Zadejte název výstupního sestavení.
de: Namen der Ausgabeassembly eingeben
es: Escriba el nombre del ensamblado de salida
fr: Entrer le nom de l'assembly de sortie
ja: 出力アセンブリの名前を入力します
ko: 출력 어셈블리의 이름 입력
pl: Wprowadź nazwę wyjściowego zestawu
pt_br: Insira o nome do assembly de saída
ru: Введите имя выходной сборки
tr: Çıkış bütünleştirilmiş kodunun adını girin

source: Enter the name you want to give to this package configuration:
cs: Zadejte název pro tuto konfiguraci balíčku:
de: Namen für diese Paketkonfiguration eingeben:
es: Escriba el nombre que quiere dar a esta configuración de paquete:
fr: Entrer le nom que vous voulez donner à cette configuration de paquet :
it: Immettere il nome da assegnare a questa configurazione di pacchetto:
ja: このパッケージ構成の名前を入力してください
ko: 이 패키지 구성에 제공할 이름 입력:
pl: Podaj nazwę, którą chcesz nadać tej konfiguracji pakietu:
pt_br: Insira o nome que você deseja dar à esta configuração de pacote:
ru: Введите имя для конфигурации пакета:
tr: Bu paketi yapılandırması için vermek istediğiniz adı girin:
uk: Введіть назву для даної конфігурації пакета:
zh_cn: 输入想要赋予此包配置的名称:
zh_tw: 輸入要提供給此封裝組態的名稱:

source: Enter the output directory
cs: Zadejte výstupní adresář.
de: Ausgabeverzeichnis eingeben
es: Especifique el directorio de salida
fr: Entrez le répertoire de sortie
ja: 出力ディレクトリを入力します
ko: 출력 디렉터리를 입력합니다.
pl: Wprowadź katalog wyjściowy
pt_br: Insira o diretório de saída
ru: Укажите выходной каталог
tr: Çıkış dizinini girin

source: Enter the output path
cs: Zadejte výstupní cestu.
de: Ausgabepfad eingeben
es: Escriba la ruta de acceso de salida
fr: Entrer le chemin de sortie
ja: 出力パスを入力します
ko: 출력 경로 입력
pl: Wprowadź ścieżkę wyjściową
pt_br: Insira o caminho de saída
ru: Введите выходной путь
tr: Çıkış yolunu girin

source: Enter the owners of the NuGet package
cs: Zadejte vlastníky balíčku NuGet.
de: Besitzer des NuGet-Pakets eingeben
es: Escriba los propietarios del paquete NuGet
fr: Entrer les propriétaires du package NuGet
ja: NuGet パッケージの所有者を入力します
ko: NuGet 패키지의 소유자 입력
pl: Wprowadź właścicieli pakietu NuGet
pt_br: Insira os proprietários do pacote NuGet
ru: Введите владельцев пакета NuGet
tr: NuGet paketinin sahiplerini girin

source: Enter the password (if required) for this package source
cs: Zadejte heslo (pokud se vyžaduje) zdroje tohoto balíčku.
de: Kennwort (sofern erforderlich) für diese Paketquelle eingeben
es: Especifique la contraseña (si es necesario) de este origen de paquete
fr: Entrez le mot de passe (si nécessaire) de cette source de paquet
ja: このパッケージ ソースのパスワードを入力します (必要な場合)
ko: 이 패키지 소스의 암호(필요한 경우)를 입력합니다.
pl: Wprowadź hasło (jeśli jest wymagane) dla tego źródła pakietów
pt_br: Insira a senha (se necessário) desta origem do pacote
ru: Введите пароль для этого источника пакетов (если необходимо)
tr: Bu paket kaynağının parolasını (gerekliyse) girin

source: Enter the project URL for the NuGet package
cs: Zadejte adresu URL projektu pro balíček NuGet.
de: Projekt-URL für das NuGet-Paket eingeben
es: Escriba la URL de proyecto del paquete NuGet
fr: Entrer l'URL du projet du package NuGet
ja: NuGet パッケージのプロジェクトの URL を入力します
ko: NuGet 패키지의 프로젝트 URL 입력
pl: Wprowadź adres URL projektu dla pakietu NuGet
pt_br: Insira a URL de projeto para o pacote NuGet
ru: Введите URL-адрес проекта для пакета NuGet
tr: NuGet paketi için proje URL'sini girin

source: Enter the project name
cs: Zadejte název projektu.
de: Projektnamen eingeben
es: Escriba el nombre del proyecto
fr: Entrer le nom du projet
ja: プロジェクト名を入力します
ko: 프로젝트 이름 입력
pl: Wprowadź nazwę projektu
pt_br: Insira o nome do projeto
ru: Введите имя проекта
tr: Proje adını girin

source: Enter the project version
cs: Zadejte verzi projektu.
de: Projektversion eingeben
es: Escriba la versión del proyecto
fr: Entrer la version du projet
ja: プロジェクト バージョンを入力します
ko: 프로젝트 버전 입력
pl: Wprowadź wersję projektu
pt_br: Insira a versão do projeto
ru: Введите версию проекта
tr: Proje sürümünü girin

source: Enter the release notes for this NuGet package
cs: Zadejte zprávu k vydání verze pro tento balíček NuGet.
de: Versionshinweise für dieses NuGet-Paket eingeben
es: Escriba las notas de la versión de este paquete NuGet
fr: Entrer les notes de version pour ce package NuGet
ja: この NuGet パッケージのリリース ノートを入力します
ko: 이 NuGet 패키지의 릴리스 정보 입력
pl: Wprowadź informacje o wersji dla tego pakietu NuGet
pt_br: Insira as notas de versão para este pacote NuGet
ru: Введите заметки о выпуске для пакета NuGet
tr: Bu NuGet paketi için sürüm notlarını girin

source: Enter the summary for the NuGet package
cs: Zadejte souhrn pro balíček NuGet.
de: Zusammenfassung für das NuGet-Paket eingeben
es: Escriba el resumen del paquete NuGet
fr: Entrer le résumé du package NuGet
ja: NuGet パッケージの概要を入力します
ko: NuGet 패키지의 요약 입력
pl: Wprowadź podsumowanie pakietu NuGet
pt_br: Insira o resumo para o pacote NuGet
ru: Введите сводку по пакету NuGet
tr: NuGet paketinin özetini girin

source: Enter the symbols the compiler should define
cs: Zadejte symboly, které má kompilátor definovat.
de: Vom Compiler zu definierende Symbole eingeben
es: Especifique los símbolos que debe definir el compilador
fr: Entrer les symboles que le compilateur doit définir
ja: コンパイラが定義する必要のあるシンボルを入力します
ko: 컴파일러가 정의해야 할 기호 입력
pl: Wprowadź symbole, które powinien definiować kompilator
pt_br: Insira os símbolos que o compilador deve definir
ru: Введите символы, которые должен определять компилятор
tr: Derleyicinin tanımlaması gereken sembolleri girin

source: Enter the tags for this NuGet package
cs: Zadejte značky pro tento balíček NuGet.
de: Tags für dieses NuGet-Paket eingeben
es: Escriba las etiquetas de este paquete NuGet
fr: Entrer les étiquettes pour ce package NuGet
ja: この NuGet パッケージのタグを入力します
ko: 이 NuGet 패키지의 태그 입력
pl: Wprowadź tagi dla tego pakietu NuGet
pt_br: Insira as marcações para este pacote NuGet
ru: Введите теги для пакета NuGet
tr: Bu NuGet paketi için etiketleri girin

source: Enter the text to be used for the standard header
cs: Zadejte text, který se má použít pro standardní hlavičku.
de: Geben Sie den Text ein, der für den Standardheader verwendet werden soll.
es: Escriba el texto que se usará para el encabezado estándar
fr: Entrer le texte à utiliser pour l'en-tête standard
ja: 標準ヘッダーに使用するテキストを入力します
ko: 표준 헤더에 사용할 텍스트 입력
pl: Wprowadź tekst do użycia w standardowym nagłówku
pt_br: Insira o texto a ser usado para o cabeçalho padrão
ru: Введите текст для использования в качестве стандартного заголовка
tr: Standart üst bilgi için kullanılacak metni girin

source: Enter the title for this command
cs: Zadejte název tohoto příkazu.
de: Titel für diesen Befehl eingeben
es: Escriba el título para este comando
fr: Entrez le titre de cette commande
ja: このコマンドのタイトルを入力します
ko: 이 명령에 대한 제목을 입력합니다.
pl: Wprowadź tytuł dla tego polecenia
pt_br: Insira o título para esse comando
ru: Введите название для этой команды
tr: Bu komutun başlığını girin

source: Enter the title of the NuGet package
cs: Zadejte název balíčku NuGet.
de: Titel des NuGet-Pakets eingeben
es: Escriba el título del paquete NuGet
fr: Entrer le titre du package NuGet
ja: NuGet パッケージのタイトルを入力します
ko: NuGet 패키지의 제목 입력
pl: Wprowadź tytuł pakietu NuGet
pt_br: Insira o título do pacote NuGet
ru: Введите заголовок пакета NuGet
tr: NuGet paketinin başlığını girin

source: Enter the trademark statement
cs: Zadejte prohlášení o ochranných známkách.
de: Markenerklärung eingeben
es: Especifique el aviso de marca comercial
fr: Entrez la déclaration de marque commerciale
ja: 商標情報を入力します
ko: 상표 설명을 입력합니다.
pl: Wprowadź informacje o znaku towarowym
pt_br: Insira a declaração de marca registrada
ru: Введите заявление о товарном знаке
tr: Ticari marka bildirimini girin
