Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Creates an empty VB.Net file.
cs: Vytvoří prázdný soubor VB.Net.
de: Erstellt eine leere VB.NET-Datei.
es: Crea un archivo de VB.Net vacío.
fr: Crée un fichier VB.Net vide.
it: Crea un file VB.Net vuoto.
ja: 空の VB.Net ファイルを作成します。
ko: 빈 VB.Net 파일을 만듭니다.
pl: Tworzy pusty plik VB.Net.
pt_br: Cria um arquivo VB.NET vazio.
ru: Создает пустой файл VB.Net.
tr: Boş bir VB.Net dosyası oluşturur.
uk: Створити файл мовою VB .NET.
zh_cn: 创建一个空 VB.Net 文件。
zh_tw: 建立空的 VB.Net 檔案。

source: Creates an empty VB.Net solution.
cs: Vytvoří prázdné řešení VB.Net.
de: Erstellt eine leere VB.NET-Projektmappe.
es: Crea una solución de VB.NET vacía.
fr: Crée une solution VB.Net vide.
it: Crea una soluzione VB.Net vuota.
ja: 空の VB.Net ソリューションを作成します。
ko: 빈 VB.Net 솔루션을 만듭니다.
pl: Tworzy puste rozwiązanie VB.Net.
pt_br: Cria uma solução VB.NET vazia.
ru: Создает пустое решение VB.Net.
tr: Boş bir VB.Net çözümü oluşturur
uk: Створити рішення мовою VB .NET.
zh_cn: 创建一个空 VB.Net 解决方案。
zh_tw: 建立空的 VB.Net 解決方案。

source: Creates an empty XML file.
cs: Vytvoří prázdný XML soubor.
de: Erstellt eine leere XML-Datei.
es: Crea un archivo XML vacío.
fr: Crée un fichier XML vide.
it: Crea un file XML vuoto.
ja: 空の XML ファイルを作成します。
ko: 빈 XML 파일을 만듭니다.
pl: Tworzy pusty plik XML.
pt_br: Cria um arquivo XML vazio.
ru: Создает пустой XML-файл.
tr: Boş bir XML dosyası oluşturur.
uk: Створити порожній файл XML.
zh_cn: 创建一个空 XML 文件。
zh_tw: 建立空的 XML 檔案。

source: Creates an empty class.
cs: Vytvoří prázdnou třídu.
de: Erstellt eine leere Klasse.
es: Crea una clase vacía.
fr: Crée une classe vide.
it: Crea una classe vuota.
ja: 空のクラスを作成します。
ko: 빈 클래스를 만듭니다.
pl: Tworzy pustą klasę.
pt_br: Cria uma classe vazia.
ru: Создает пустой класс.
tr: Boş bir sınıf oluşturur.
uk: Створити порожній клас.
zh_cn: 创建一个空类。
zh_tw: 建立空的類別。

source: Creates an empty enum.
cs: Vytvoří prázdný výčet.
de: Erstellt eine leere Enumeration.
es: Crea una enumeración vacía.
fr: Crée un enum vide.
it: Crea un'enumerazione vuota.
ja: 空の列挙型を作成します。
ko: 빈 열거형을 만듭니다.
pl: Tworzy puste wyliczenie.
pt_br: Cria uma enumeração vazia.
ru: Создает пустое перечисление.
tr: Boş bir sabit listesi oluşturur.
uk: Створити порожній перелік.
zh_cn: 创建一个空枚举。
zh_tw: 建立空的列舉。

source: Creates an empty interface.
cs: Vytvoří prázdné rozhraní.
de: Erstellt eine leere Schnittstelle.
es: Crea una interfaz vacía.
fr: Crée une interface vide.
it: Crea un'interfaccia vuota.
ja: 空のインターフェイスを作成します。
ko: 빈 인터페이스를 만듭니다.
pl: Tworzy pusty interfejs.
pt_br: Cria uma interface vazia.
ru: Создает пустой интерфейс.
tr: Boş bir arabirim oluşturur.
uk: Створити порожній інтерфейс.
zh_cn: 创建一个空接口。
zh_tw: 建立空的介面。

source: Creates an empty struct.
cs: Vytvoří prázdnou strukturu.
de: Erstellt eine leere Struktur.
es: Crea una estructura vacía.
fr: Crée une structure vide.
it: Crea una struttura vuota.
ja: 空の構造体を作成します。
ko: 빈 구조체를 만듭니다.
pl: Tworzy pustą strukturę.
pt_br: Cria um struct vazio.
ru: Создает пустую структуру.
tr: Boş bir yapı oluşturur.
uk: Створити порожню структуру.
zh_cn: 创建一个空结构。
zh_tw: 建立空的結構。

source: Creates an empty text file.
cs: Vytvoří prázdný textový soubor.
de: Erstellt eine leere Textdatei.
es: Crea un archivo de texto vacío.
fr: Crée un fichier texte vide.
it: Crea un file di testo vuoto.
ja: 空のテキスト ファイルを作成します。
ko: 빈 텍스트 파일을 만듭니다.
pl: Tworzy pusty plik tekstowy.
pt_br: Cria um arquivo de texto vazio.
ru: Создает пустой текстовый файл.
tr: Boş bir metin dosyası oluşturur.
uk: Створити порожній текстовий файл.
zh_cn: 创建一个空文本文件。
zh_tw: 建立空的文字檔。

source: Creates an implementation for:
cs: Vytvoří implementaci pro:
de: Erstellt eine Implementierung für:
es: Crea una implementación para:
fr: Crée une implémentation pour :
ja: 次の実装を作成:
ko: 다음에 대한 구현을 만듭니다:]A;
pl: Tworzy implementację dla:
pt_br: Cria uma implementação para:
ru: Создает реализацию для:
tr: Şunun için bir uygulama oluşturur:

source: Creates new method
cs: Vytvoří novou metodu.
de: Erstellt eine neue Methode
es: Crea un método nuevo
fr: Crée une méthode
it: Crea un nuovo metodo
ja: 新しいメソッドを作成する
ko: 새 메서드를 만듭니다.
pl: Tworzy nową metodę
pt_br: Cria novo método
ru: Создает метод
tr: Yeni metot oluşturur
zh_cn: 创建新方法
zh_tw: 建立新方法

source: Creating Makefile.include
cs: Vytváření Makefile.include
de: Makefile.include' wird erstellt.
es: Creando Makefile.include
fr: Création de Makefile.include
it: Creazione di makefile.include
ja: Makefile.include を作成しています
ko: Makefile.include를 만드는 중
pl: Tworzenie pliku Makefile.include
pt_br: Criando Makefile.include
ru: Идет создание Makefile.include
tr: Makefile.include oluşturuluyor
uk: Створюється Makefile.include
zh_cn: 正在创建 Makefile.include
zh_tw: 正在建立 Makefile.include

source: Creating autogen.sh
cs: Vytváření autogen.sh
de: autogen.sh' wird erstellt.
es: Creando autogen.sh
fr: Création de autogen.sh
it: Creazione di autogen.sh
ja: autogen.sh を作成しています
ko: autogen.sh를 만드는 중
pl: Tworzenie pliku autogen.sh
pt_br: Criando autogen.sh
ru: Идет создание autogen.sh
tr: autogen.sh oluşturuluyor
uk: Створюється autogen.sh
zh_cn: 正在创建 autogen.sh
zh_tw: 正在建立 autogen.sh

source: Creating configure script
cs: Vytváření skriptu konfigurace
de: Konfigurationsskript wird erstellt.
es: Creando script de configuración
fr: Création du script de configuration
it: Creazione dello script di configurazione
ja: configure スクリプトを作成しています
ko: 구성 스크립트를 만드는 중
pl: Tworzenie skryptu konfiguracji
pt_br: Criando script de configuração
ru: Идет создание скрипта настройки
tr: Yapılandırma betiği oluşturuluyor
uk: Створюється сценарій конфігурації
zh_cn: 正在创建配置脚本
zh_tw: 正在建立設定指令檔

source: Creating configure.ac
cs: Vytváření configure.ac
de: configure.ac' wird erstellt.
es: Creando configure.ac
fr: Création de configure.ac
it: Creazione di configure.ac
ja: configure.ac を作成しています
ko: configure.ac를 만드는 중
pl: Tworzenie pliku configure.ac
pt_br: Criando configure.ac
ru: Идет создание configure.ac
tr: configure.ac oluşturuluyor
uk: Створюється configure.ac
zh_cn: 正在创建 configure.ac
zh_tw: 正在建立 configure.ac

source: Creating rules.make
cs: Vytváření rules.make
de: rules.make' wird erstellt.
es: Creando rules.make
fr: Création de rules.make
it: Creazione di rules.make
ja: rules.make を作成しています
ko: rules.make를 만드는 중
pl: Tworzenie pliku rules.make
pt_br: Criando rules.make
ru: Идет создание rules.make
tr: rules.make oluşturuluyor
uk: Створюється rules.make
zh_cn: 正在创建 rules.make
zh_tw: 正在建立 rules.make

source: Creating schema...
cs: Vytváří se schéma...
de: Schema wird erstellt...
es: Creando esquema...
fr: Création du schéma...
it: Creazione dello schema...
ja: スキーマを作成しています...
ko: 스키마를 만드는 중...
pl: Trwa tworzenie schematu...
pt_br: Criando esquema...
ru: Идет создание схемы...
tr: Şema oluşturuluyor...
uk: Створення схеми...
zh_cn: 正在创建架构...
zh_tw: 正在建立結構描述...

source: Creating {0} for Project {1}
cs: Vytváření {0} pro projekt {1}
de: {0} wird für Projekt {1} erstellt.
es: Creando {0} para el proyecto {1}
fr: Création de {0} pour le projet {1}
it: Creazione di {0} per il progetto {1}
ja: プロジェクト {1} の {0} を作成しています
ko: {1} 프로젝트의 {0}을(를) 만드는 중
pl: Tworzenie elementu {0} dla projektu {1}
pt_br: Criando {0} para o Projeto {1}
ru: Идет создание {0} для проекта {1}
tr: {1} Projesi için {0} oluşturuluyor
uk: Створюється {0} для проекту {1}
zh_cn: 正在为项目 {1} 创建 {0}
zh_tw: 正在為專案 {1} 建立 {0}

source: Creating {0} for Solution {1}
cs: Vytváření {0} pro řešení {1}
de: {0} wird für Projektmappe {1} erstellt.
es: Creando {0} para la solución {1}
fr: Création de {0} pour la solution {1}
it: Creazione di {0} per la soluzione {1}
ja: ソリューション {1} の {0} を作成しています
ko: {1} 솔루션의 {0}을(를) 만드는 중
pl: Tworzenie elementu {0} dla rozwiązania {1}
pt_br: Criando {0} para Solução {1}
ru: Идет создание {0} для решения {1}
tr: {1} Çözümü için {0} Oluşturuluyor
uk: Створюється {0} для рішення {1}
zh_cn: 正在为解决方案 {1} 创建 {0}
zh_tw: 正在為解決方案 {1} 建立 {0}

source: Creation date:
cs: Datum vytvoření:
de: Erstellungsdatum:
es: Fecha de creación:
fr: Date de création :
it: Data di creazione:
ja: 作成日:
ko: 만든 날짜:
pl: Data utworzenia:
pt_br: Data da criação:
ru: Дата создания:
tr: Oluşturulma zamanı:
uk: Дата створення:
zh_cn: 创建日期:
zh_tw: 建立日期:

source: Credential provider gave an invalid response.
cs: Poskytovatel přihlašovacích údajů předal neplatnou odpověď.
de: Der Anmeldeinformationsanbieter hat eine ungültige Antwort gegeben.
es: El proveedor de credenciales proporcionó una respuesta no válida.
fr: Le fournisseur d'informations d'identification a donné une réponse non valide.
ja: 資格情報プロバイダーの応答が正しくありません。
ko: 자격 증명 공급자가 잘못된 응답을 제공했습니다.
pl: Dostawca poświadczeń podał nieprawidłową odpowiedź.
pt_br: O provedor de credenciais deu uma resposta inválida.
ru: Поставщик учетных данных дал недопустимый ответ.
tr: Kimlik bilgisi sağlayıcısı geçersiz bir yanıt verdi.

source: Credentials
cs: Přihlašovací údaje
de: Anmeldeinformationen
es: Credenciales
fr: Informations d’identification
it: Credenziali
ja: 資格情報
ko: 자격 증명
pl: Poświadczenia
pt_br: Credenciais
ru: Учетные данные
tr: Kimlik Bilgileri
uk: Реєстраційні дані
zh_cn: 凭据
zh_tw: 認證

source: Credentials Required
cs: Vyžadují se přihlašovací údaje.
de: Anmeldeinformationen erforderlich
es: Se necesitan credenciales
fr: Informations d’identification requises
it: Credenziali richieste
ja: 資格情報が必要です
ko: 자격 증명 필요
pl: Wymagane są poświadczenia
pt_br: Credenciais Necessárias
ru: Требуемые учетные данные
tr: Kimlik Bilgileri Gerekli
uk: Потрібні реєстраційні дані
zh_cn: 需要凭据
zh_tw: 需要認證

source: Credentials required for the repository:
cs: Pověření potřebná pro úložiště:
de: Für das Repository sind Anmeldeinformationen erforderlich:
es: Credenciales necesarias para el repositorio:
fr: Informations d'identification obligatoires pour le dépôt :
ja: リポジトリに必要な資格情報:
ko: 리포지토리에 필요한 자격 증명:
pl: Poświadczenia wymagane dla repozytorium:
pt_br: Credenciais necessárias para o repositório:
ru: Учетные данные, необходимые для репозитория:
tr: Depo için gerekli kimlik bilgileri:

source: Cu_t
cs: _Vyjmout
de: _Ausschneiden
es: Cor_tar
fr: Co_uper
it: _Taglia
ja: 切り取り(_T)
ko: 잘라내기(_T)
pl: _Wytnij
pt_br: Recor_tar
ru: В_ырезать
tr: K_es
uk: Ви_різати
zh_cn: 剪切(_T)
zh_tw: 剪下(_T)

source: Current
cs: Aktuální
de: Aktuell
es: Actual
fr: Actuel
it: Corrente
ja: 現在
ko: 현재 변경 내용
pl: Bieżące
pt_br: Atual
ru: Текущий
tr: Geçerli
uk: Поточна
zh_cn: 当前
zh_tw: 目前的

source: Current Format:
cs: Aktuální formát:
de: Aktuelles Format:
es: Formato actual:
fr: Format actuel :
it: Formato corrente:
ja: 現在の形式:
ko: 현재 형식:
pl: Bieżący format:
pt_br: Formato Atual:
ru: Текущий формат:
tr: Geçerli Biçim:
uk: Поточний формат:
zh_cn: 当前格式:
zh_tw: 目前的格式:

source: Current Profile:
cs: Aktuální profil:
de: Aktuelles Profil:
es: Perfil actual:
fr: Profil actuel :
it: Profilo corrente:
ja: 現在のプロファイル:
ko: 현재 프로필:
pl: Bieżący profil:
pt_br: Perfil Atual:
ru: Текущий профиль:
tr: Geçerli Profil:
zh_cn: 当前配置文件:
zh_tw: 目前的設定檔:

source: Current Project
cs: Aktuální projekt
de: Aktuelles Projekt
es: Proyecto actual
fr: Projet en cours
it: Progetto corrente
ja: 現在のプロジェクト
ko: 현재 프로젝트
pl: Bieżący projekt
pt_br: Projeto Atual
ru: Текущий проект
tr: Geçerli Proje
zh_cn: 当前项目
zh_tw: 目前的專案

source: Current document
cs: Aktuální dokument
de: Aktuelles Dokument
es: Documento actual
fr: Document en cours
it: Documento corrente
ja: 現在のドキュメント
ko: 현재 문서
pl: Bieżący dokument
pt_br: Documento atual
ru: Текущий документ
tr: Geçerli belge
uk: Поточний документ
zh_cn: 当前文档
zh_tw: 目前的文件

source: Current format:
cs: Aktuální formát:
de: Aktuelles Format:
es: Formato actual:
fr: Format actuel :
it: Formato corrente:
ja: 現在の形式:
ko: 현재 형식:
pl: Bieżący format:
pt_br: Formato atual:
ru: Текущий формат:
tr: Geçerli biçim:
uk: Поточний формат:
zh_cn: 当前格式:
zh_tw: 目前的格式:

source: Current project
cs: Aktuální projekt
de: Aktuelles Projekt
es: Proyecto actual
fr: Projet en cours
it: Progetto corrente
ja: 現在のプロジェクト
ko: 현재 프로젝트
pl: Bieżący projekt
pt_br: Projeto atual
ru: Текущий проект
tr: Geçerli proje
uk: Поточний проект
zh_cn: 当前项目
zh_tw: 目前的專案

source: Current solution
cs: Aktuální řešení
de: Aktuelle Projektmappe
es: Solución actual
fr: Solution actuelle
it: Soluzione corrente
ja: 現在のソリューション
ko: 현재 솔루션
pl: Bieżące rozwiązanie
pt_br: Solução atual
ru: Текущее решение
tr: Geçerli çözüm
uk: Поточне рішення
zh_cn: 当前解决方案
zh_tw: 目前的解決方案

source: Cursor Column
cs: Sloupec kurzoru
de: Cursorspalte
es: Columna de cursor
fr: Colonne du curseur
ja: カーソル列
ko: 커서 열
pl: Kolumna kursora
pt_br: Coluna do cursor
ru: Столбец курсора
tr: İmleç Sütunu

source: Cursor Line
cs: Řádek kurzoru
de: Cursorzeile
es: Línea de cursor
fr: Ligne du curseur
ja: カーソル ライン
ko: 커서 줄
pl: Linia kursora
pt_br: Cursor de linha
ru: Строка курсора
tr: İmleç Satırı

source: Cursor Offset
cs: Posun kurzoru
es: Desplazamiento de cursor
fr: Décalage du curseur
ja: カーソル オフセット
ko: 커서 오프셋
pl: Przesunięcie kursora
pt_br: Deslocamento do cursor
ru: Смещение курсора
tr: İmleç Uzaklığı

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizada
fr: Personnalisée
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Niestandardowe
pt_br: Personalizada
ru: Пользовательская
tr: Özel
uk: Власна
zh_cn: 自定义
zh_tw: 自訂

source: Custom Command
cs: Vlastní příkaz
de: Benutzerdefinierter Befehl
es: Comando personalizado
fr: Commande personnalisée
it: Comando personalizzato
ja: カスタム コマンド
ko: 사용자 지정 명령
pl: Polecenie niestandardowe
pt_br: Comando Personalizado
ru: Настраиваемая команда
tr: Özel Komut
uk: Власна команда
zh_cn: 自定义命令
zh_tw: 自訂命令

source: Custom Commands
cs: Vlastní příkazy
de: Benutzerdefinierte Befehle
es: Comandos personalizados
fr: Commandes personnalisées
it: Comandi personalizzati
ja: カスタム コマンド
ko: 사용자 지정 명령
pl: Polecenia niestandardowe
pt_br: Comandos Personalizados
ru: Настраиваемые команды
tr: Özel Komutlar
uk: Власні команди
zh_cn: 自定义命令
zh_tw: 自訂命令

source: Custom Configuration...
cs: Vlastní konfigurace...
de: Benutzerdefinierte Konfiguration...
es: Configuración personalizada...
fr: Configuration personnalisée...
it: Configurazione personalizzata...
ja: カスタム構成...
ko: 사용자 지정 구성...
pl: Konfiguracja niestandardowa...
pt_br: Configuração Personalizada...
ru: Пользовательская конфигурация...
tr: Özel Yapılandırma...

source: Custom Drawn Widget
cs: Vlastní vykreslený widget
de: Benutzerdefiniertes Widget
es: Widget dibujado personalizado
fr: Widget dessiné personnalisé
it: Widget con disegno personalizzato
ja: カスタム描画ウィジェット
ko: 사용자 지정하여 그린 위젯
pl: Niestandardowy widżet rysowany
pt_br: Widget de Desenho Personalizado
ru: Нарисованное пользователем мини-приложение
tr: Özel Pencere Öğesi
uk: Власний графічний віджет
zh_cn: 自定义制图小组件
zh_tw: 自訂繪製 Widget

source: Custom Execution Modes
cs: Vlastní režimy spuštění
de: Benutzerdefinierte Ausführungsmodi
es: Modos de ejecución personalizados
fr: Modes d’exécution personnalisés
it: Modalità di esecuzione personalizzate
ja: カスタム実行モード
ko: 사용자 지정 실행 모드
pl: Niestandardowe tryby wykonywania
pt_br: Modo de Execução Personalizado
ru: Пользовательские режимы выполнения
tr: Özel Yürütme Modları
uk: Власні режими виконання
zh_cn: 自定义执行模式
zh_tw: 自訂執行模式

source: Custom Mode Name:
cs: Název vlastního režimu:
de: Name des benutzerdefinierten Modus:
es: Nombre de modo personalizado:
fr: Nom du mode personnalisé :
it: Nome della modalità personalizzata:
ja: カスタム モード名:
ko: 사용자 지정 모드 이름:
pl: Nazwa trybu niestandardowego:
pt_br: Nome do Modo Personalizado:
ru: Имя пользовательского режима:
tr: Özel Mod Adı:
uk: Назва власного режиму:
zh_cn: 自定义模式名称:
zh_tw: 自訂模式名稱:

source: Custom Parameters
cs: Vlastní parametry
de: Benutzerdefinierte Parameter
es: Parámetros personalizados
fr: Paramètres personnalisés
it: Parametri personalizzati
ja: カスタム パラメーター
ko: 사용자 지정 매개 변수
pl: Parametry niestandardowe
pt_br: Parâmetros Personalizados
ru: Пользовательские параметры
tr: Özel Parametreler

source: Custom Parameters...
cs: Vlastní parametry...
de: Benutzerdefinierte Parameter...
es: Parámetros personalizados...
fr: Paramètres personnalisés...
it: Parametri personalizzati...
ja: カスタム パラメーター...
ko: 사용자 지정 매개 변수...
pl: Parametry niestandardowe...
pt_br: Parâmetros Personalizados...
ru: Пользовательские параметры...
tr: Özel Parametreler...
uk: Власні параметри...
zh_cn: 自定义参数...
zh_tw: 自訂參數...

source: Custom Tool
cs: Vlastní nástroj
de: Benutzerdefiniertes Tool
es: Herramienta personalizada
fr: Outil personnalisé
it: Strumento personalizzato
ja: カスタム ツール
ko: 사용자 지정 도구
pl: Narzędzie niestandardowe
pt_br: Ferramenta Personalizada
ru: Пользовательский инструмент
tr: Özel Araç
uk: Власний засіб
zh_cn: 自定义工具
zh_tw: 自訂工具

source: Custom Tool Namespace
cs: Obor názvů vlastního nástroje
de: Namespace des benutzerdefinierten Tools
es: Espacio de nombres de herramienta personalizada
fr: Espace de noms d’outil personnalisé
it: Spazio dei nomi dello strumento personalizzato
ja: カスタム ツールの名前空間
ko: 사용자 지정 도구 네임스페이스
pl: Przestrzeń nazw narzędzia niestandardowego
pt_br: Namespace de Ferramenta Personalizada
ru: Пространство имен пользовательского инструмента
tr: Özel Araç Ad Alanı
uk: Простір назв власного засобу
zh_cn: 自定义工具命名空间
zh_tw: 自訂工具命名空間

source: Custom command execution failed
cs: Spuštění vlastního příkazu selhalo.
de: Fehler bei der Ausführung des benutzerdefinierten Befehls.
es: No se pudo ejecutar el comando personalizado
fr: L’exécution de commande personnalisée a échoué.
it: L'esecuzione del comando personalizzato non è riuscita
ja: カスタム コマンドの実行に失敗しました
ko: 사용자 지정 명령을 실행하지 못했습니다.
pl: Wykonywanie polecenia niestandardowego nie powiodło się
pt_br: Falha na execução do comando personalizado
ru: Сбой при выполнении настраиваемой команды
tr: Özel komut yürütme başarısız oldu
uk: Не вдалось виконати власну команду
zh_cn: 自定义命令执行失败
zh_tw: 執行自訂命令失敗

source: Custom command failed (exit code: {0})
cs: Spuštění vlastního příkazu se nezdařilo (kód ukončení: {0}).
de: Fehler bei benutzerdefiniertem Befehl (Exitcode: {0}).
es: No se pudo ejecutar el comando personalizado (código de salida: {0})
fr: Échec de la commande personnalisée (code de sortie : {0})
it: Il comando personalizzato non è riuscito (codice di uscita: {0})
ja: カスタム コマンドが失敗しました (出口コード: {0})
ko: 사용자 지정 명령 실패(종료 코드: {0})
pl: Polecenie niestandardowe nie powiodło się (kod zakończenia: {0})
pt_br: Falha do comando personalizado (código de saída: {0})
ru: Сбой настраиваемой команды (код завершения: {0})
tr: Özel komut başarısız oldu (çıkış kodu: {0})
zh_cn: 自定义命令失败(退出代码: {0})
zh_tw: 自訂命令失敗 (結束代碼: {0})

source: Custom command list
cs: Seznam vlastních příkazů
de: Liste mit benutzerdefinierten Befehlen
es: Lista de comandos personalizados
fr: Liste des commandes personnalisées
it: Elenco comandi personalizzato
ja: カスタム コマンド一覧
ko: 사용자 지정 명령 목록
pl: Lista poleceń niestandardowych
pt_br: Lista de comandos personalizada
ru: Список настраиваемых команд
tr: Özel komut listesi
uk: Власний список команд
zh_cn: 自定义命令列表
zh_tw: 自訂命令清單

source: Custom command working directory does not exist
cs: Pracovní adresář vlastního příkazu neexistuje.
de: Arbeitsverzeichnis für benutzerdefinierten Befehl ist nicht vorhanden.
es: El directorio de trabajo de comandos personalizados no existe
fr: Le répertoire de travail de la commande personnalisée n’existe pas
it: La directory di lavoro del comando personalizzato non esiste
ja: カスタム コマンドの作業ディレクトリが存在しません
ko: 사용자 지정 명령 작업 디렉터리가 없습니다.
pl: Katalog roboczy polecenia niestandardowego nie istnieje
pt_br: O diretório de trabalho do comando personalizado não existe
ru: Рабочий каталог настраиваемой команды не существует
tr: Özel komut çalışma dizini yok
uk: Робочу теку для власних команд не знайдено
zh_cn: 自定义命令工作目录不存在
zh_tw: 自訂命令工作目錄不存在

source: Custom commands are not supported for autotools based makefiles. Ignoring.
cs: Vlastní příkazy se nepodporují pro soubory pravidel založené na Autotools. Ignoruje se.
de: Benutzerdefinierte Befehle werden für Makefiles, die auf Autotools basieren, nicht unterstützt und daher ignoriert.
es: No se admiten comandos personalizados para archivos Make basados en AutoTools. Se omitirán.
fr: Les commandes personnalisées ne sont pas prises en charge pour les Makefiles basés sur Autotools. Elles seront ignorées.
it: I comandi personalizzati non sono supportati per makefile basati su Autotools e verranno ignorati.
ja: カスタム コマンドは自動ツール ベースのメイクファイルではサポートされていません。無視します。
ko: 사용자 지정 명령은 autotools 기반 메이크파일에 지원되지 않습니다. 무시합니다.
pl: Niestandardowe polecenia nie są obsługiwane dla automatycznych narzędzi opartych na plikach reguł programu make. Ignorowanie.
pt_br: Não há suporte para comandos personalizados para makefiles baseados em ferramentas automáticas. Ignorando.
ru: Для файлов makefile на базе Autotools настраиваемые команды не поддерживаются. Игнорируется.
tr: Autotools tabanlı derleme görevleri dosyaları için özel komutlar desteklenmiyor. Yoksayılıyor.
uk: Власні команди не підтримуються файлами Makefile, що базуються на autotools. Пропускається...
zh_cn: 基于 Autotools 的生成文件不支持自定义命令。正在忽略。
zh_tw: 對 autotools 形式的 Makefile 不支援自訂命令。將予以忽略。

source: Custom commands of only the following types are supported: {0}.
cs: Podporují se vlastní příkazy jenom následujících typů: {0}.
de: Es werden nur benutzerdefinierte Befehle der folgenden Typen unterstützt: {0}.
es: Solo se admiten los siguientes tipos de comandos personalizados: {0}.
fr: Seules les commandes personnalisées des types suivants sont prises en charge : {0}.
it: Sono supportati solo i comandi personalizzati dei tipi seguenti: {0}.
ja: 次の種類のカスタム コマンドのみがサポートされています: {0}。
ko: 다음 형식의 사용자 지정 명령만 지원됩니다. {0}.
pl: Obsługiwane są wyłącznie niestandardowe polecenia następujących typów: {0}.
pt_br: Há suporte somente para os comandos personalizados dos seguintes tipos: {0}.
ru: Поддерживаются только настраиваемые команды следующих типов: {0}.
tr: Yalnıza şu türdeki özel komutlar desteklenir: {0}.
uk: Підтримуються власні команди лише таких типів: {0}.
zh_cn: 仅支持以下类型的自定义命令: {0}。
zh_tw: 只支援下列類型的自訂命令: {0}。

source: Custom policy
cs: Vlastní zásady
de: Benutzerdefinierte Richtlinie
es: Directiva personalizada
fr: Stratégie personnalisée
it: Criteri personalizzati
ja: カスタム ポリシー
ko: 사용자 지정 정책
pl: Niestandardowe zasady
pt_br: Política personalizada
ru: Настраиваемая политика
tr: Özel ilke
uk: Власна політика
zh_cn: 自定义策略
zh_tw: 自訂原則

source: Custom project
cs: Vlastní projekt
de: Benutzerdefiniertes Projekt
es: Proyecto personalizado
fr: Projet personnalisé
ja: カスタム プロジェクト
ko: 사용자 지정 프로젝트
pl: Projekt niestandardowy
pt_br: Projeto personalizado
ru: Пользовательский проект
tr: Özel proje

source: Custom project started building
cs: Vlastní projekt se začal sestavovat.
de: Erstellung des benutzerdefinierten Projekts gestartet
es: Ha empezado la generación del proyecto personalizado
fr: Génération du projet personnalisé démarrée
ja: カスタム プロジェクトがビルドを開始しました
ko: 사용자 지정 프로젝트의 빌드가 시작됨
pl: Projekt niestandardowy rozpoczął kompilowanie
pt_br: Build de projeto personalizado iniciado
ru: Сборка пользовательского проекта запущена
tr: Özel proje derleme işlemi başlatıldı

source: Customizes the generated class
cs: Přizpůsobí generovanou třídu.
de: Passt die generierte Klasse an.
es: Personaliza la clase generada
fr: Personnalise la classe générée
it: Personalizza la classe generata
ja: 生成されたクラスをカスタマイズします
ko: 생성된 클래스를 사용자 지정합니다.
pl: Konfiguruje wygenerowaną klasę
pt_br: Personaliza a classe gerada
ru: Настраивает созданный класс
tr: Oluşturulan sınıfı özelleştirir
zh_cn: 自定义生成的类
zh_tw: 自訂產生的類別

source: Cut
cs: Vyjmout
de: Ausschneiden
es: Cor_tar
fr: Couper
it: Taglia
ja: 切り取り
ko: 잘라내기
pl: Wytnij
pt_br: Recortar
ru: Вырезать
tr: Kes
uk: Вирізати
zh_cn: 剪切
zh_tw: 剪下

source: Cut the selection
cs: Vyjmout výběr
de: Auswahl ausschneiden
es: Cortar la selección
fr: Couper la sélection
it: Taglia la selezione
ja: 選択範囲を切り取ります
ko: 선택 영역 잘라내기
pl: Wytnij zaznaczenie
pt_br: Recortar a seleção
ru: Вырезать выбранный фрагмент
tr: Seçimi kes
uk: Вирізати вибраний текст
zh_cn: 剪切选定内容
zh_tw: 剪下選取範圍
