Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: The {0} keyword is used to access members of the base class from within a derived class.
cs: Klíčové slovo {0} se používá pro přístup ke členům základní třídy z odvozené třídy.
de: Mit dem Schlüsselwort '{0}' wird innerhalb einer abgeleiteten Klasse auf Member der Basisklasse zugegriffen.
es: La palabra clave {0} se usa para acceder a miembros de la clase base desde una clase derivada.
fr: Le mot clé {0} est utilisé pour accéder aux membres de la classe de base à partir d’une classe dérivée.
it: La parola chiave {0} viene usata per accedere ai membri della classe di base dall'interno di una classe derivata.
ja: {0} キーワードは、派生クラスから、基底クラスのメンバーにアクセスするときに使用します。
ko: {0} 키워드는 파생 클래스 내에서 기본 클래스의 멤버에 액세스하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do uzyskiwania dostępu do składowych klasy bazowej z poziomu klasy pochodnej.
pt_br: A palavra-chave {0} é usada para acessar membros da classe base de dentro de uma classe derivada.
ru: Ключевое слово {0} используется для доступа к элементам базового класса из производного класса.
tr: {0} anahtar sözcüğü türetilmiş bir sınıf içinden temel sınıfın üyelerine erişmek için kullanılır.
zh_cn: {0} 关键字用于从派生类中访问基类的成员。
zh_tw: {0} 關鍵字用來存取衍生類別內之基底類別的成員。

source: The {0} keyword is used to control the overflow-checking context for integral-type arithmetic operations and conversions.
cs: Klíčové slovo {0} se používá k řízení kontextu kontrol přetečení pro aritmetické operace a převody s celými čísly.
de: Mit dem Schlüsselwort '{0}' wird der Kontext für Überlaufprüfungen bei arithmetischen Operationen und Konvertierungen vom integralen Typ gesteuert.
es: La palabra clave {0} se usa para controlar el contexto de comprobación de desbordamiento para conversiones y operaciones aritméticas de tipo entero.
fr: Le mot clé {0} permet de contrôler le contexte de contrôle de dépassement pour les opérations arithmétiques de type intégral et les conversions.
it: La parola chiave {0} viene usata per controllare il contesto di verifica overflow per conversioni e operazioni aritmetiche di tipi integrali.
ja: {0} キーワードを使用して、整数型の算術演算および算術変換に対するオーバーフロー チェック コンテキストを制御します。
ko: {0} 키워드는 정수 형식 산술 연산 및 변환에 대한 오버플로 검사 컨텍스트를 제어하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do kontrolowania kontekstu sprawdzającego przepełnienie w operacjach arytmetycznych i konwersjach typu całkowitego.
pt_br: A palavra-chave {0} é usada para controlar o contexto de overflow-checking para operações e conversões aritméticas integral-type.
ru: Ключевое слово {0} используется для управления контекстом проверки переполнения для арифметических операций и преобразований целочисленного типа.
tr: {0} anahtar sözcüğü, tamsayı türü aritmetik işlemler ve dönüştürmeler için taşma denetimi bağlamını denetlemek üzere kullanılır.
zh_cn: {0} 关键字用于控制整型类型算术运算和转换的溢出检查上下文。
zh_tw: {0} 關鍵字用來控制整數型別算術運算和轉換的溢位檢查內容。

source: The {0} keyword is used to control the overflow-checking context for integral-type arithmetic operations and conversions. It can be used as an operator or a statement.
cs: Klíčové slovo {0} se používá k řízení kontextu kontroly přetečení pro aritmetické operace a převody integrálového typu. Dá se použít jako operátor nebo příkaz.
de: Mit dem Schlüsselwort '{0}' wird der Kontext für Überlaufprüfungen bei arithmetischen Operationen und Konvertierungen vom integralen Typ gesteuert. Es kann als Operator oder Anweisung verwendet werden.
es: La palabra clave {0} se usa para controlar el contexto de comprobación de desbordamiento para conversiones y operaciones aritméticas de tipos enteros. Se puede usar como operador o como instrucción.
fr: Le mot clé {0} permet de contrôler le contexte de contrôle de dépassement pour les opérations arithmétiques de type intégral et les conversions. Il peut être utilisé en tant qu’opérateur ou instruction.
it: La parola chiave {0} viene usata per controllare il contesto di verifica overflow per conversioni e operazioni aritmetiche di tipi integrali. Può essere usata come operatore o istruzione.
ja: {0} キーワードは、整数型の算術演算または算術変換に関するオーバーフロー チェック コンテキストを制御するために使用します。演算子またはステートメントとして使用できます。
ko: {0} 키워드는 정수 형식 산술 연산 및 변환에 대한 오버플로 검사 컨텍스트를 제어하는 데 사용됩니다. 이 키워드는 연산자 또는 문으로 사용할 수 있습니다.
pl: Słowo kluczowe {0} jest używane do kontrolowania kontekstu sprawdzającego przepełnienie w operacjach arytmetycznych i konwersjach typu całkowitego. Można go użyć jako operatora lub instrukcji.
pt_br: A palavra-chave {0} é usada para controlar o contexto de overflow-checking para operações aritméticas de tipo integral e conversões. Ela pode ser usada como um operador ou uma instrução.
ru: Ключевое слово {0} используется для управления контекстом проверки переполнения для арифметических операций и преобразований целочисленного типа. Его можно использовать в качестве оператора.
tr: {0} anahtar sözcüğü, tamsayı türünde aritmetik işlemler ve dönüştürmeler için taşma denetimi bağlamını denetlemek için kullanılır. İşleç veya deyim olarak kullanılabilir.
zh_cn: {0} 关键字用于控制整型类型算术运算和转换的溢出检查上下文。它可以用作运算符或语句。
zh_tw: {0} 關鍵字用來控制整數型別算術運算和轉換的溢位檢查內容。其可用作運算子或陳述式。

source: The {0} keyword is used to declare a scope.
cs: Klíčové slovo {0} se používá k deklarování oboru.
de: Mit dem Schlüsselwort '{0}' wird ein Bereich deklariert.
es: La palabra clave {0} se usa para declarar un ámbito.
fr: Le mot clé {0} est utilisé pour déclarer une portée.
it: La parola chiave {0} viene usata per dichiarare un ambito.
ja: {0} キーワードを使用して、スコープを宣言します。
ko: {0} 키워드는 범위를 선언하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do deklarowania zakresu.
pt_br: A palavra-chave {0} é usada para declarar um escopo.
ru: Ключевое слово {0} используется для объявления области.
tr: {0} anahar sözcüğü bir kapsamı bildirmek için kullanılır.
zh_cn: {0} 关键字用于声明范围。
zh_tw: {0} 關鍵字用來宣告範圍。

source: The {0} keyword is used to declare an enumeration, a distinct type consisting of a set of named constants called the enumerator list.
cs: Klíčové slovo {0} se používá k deklaraci výčtu, odlišného typu tvořeného sadou pojmenovaných konstant označovaného jako seznam výčtu.
de: Mit dem Schlüsselwort '{0}' wird eine Enumeration deklariert, d. h. ein eindeutiger Typ, der aus einer Reihe benannter Konstanten besteht, die als Enumeratorliste bezeichnet werden.
es: La palabra clave {0} se usa para declarar una enumeración, un tipo distinct formado por un conjunto de constantes con nombre denominado lista de enumeradores.
fr: Le mot clé {0} est utilisé pour déclarer une énumération, c’est-à-dire un type distinct constitué d’un ensemble de constantes nommées appelé liste d’énumérateurs.
it: La parola chiave {0} viene usata per dichiarare un'enumerazione, un tipo distino costituito da un set di costanti denominate noto come elenco di enumeratori.
ja: {0} キーワードを使用して、列挙子リストと呼ばれる名前付き定数を構成する特別な型である列挙型を宣言します。
ko: {0} 키워드는 열거자 목록이라는 명명된 상수의 집합을 구성하는 고유 형식인 열거형을 선언하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do deklarowania wyliczania, oddzielnego typu zawierającego zestaw nazwanych stałych zwanego listą modułów wyliczających.
pt_br: A palavra-chave {0} é usada para declarar uma enumeração, um tipo distinto que consiste em um conjunto de constantes nomeadas chamado de lista de enumerador.
ru: Ключевое слово {0} используется для объявления перечисления, отдельного типа, состоящего из набора именованных констант, который называется списком перечислителя.
tr: {0} anahtar sözcüğü bir sabit listeyi, yani numaralandırıcı listesi olarak adlandırılan bir adlandırılmış sabitler kümesini içeren bağımsız bir türü bildirmek için kullanılır.
zh_cn: {0} 关键字用于声明枚举，即一种由一组称为枚举器列表的命名常量组成的独特类型。
zh_tw: {0} 關鍵字用來宣告列舉，而列舉這種區分性型別包含一組稱為列舉程式清單的指定常數。

source: The {0} keyword is used to declare an explicit user-defined type conversion operator.
cs: Klíčové slovo {0} je použité k deklaraci explicitního uživatelem definovaného typu operátoru převodu.
de: Mit dem Schlüsselwort '{0}' wird ein expliziter benutzerdefinierter Typumwandlungsoperator deklariert.
es: La palabra clave {0} se usa para declarar un operador de conversión de tipos definidos por el usuario explícito.
fr: Le mot clé {0} est utilisé pour déclarer un opérateur de conversion explicite de type défini par l’utilisateur.
it: La parola chiave {0} viene usata per dichiarare un operatore di conversione esplicita di tipi definiti dall'utente.
ja: {0} キーワードを使用して、明示的なユーザー定義型変換演算子を宣言します。
ko: {0} 키워드는 명시적 사용자 정의 형식 변환 연산자를 선언하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do deklarowania jawnego, zdefiniowanego przez użytkownika operatora konwersji typu.
pt_br: A palavra-chave {0} é usada para declarar um operador de conversão do tipo definido pelo usuário explícito.
ru: Ключевое слово {0} используется для объявления явного определенного пользователем оператора для преобразования типа.
tr: {0} anahtar sözcüğü, kullanıcı tanımlı açık bir tür dönüştürme işlecini bildirmek için kullanılır.
zh_cn: {0} 关键字用于声明用户定义的显式类型转换运算符。
zh_tw: {0} 關鍵字用來宣告明確的使用者定義型別轉換運算子。

source: The {0} keyword is used to declare an implicit user-defined type conversion operator.
cs: Klíčové slovo {0} je použité k deklaraci implicitního uživatelem definovaného typu operátoru převodu.
de: Mit dem Schlüsselwort '{0}' wird ein impliziter benutzerdefinierter Typumwandlungsoperator deklariert.
es: La palabra clave {0} se usa para declarar un operador de conversión de tipos definidos por el usuario implícito.
fr: Le mot clé {0} est utilisé pour déclarer un opérateur implicite de conversion de type défini par l’utilisateur.
it: La parola chiave {0} viene usata per dichiarare un operatore di conversione implicita di tipi definiti dall'utente.
ja: {0} キーワードを使用して、暗黙的なユーザー定義型変換演算子を宣言します。
ko: {0} 키워드는 암시적 사용자 정의 형식 변환 연산자를 선언하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do deklarowania niejawnego, zdefiniowanego przez użytkownika operatora konwersji typu.
pt_br: A palavra-chave {0} é usada para declarar um operador de conversão de tipo implícito definido pelo usuário.
ru: Ключевое слово {0} используется для объявления неявного определенного пользователем оператора для преобразования типа.
tr: {0} anahtar sözcüğü, örtük bir kullanıcı tanımlı tür dönüştürme işleci bildirmek için kullanılır.
zh_cn: {0} 关键字用于声明用户定义的隐式类型转换运算符。
zh_tw: {0} 關鍵字用來宣告隱含的使用者定義型別轉換運算子。

source: The {0} keyword is used to declare an operator in a class or struct declaration.
cs: Klíčové slovo {0} se používá k deklarování operátoru v deklaraci třídy nebo struktury.
de: Mit dem Schlüsselwort '{0}' wird ein Operator in einer Klassen- oder Strukturdeklaration deklariert.
es: La palabra clave {0} es usa para declarar un operador en una declaración de clase o de estructura.
fr: Le mot clé {0} est utilisé pour déclarer un opérateur dans une déclaration de classe ou de structure.
it: La parola chiave {0} viene usata per dichiarare un operatore in una dichiarazione di classe o di struttura.
ja: {0} キーワードを使用して、クラスまたは構造体宣言で演算子を宣言します。
ko: {0} 키워드는 클래스 또는 구조체 선언에서 연산자를 선언하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do deklarowania operatora w deklaracji klasy lub struktury.
pt_br: A palavra-chave {0} é usada para declarar um operador em uma declaração de classe ou de struct.
ru: Ключевое слово {0} используется для объявления оператора в классе или объявления структуры.
tr: {0} anahtar sözcüğü, bir class veya struct bildiriminde bir işleç bildirmek için kullanılır.
zh_cn: {0} 关键字用于声明类或结构声明中的运算符。
zh_tw: {0} 關鍵字用來宣告類別或結構宣告中的運算子。

source: The {0} keyword is used to define a custom accessor for when an event is subscribed to. If supplied, a remove accessor must also be supplied.
cs: Klíčové slovo {0} se používá k definici vlastního přistupujícího objektu, když je přihlášený odběr události. Pokud je zadané, musíte zadat i přístupový objekt remove.
de: Das Schlüsselwort '{0}' wird zum Definieren eines benutzerdefinierten Accessors für den Zeitpunkt verwendet, zu dem ein Ereignis abonniert wurde. Falls angegeben, muss auch ein remove-Accessor bereitgestellt werden.
es: La palabra clave {0} se usa para definir un descriptor de acceso personalizado para cuando hay una suscripción a un evento. Si se proporciona, debe especificarse también un descriptor de acceso remove.
fr: Le mot clé {0} est utilisé pour définir un accesseur personnalisé utilisé lors de l’abonnement à un événement. S’il est fourni, un accesseur remove doit également être fourni.
it: La parola chiave {0} viene usata per definire una funzione di accesso personalizzata utilizzabile quando si esegue la sottoscrizione di un evento. Se specificata, è necessario, fornire anche una funzione di accesso remove.
ja: {0} キーワードは、イベントをサブスクライブするときにカスタム アクセサーを定義するために使用されます。指定する場合、remove アクセサーも指定する必要があります。
ko: {0} 키워드는 이벤트가 구독되는 경우의 사용자 지정 접근자를 정의하는 데 사용됩니다. 제공된 경우 remove 접근자도 제공해야 합니다.
pl: Słowo kluczowe {0} jest używane do definiowania niestandardowej metody dostępu na potrzeby subskrybowania zdarzenia. Jeśli zostanie podane, należy również podać metodę dostępu usunięcia.
pt_br: A palavra-chave {0} é usada para definir um acessador personalizado para quando um evento é assinado. Se fornecido, um acessador de remoção também deverá ser fornecido.
ru: Ключевое слово {0} используется для определения настраиваемого метода доступа, когда оформлена подписка на событие. Если указано значение, требуется также задать метод доступа remove.
tr: {0} anahtar sözcüğü, bir olaya abone olunduğu durum için özel bir erişimci tanımlamak üzere kullanılır. Belirtilirse, bir kaldırma erişimcisinin de belirtilmesi gerekir.
zh_cn: {0} 关键字用于定义一个自定义访问器，当订阅事件时将调用该访问器。如果提供该访问器，还必须提供 remove 访问器。
zh_tw: {0} 關鍵字用來定義將事件訂閱至其中的自訂存取子。提供時，也必須提供 remove 存取子。

source: The {0} keyword is used to define a custom accessor for when an event is unsubscribed from. If supplied, an add accessor must also be supplied.
cs: Klíčové slovo {0} se používá k definování vlastního přístupového objektu, když se ruší odběr události. Pokud je zadané, musí být zadaný taky přístupový objekt add.
de: Das Schlüsselwort '{0}' wird zum Definieren eines benutzerdefinierten Accessors für den Zeitpunkt verwendet, zu dem ein Ereignis nicht mehr abonniert wird. Falls angegeben, muss auch ein add-Accessor bereitgestellt werden.
es: La palabra clave {0} se usa para definir un descriptor de acceso personalizado para cuando se cancela una suscripción de un evento. Si se proporciona, debe especificarse también un descriptor de acceso add.
fr: Le mot clé {0} est utilisé pour définir un accesseur personnalisé utilisé lors du désabonnement à un événement. S’il est fourni, un accesseur add doit également être fourni.
it: La parola chiave {0} viene usata per definire una funzione di accesso personalizzata utilizzabile quando si annulla la sottoscrizione di un evento. Se specificata, è necessario, fornire anche una funzione di accesso add.
ja: {0} キーワードを使用して、イベントのサブスクリプションが解除される際のカスタム アクセサーを定義します。指定される場合、add アクセサーも指定する必要があります。
ko: {0} 키워드는 이벤트가 구독 취소되는 경우의 사용자 지정 접근자를 정의하는 데 사용됩니다. 제공된 경우 add 접근자도 제공해야 합니다.
pl: Słowo kluczowe {0} jest używane do definiowania niestandardowej metody dostępu w przypadku usuwania subskrypcji zdarzenia. Jeśli zostanie podane, należy również podać metodę dostępu dodawania.
pt_br: A palavra-chave {0} é usada para definir um acessador personalizado para quando a assinatura do evento é cancelada. Se fornecido, um acessador de adição também deverá ser fornecido.
ru: Ключевое слово {0} используется для определения настраиваемого метода доступа, когда подписка на событие отменена. Если указано значение, требуется также задать метод доступа add.
tr: {0} anahtar sözcüğü, bir olaya abonelik kaldırıldığında kullanılacak özel bir erişimci tanımlamak için kullanılır. Tanımlanırsa, bir ekleme erişimcisi de tanımlanmalıdır.
zh_cn: {0} 关键字用于定义一个自定义访问器，当取消订阅事件时将调用该访问器。如果提供该访问器，还必须提供 add 访问器。
zh_tw: {0} 關鍵字用來定義從中取消訂閱事件的自訂存取子。提供時，也必須提供 add 存取子。

source: The {0} keyword is used to define an accessor method to assign to the value of the property or indexer element.
cs: Klíčové slovo {0} se používá k definování přístupové metody pro přiřazení k hodnotě vlastnosti nebo elementu indexeru.
de: Mit dem Schlüsselwort '{0}' wird eine Accessormethode definiert, die dem Wert des Eigenschaften- oder Indexerelements zugewiesen werden soll.
es: La palabra clave {0} se usa para definir un método de descriptor de acceso para asignarlo al valor de la propiedad o del elemento de indexador.
fr: Le mot clé {0} est utilisé pour définir une méthode d’accesseur à attribuer à la valeur de l’élément de propriété ou d’indexeur.
it: La parola chiave {0} viene usata per definire un metodo della funzione di accesso da assegnare al valore dell'elemento proprietà o indicizzatore.
ja: {0} キーワードを使用して、プロパティまたはインデクサーの要素の値に代入するようアクセサー メソッドを定義します。
ko: {0} 키워드는 속성 또는 인덱서 요소의 값에 할당할 접근자 메서드를 정의하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do definiowania metody dostępu w celu przypisywania do wartości właściwości lub elementu indeksatora.
pt_br: A palavra-chave {0} é usada para definir um método de acessador para atribuir ao valor da propriedade ou elemento do indexador.
ru: Ключевое слово {0} используется, чтобы определить метод доступа для назначения значения свойства или элемента индексатора.
tr: {0} anahtar sözcüğü, özelliğin veya dizin oluşturucu öğenin değerine atamak üzere bir erişimci metot tanımlamak için kullanılır.
zh_cn: {0} 关键字用于定义为属性或索引器元素赋值的访问器方法。
zh_tw: {0} 關鍵字用來定義存取子方法，以指派給屬性或索引子項目的值。

source: The {0} keyword is used to define an accessor method to retrieve the value of the property or indexer element.
cs: Klíčové slovo {0} se používá k definici přístupové metody k získání hodnoty vlastnosti nebo prvku indexeru.
de: Mit dem Schlüsselwort '{0}' wird eine Accessormethode definiert, um den Wert des Eigenschaften- oder Indexerelements abzurufen.
es: La palabra clave {0} se usa para definir un método de descriptor de acceso para recuperar el valor de la propiedad o del elemento de indexador.
fr: Le mot clé {0} est utilisé pour définir une méthode d’accesseur pour récupérer la valeur de l’élément de propriété ou d’indexeur.
it: La parola chiave {0} viene usata per definire un metodo della funzione di accesso per recuperare il valore dell'elemento proprietà o indicizzatore.
ja: {0} キーワードを使用して、プロパティまたはインデクサーの要素の値を取得するアクセサー メソッドを定義します。
ko: {0} 키워드는 속성 또는 인덱서 요소의 값을 검색하기 위해 접근자 메서드를 정의하는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do definiowania metody dostępu w celu pobierania wartości właściwości lub elementu indeksatora.
pt_br: A palavra-chave {0} é usada para definir um método de acessador para obter o valor da propriedade ou elemento do indexador.
ru: Ключевое слово {0} используется, чтобы определить метод доступа для извлечения значения свойства или элемента индексатора.
tr: {0} anahtar sözcüğü, özelliğin veya dizin oluşturucu öğenin değerini alacak bir erişimci metot tanımlamak için kullanılır.
zh_cn: {0} 关键字用于定义访问器方法，以检索属性或索引器元素的值。
zh_tw: {0} 關鍵字用來定義存取子方法，以擷取屬性或索引子項目的值。

source: The {0} keyword is used to indicate that a method, get accessor, or operator is an iterator.
cs: Klíčové slovo {0} označuje, že metoda, přístupový objekt get nebo operátor je iterátor.
de: Mit dem Schlüsselwort '{0}' wird angegeben, dass eine Methode, ein get-Accessor oder ein Operator ein Iterator ist.
es: La palabra clave {0} se usa para indicar que un método, un descriptor de acceso get o un operador es un iterador.
fr: Le mot clé {0} permet d’indiquer qu’une méthode, un accesseur get ou un opérateur est un itérateur.
it: La parola chiave {0} viene usata per indicare che un metodo, una funzione di accesso get o un operatore è un iteratore.
ja: {0} キーワードを使用して、メソッド、get アクセサー、または演算子が反復子であることを示します。
ko: {0} 키워드는 메서드, get 접근자 또는 연산자가 반복기가 되도록 나타내는 데 사용됩니다.
pl: Słowo kluczowe {0} jest używane do wskazywania, że metoda, metoda dostępu pobierania lub operator jest iteratorem.
pt_br: A palavra-chave {0} é usada para indicar que um método, acessador get ou operado é um iterador.
ru: Ключевое слово {0} используется для указания того, что метод, метод доступа get или оператор является итератором.
tr: {0} anahtar sözcüğü bir metodun, get erişimcisinin veya işlecin bir yineleyici olduğunu göstermek için kullanılır.
zh_cn: {0} 关键字用于指示方法、get 访问器或运算符是迭代器。
zh_tw: {0} 關鍵字用來指出方法、取得存取子或運算子是迭代器。

source: The {0} keyword is used to modify a declaration of a field or local variable. It specifies that the value of the field or the local variable cannot be modified.
cs: Klíčové slovo {0} se používá k úpravě deklarace pole nebo místní proměnné. Určuje, že hodnota pole nebo místní proměnné se nesmí upravit.
de: Mit dem Schlüsselwort '{0}' wird eine Deklaration eines Felds oder einer lokalen Variablen geändert. Es gibt an, dass der Wert des Felds oder der lokalen Variablen nicht geändert werden kann.
es: La palabra clave {0} se usa para modificar la declaración de un campo o variable local. Especifica que el valor del campo o de la variable local no se puede modificar.
fr: Le mot clé {0} est utilisé pour modifier une déclaration d’un champ ou d’une variable locale. Il spécifie que la valeur du champ ou de la variable locale ne peut pas être modifiée.
it: La parola chiave {0} viene usata per modificare una dichiarazione di un campo o di una variabile locale. Specifica che il valore del campo o della variabile locale non è modificabile.
ja: {0} キーワードを使用して、フィールドまたはローカル変数の宣言を変更します。これは、フィールドまたはローカル変数の値を変更できないことを指定します。
ko: {0} 키워드는 필드 또는 지역 변수의 선언을 수정하는 데 사용됩니다. 이 키워드는 필드 또는 지역 변수의 값이 수정될 수 없도록 지정합니다.
pl: Słowo kluczowe {0} jest używane do modyfikowania deklaracji pola lub zmiennej lokalnej. Określa, że nie można zmodyfikować wartości pola lub zmiennej lokalnej.
pt_br: A palavra-chave {0} é usada para modificar uma declaração de um campo ou variável local. Ela especifica que o valor do campo ou variável local não pode ser modificado.
ru: Ключевое слово {0} используется для изменения объявления поля или локальной переменной. Оно указывает, что значение поля или локальной переменной невозможно изменить.
tr: {0} anahtar sözcüğü bir alanın veya yerel değişkenin bildirimini değiştirmek için kullanılır. Alanın veya yerel değişkenin değerinin değiştirilemeyeceğini belirtir.
zh_cn: {0} 关键字用于修改字段或局部变量的声明。它指定不能修改字段或局部变量的值。
zh_tw: {0} 關鍵字用來修改欄位或區域變數的宣告。其指定無法修改欄位或區域變數的值。
