Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Search operation canceled
cs: Hledání bylo zrušeno.
de: Suchvorgang abgebrochen
es: Operación de búsqueda cancelada
fr: Opération de recherche annulée
it: L'operazione di ricerca è stata annullata
ja: 検索操作が取り消されました
ko: 검색 작업이 취소됨
pl: Operacja wyszukiwania została anulowana
pt_br: Operação de pesquisa cancelada
ru: Операция поиска отменена
tr: Arama işlemi iptal edildi
zh_cn: 已取消搜索操作
zh_tw: 已取消搜尋作業

source: Search pattern is invalid
cs: Neplatný vzor hledání
de: Suchmuster ist ungültig
es: El patrón de búsqueda no es válido
fr: Le modèle de recherche n’est pas valide
it: I criteri di ricerca non sono validi
ja: 検索パターンが無効です
ko: 검색 패턴이 잘못되었습니다.
pl: Wzorzec wyszukiwania jest nieprawidłowy
pt_br: O padrão de pesquisa é inválido
ru: Недопустимый шаблон поиска
tr: Arama düzeni geçersiz
uk: Некоректний шаблон пошуку
zh_cn: 搜索模式无效
zh_tw: 搜尋樣式無效

source: Search pattern not found
cs: Hledaný vzor se nenašel.
de: Suchmuster nicht gefunden
es: Patrón de búsqueda no encontrado
fr: Modèle de recherche introuvable
it: Non sono state trovato occorrenze corrispondenti al criterio di ricerca
ja: 検索パターンが見つかりませんでした
ko: 검색 패턴을 찾을 수 없습니다.
pl: Nie znaleziono szukanego wzorca
pt_br: Padrão de pesquisa não encontrado
ru: Шаблон поиска не найден
tr: Arama düzeni bulunamadı
uk: Зразок пошуку не знайдено
zh_cn: 找不到搜索模式
zh_tw: 找不到搜尋樣式

source: Search solution
cs: Hledat řešení
de: Projektmappe durchsuchen
es: Buscar solución
fr: Rechercher dans une solution
it: Cerca nella soluzione
ja: ソリューションの検索
ko: 솔루션 검색
pl: Wyszukaj rozwiązanie
pt_br: Pesquisar solução
ru: Поиск решения
tr: Çözüm ara
uk: Шукати рішення
zh_cn: 搜索解决方案
zh_tw: 搜尋解決方案

source: Search the build log
cs: Prohledat protokol o sestavení
de: Buildprotokoll durchsuchen
es: Busque el registro de compilación
fr: Rechercher dans le journal de génération
ja: ビルド ログの検索
ko: 빌드 로그 검색
pl: Przeszukaj dziennik kompilacji
pt_br: Pesquisar o log de build
ru: Поиск в журнале сборки
tr: Derleme günlüğünde ara

source: Search the error data
cs: Vyhledat data chyby
de: Fehlerdaten suchen
es: Buscar los datos de error
fr: Rechercher les données d'erreur
ja: エラー データを検索する
ko: 오류 데이터 검색
pl: Wyszukaj dane błędu
pt_br: Pesquisar dados do erro
ru: Поиск данных ошибки
tr: Hata verilerini ara

source: Search time: {0} seconds.
cs: Čas hledání: {0} s
de: Suchdauer: {0} Sekunden.
es: Tiempo de búsqueda: {0} segundos.
fr: Durée de la recherche : {0} secondes.
it: Durata della ricerca: {0} secondi.
ja: 検索時間: {0} 秒。
ko: 검색 시간: {0}초.
pl: Czas wyszukiwania: {0} s.
pt_br: Tempo da pesquisa: {0} segundos.
ru: Время поиска: {0} с.
tr: Arama süresi: {0} saniye.
uk: Час пошуку: {0} секунд.
zh_cn: 搜索时间: {0} 秒。
zh_tw: 搜尋時間: {0} 秒。

source: Search:
cs: Hledat:
de: Suchen:
es: Buscar:
fr: Rechercher :
it: Cerca:
ja: 検索:
ko: 검색:
pl: Wyszukaj:
pt_br: Pesquisar:
ru: Поиск:
tr: Ara:
uk: Пошук:
zh_cn: 搜索:
zh_tw: 搜尋:

source: Searching member...
cs: Hledá se člen...
de: Member wird gesucht...
es: Buscando miembro...
fr: Recherche d’un membre...
it: Ricerca nel membro...
ja: メンバーを検索中...
ko: 맴버를 검색하는 중...
pl: Trwa wyszukiwanie składowej...
pt_br: Pesquisando membro...
ru: Выполняется поиск элемента...
tr: Üye aranıyor...
uk: Пошук члена..
zh_cn: 正在搜索成员...
zh_tw: 正在搜尋成員...

source: Searching packages...
cs: Hledají se balíčky...
de: Pakete werden gesucht...
es: Buscando paquetes...
fr: Recherche de paquets...
it: Ricerca nei pacchetti...
ja: パッケージを検索しています...
ko: 패키지를 검색하는 중...
pl: Trwa wyszukiwanie pakietów...
pt_br: Pesquisando pacotes...
ru: Выполняется поиск пакетов...
tr: Paket aranıyor...
uk: Пошук пакунків...
zh_cn: 正在搜索包...
zh_tw: 正在搜尋封裝...

source: Searching type...
cs: Hledá se typ...
de: Typ wird gesucht...
es: Buscando tipo...
fr: Recherche d’un type...
it: Ricerca nel tipo...
ja: 型を検索中...
ko: 형식을 검색하는 중...
pl: Trwa wyszukiwanie typu...
pt_br: Pesquisando tipo...
ru: Выполняется поиск типа...
tr: Tür aranıyor...
uk: Тип пошуку...
zh_cn: 正在搜索类型...
zh_tw: 正在搜尋類型...

source: Searching types and members...
cs: Hledají se typy a členy...
de: Typen und Member werden gesucht...
es: Buscando tipos y miembros...
fr: Recherche de types et de membres...
it: Ricerca in tipi e membri...
ja: 型とメンバーを検索中...
ko: 형식 및 맴버를 검색하는 중...
pl: Trwa wyszukiwanie typów i składowych...
pt_br: Pesquisando tipos e membros...
ru: Выполняется поиск типов и элементов...
tr: Türler ve üyeler aranıyor...
uk: Пошук типів і членів...
zh_cn: 正在搜索类型和成员...
zh_tw: 正在搜尋類型與成員...

source: Searching...
cs: Vyhledávání...
de: Wird gesucht...
es: Buscando...
fr: Recherche en cours...
it: Ricerca...
ja: 検索中...
ko: 검색하는 중...
pl: Trwa wyszukiwanie...
pt_br: Pesquisando...
ru: Выполняется поиск…
tr: Aranıyor...
uk: Пошук...
zh_cn: 正在搜索...
zh_tw: 正在搜尋...

source: Search…
cs: Hledat…
de: Suchen...
es: Buscar…
fr: Rechercher…
it: Cerca…
ja: 検索...
ko: 검색...
pl: Wyszukaj…
pt_br: Pesquisar...
ru: Поиск...
tr: Ara...
zh_cn: 搜索…
zh_tw: 搜尋...

source: Section's name
cs: Název oddílu
de: Abschnittsname
es: Nombre de la sección
fr: Nom de la section
it: Nome della sezione
ja: セクション名
ko: 섹션의 이름
pl: Nazwa sekcji
pt_br: Nome da seção
ru: Имя раздела
tr: Bölüm adı
uk: Назва розділу
zh_cn: 节名称
zh_tw: 區段的名稱

source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pl: Zabezpieczenia
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
uk: Безпека
zh_cn: 安全性
zh_tw: 安全性

source: Security Mode
cs: Režim zabezpečení
de: Sicherheitsmodus
es: Modo de seguridad
fr: Mode de sécurité
it: Modello di sicurezza
ja: セキュリティ モード
ko: 보안 모드
pl: Tryb zabezpieczeń
pt_br: Modo de Segurança
ru: Режим безопасности
tr: Güvenlik Modu
uk: Режим безпеки
zh_cn: 安全模式
zh_tw: 安全性模式

source: See also:
cs: Viz taky:
de: Siehe auch:
es: Vea también:
fr: Voir aussi :
it: Vedere anche:
ja: 関連項目:
ko: 참고 항목:
pl: Zobacz też:
pt_br: Consulte também:
ru: См. также:
tr: Ayrıca bkz:
uk: Дивись також:
zh_cn: 另请参阅:
zh_tw: 另請參閱:

source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
tr: Seç
uk: Вибрати
zh_cn: 选择
zh_tw: 選取

source: Select All
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выделить все
tr: Tümünü Seç
uk: Вибрати все
zh_cn: 全选
zh_tw: 全選

source: Select Assembly
cs: Vybrat sestavení
de: Assembly auswählen
es: Seleccionar ensamblado
fr: Sélectionner un assembly
it: Seleziona assembly
ja: アセンブリの選択
ko: 어셈블리 선택
pl: Wybierz zestaw
pt_br: Selecionar Assembly
ru: Выбрать сборку
tr: Bütünleştirilmiş Kod Seç
uk: Виберіть збірку
zh_cn: 选择程序集
zh_tw: 選取組件

source: Select Counter
cs: Vybrat čítač
de: Zähler auswählen
es: Seleccionar contador
fr: Sélectionner un compteur
it: Seleziona contatore
ja: カウンターの選択
ko: 카운터 선택
pl: Wybierz licznik
pt_br: Selecionar Contador
ru: Выбрать счетчик
tr: Sayaç seçin
uk: Вибрати лічильник
zh_cn: 选择计数器
zh_tw: 選取計數器

source: Select Directory
cs: Vybrat adresáře
de: Verzeichnisse auswählen
es: Seleccionar directorios
fr: Sélectionner les répertoires
ja: ディレクトリの選択
ko: 디렉터리 선택
pl: Wybierz katalogi
pt_br: Selecionar Diretórios
ru: Выбор каталогов
tr: Dizinleri Seçin

source: Select File Format
cs: Vybrat formát souboru
de: Dateiformat auswählen
es: Seleccionar el formato de archivo
fr: Sélectionner un format de fichier
it: Seleziona formato di file
ja: ファイル フォーマットの選択
ko: 파일 형식 선택
pl: Wybierz format pliku
pt_br: Selecionar Formato do Arquivo
ru: Выбрать формат файла
tr: Dosya Biçimini Seç
uk: Виберіть формат файлу
zh_cn: 选择文件格式
zh_tw: 選取檔案格式

source: Select File...
cs: Vybrat soubor...
de: Datei auswählen...
es: Seleccionar archivo...
fr: Sélectionner un fichier...
it: Seleziona file...
ja: ファイルの選択...
ko: 파일 선택...
pl: Wybierz plik...
pt_br: Selecionar Arquivo...
ru: Выбрать файл...
tr: Dosya Seç...
uk: Вибрати файл...
zh_cn: 选择文件...
zh_tw: 選取檔案...

source: Select Folder
cs: Vybrat složku
de: Ordner auswählen
es: Seleccionar carpeta
fr: Sélectionner un dossier
it: Seleziona cartella
ja: フォルダーの選択
ko: 폴더 선택
pl: Wybierz folder
pt_br: Selecionar Pasta
ru: Выбрать папку
tr: Klasör Seç
uk: Виберіть теку
zh_cn: 选择文件夹
zh_tw: 選取資料夾

source: Select Folder...
cs: Vybrat složku...
de: Ordner auswählen...
es: Seleccionar carpeta...
fr: Sélectionner un dossier...
it: Seleziona cartella...
ja: フォルダーの選択...
ko: 폴더 선택...
pl: Wybierz folder...
pt_br: Selecionar Pasta...
ru: Выбрать папку...
tr: Klasör Seç...
uk: Вибрати теку...
zh_cn: 选择文件夹...
zh_tw: 選取資料夾...

source: Select Font
cs: Vybrat písmo
de: Schriftart auswählen
es: Seleccionar fuente
fr: Sélectionner une police
it: Seleziona tipo di carattere
ja: フォントの選択
ko: 글꼴 선택
pl: Wybierz czcionkę
pt_br: Selecionar Fonte
ru: Выбрать шрифт
tr: Yazı Tipi Seç
uk: Виберіть шрифт
zh_cn: 选择字体
zh_tw: 選取字型

source: Select Icon
cs: Vybrat ikonu
de: Symbol auswählen
es: Seleccionar icono
fr: Sélectionner une icône
it: Seleziona icona
ja: アイコンを選択
ko: 아이콘 선택
pl: Wybierz ikonę
pt_br: Selecione o Ícone
ru: Выбрать значок
tr: Simge Seçin
uk: Вибрати піктограму
zh_cn: 选择图标
zh_tw: 選取圖示

source: Select Image
cs: Vybrat obrázek
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
it: Seleziona immagine
ja: イメージの選択
ko: 이미지 선택
pl: Wybierz obraz
pt_br: Selecionar Imagem
ru: Выбор изображения
tr: Görüntü Seçin
uk: Виберіть зображення
zh_cn: 选择图像
zh_tw: 選取影像

source: Select Image...
cs: Vybrat obrázek...
de: Bild auswählen...
es: Seleccionar imagen...
fr: Sélectionner une image...
it: Seleziona immagine...
ja: イメージの選択...
ko: 이미지 선택...
pl: Wybierz obraz...
pt_br: Selecionar Imagem...
ru: Выбрать изображение...
tr: Görüntü Seçin...
uk: Вибрати зображення...
zh_cn: 选择图像...
zh_tw: 選取影像

source: Select None
cs: Nevybrat nic
de: Keine auswählen
es: No seleccionar ninguno
fr: Ne rien sélectionner
it: Deseleziona tutto
ja: 選択解除
ko: 선택 안 함
pl: Nie zaznaczaj niczego
pt_br: Selecionar Nenhum
ru: Не выделять ничего
tr: Hiçbirini Seçme
uk: Зняти вибір
zh_cn: 全部不选
zh_tw: 不選取

source: Select Policy File
cs: Vybrat soubor zásad
de: Richtliniendatei auswählen
es: Seleccionar archivo de directiva
fr: Sélectionner un fichier de stratégie
it: Seleziona file di criteri
ja: ポリシー ファイルを選択
ko: 정책 파일 선택
pl: Wybierz plik zasad
pt_br: Selecionar Arquivo de Política
ru: Выбрать файл политики
tr: İlke Dosyası Seç
uk: Виберіть файл політики
zh_cn: 选择策略文件
zh_tw: 選取原則檔

source: Select Project File...
cs: Zvolit soubor projektu...
de: Projektdatei auswählen...
es: Seleccionar archivo del proyecto...
fr: Sélectionner un fichier de projet...
it: Seleziona file di progetto...
ja: プロジェクト ファイルを選択...
ko: 프로젝트 파일 선택...
pl: Wybierz plik projektu...
pt_br: Selecionar Arquivo de Projeto...
ru: Выбрать файл проекта...
tr: Proje Dosyası Seç...
uk: Виберіть файл проекту...
zh_cn: 选择项目文件...
zh_tw: 選取專案檔...

source: Select Repository
cs: Vybrat úložiště
de: Repository auswählen
es: Seleccionar repositorio
fr: Sélectionner le référentiel
it: Seleziona repository
ja: リポジトリの選択
ko: 리포지토리 선택
pl: Wybierz repozytorium
pt_br: Selecionar Repositório
ru: Выбрать репозиторий
tr: Depo Seç
uk: Виберіть сховище
zh_cn: 选择存储库
zh_tw: 選取存放庫

source: Select Test at Caret
cs: Vybrat test v místě kurzoru
de: Test bei Textcursor auswählen
es: Seleccionar prueba al encontrar símbolo de inserción
fr: Sélectionner le test au point d'insertion
ja: キャレット位置でテストを選択
ko: 캐럿에서 테스트 선택
pl: Wybierz test w miejscu karetki
pt_br: Selecionar Teste no Cursor
ru: Выбрать тест в позиции курсора
tr: Giriş İşaretindeki Testi Seç

source: Select Text Encodings
cs: Vybrat kódování textu
de: Textcodierungen auswählen
es: Seleccionar codificaciones de texto
fr: Sélectionner les encodages de texte
ja: テキスト エンコードの選択
ko: 텍스트 인코딩 선택
pl: Wybierz kodowania tekstu
pt_br: Selecionar as Codificações de Texto
ru: Выбор кодировок текста
tr: Metin Kodlamalarını Seçin

source: Select XML Schema
cs: Vybrat schéma XML
de: XML-Schema auswählen
es: Seleccionar esquema XML
fr: Sélectionner le schéma XML
it: Seleziona XML Schema
ja: XML スキーマの選択
ko: XML 스키마 선택
pl: Wybierz schemat XML
pt_br: Selecione Esquema XML
ru: Выбрать схему XML
tr: XML Şeması Seç
uk: Виберіть схему XML
zh_cn: 选择 XML 架构
zh_tw: 選取 XML 結構描述

source: Select XSLT Stylesheet
cs: Vybrat šablonu stylů XSLT
de: XSLT-Stylesheet auswählen
es: Seleccionar hoja de estilos XSLT
fr: Sélectionner une feuille de style XSLT
it: Seleziona foglio di stile XSLT
ja: XSLT スタイルシートの選択
ko: XSLT 스타일시트 선택
pl: Wybierz arkusz stylów XSLT
pt_br: Selecione a linguagem XSLT
ru: Выбрать таблицу стилей XSLT
tr: XSLT Stil Sayfasını Seç
uk: Вибрати стильову таблицю XSLT
zh_cn: 选择 XSLT 样式表
zh_tw: 選取 XSLT 樣式表

source: Select _All
cs: Vybrat _vše
de: Alle auswähle_n
es: Seleccion_ar todo
fr: _Sélectionner tout
it: _Seleziona tutto
ja: すべて選択(_A)
ko: 모두 선택(_A)
pl: Zaznacz _wszystko
pt_br: Selecionar _Tudo
ru: Выделить _все
tr: _Tümünü Seç
uk: В_ибрати все
zh_cn: 全选(_A)
zh_tw: 全選(_A)

source: Select a Layout file...
cs: Vybrat soubor rozložení...
de: Layoutdatei auswählen...
es: Seleccionar un archivo de diseño...
fr: Sélectionner un fichier de disposition...
it: Seleziona un file di layout...
ja: レイアウト ファイルの選択...
ko: 레이아웃 파일 선택...
pl: Wybierz plik układu...
pt_br: Selecionar um arquivo de Layout...
ru: Выбрать файл макета...
tr: Düzen dosyası seçin...
uk: Виберіть файл конфігурації...
zh_cn: 选择布局文件...
zh_tw: 選取配置檔案...

source: Select a Master Page...
cs: Vybrat hlavní stránku...
de: Masterseite auswählen...
es: Seleccionar una página maestra...
fr: Sélectionner une page maître...
it: Seleziona una pagina master...
ja: マスター ページの選択...
ko: 마스터 페이지 선택...
pl: Wybierz stronę wzorcową...
pt_br: Selecionar uma Página Mestra...
ru: Выбрать эталонную страница...
tr: Ana Sayfa seçin...
uk: Виберіть головну сторінку...
zh_cn: 选择一个母版页...
zh_tw: 選取主版頁面...

source: Select a Project File
cs: Vybrat soubor projektu
de: Projektdatei auswählen
es: Seleccionar un archivo del proyecto
fr: Sélectionner un fichier projet
ja: プロジェクト ファイルの選択
ko: 프로젝트 파일을 선택합니다.
pl: Wybierz plik projektu
pt_br: Selecionar um Arquivo de Projeto
ru: Выберите файл проекта
tr: Proje Dosyası Seçin

source: Select a category for the new file
cs: Vyberte kategorii nového souboru.
de: Wählen Sie eine Kategorie für die neue Datei aus.
es: Seleccionar una categoría para el archivo nuevo
fr: Sélectionner une catégorie pour le nouveau fichier
ja: 新しいファイルのカテゴリを選択する
ko: 새 파일의 범주 선택
pl: Wybierz kategorię nowego pliku
pt_br: Selecione uma categoria para o novo arquivo
ru: Выбрать категорию для нового файла
tr: Yeni dosya için bir kategori seçin

source: Select a class:
cs: Vybrat třídu:
de: Eine Klasse auswählen:
es: Seleccione una clase:
fr: Sélectionner une classe :
it: Selezionare una classe:
ja: クラスの選択:
ko: 클래스 선택:
pl: Wybierz klasę:
pt_br: Selecione uma classe:
ru: Выберите класс:
tr: Sınıf seçin:
uk: Виберіть клас:
zh_cn: 选择一个类:
zh_tw: 選取類別:

source: Select a configuration
cs: Vybrat konfiguraci
de: Konfiguration auswählen
es: Seleccionar una configuración
fr: Sélectionner une configuration
ja: 構成の選択
ko: 구성을 선택합니다.
pl: Wybierz konfigurację
pt_br: Selecionar uma configuração
ru: Выберите конфигурацию
tr: Yapılandırma seçin

source: Select a folder
cs: Vybrat složku
de: Ordner auswählen
es: Seleccionar una carpeta
fr: Sélectionner un dossier
ja: フォルダーを選択してください
ko: 폴더 선택
pl: Wybierz folder
pt_br: Selecionar uma pasta
ru: Выберите папку
tr: Klasör seçin

source: Select a folder for the .NET Core SDK location
cs: Vyberte složku pro umístění sady .NET Core SDK.
de: Wählen Sie einen Ordner als Speicherort für das .NET Core SDK aus.
es: Seleccionar una carpeta para la ubicación del SDK de .NET Core
fr: Sélectionner un dossier pour l'emplacement du kit SDK .NET Core
ja: .NET Core SDK の場所のフォルダーを選択します
ko: .NET Core SDK 위치의 폴더를 선택합니다.
pl: Wybierz folder lokalizacji zestawu .NET Core SDK
pt_br: Selecionar uma pasta para o local do SDK do .NET Core
ru: Выберите папку в качестве расположения пакета SDK для .NET Core
tr: .NET Core SDK konumu için bir klasör seçin

source: Select a folder for the entry
cs: Vyberte složku pro tuto položku.
de: Ordner für den Eintrag auswählen
es: Seleccione una carpeta para la entrada
fr: Sélectionner un dossier pour l'entrée
ja: エントリのフォルダーを選択します
ko: 항목에 대한 폴더 선택
pl: Wybierz folder dla pozycji
pt_br: Selecione uma pasta para a entrada
ru: Выберите папку для записи
tr: Giriş için bir klasör seçin

source: Select a font
cs: Vyberte písmo.
de: Schriftart auswählen
es: Seleccionar una fuente
fr: Sélectionner une police
ja: フォントの選択
ko: 글꼴 선택
pl: Wybierz czcionkę
pt_br: Selecione uma fonte
ru: Выбор шрифта
tr: Bir yazı tipi seçin

source: Select a hit count condition for this breakpoint
cs: Vyberte podmínku počtu dosažení této zarážky.
de: Bedingung für die Trefferanzahl für diesen Haltepunkt auswählen
es: Seleccione una condición de número de veces que se alcanza este punto de interrupción
fr: Sélectionnez une condition basée sur le nombre d'accès à ce point d'arrêt
ja: このブレークポイントのヒット カウント条件を選択します
ko: 이 중단점에 대한 적중 횟수 조건을 선택합니다.
pl: Wybierz warunek liczby trafień dla tego punktu przerwania
pt_br: Selecione uma condição de contagem de ocorrências para este ponto de interrupção
ru: Выберите условие для количества попаданий в эту точку останова
tr: Bu kesme noktası için isabet sayısı koşulu seçin

source: Select a key file
cs: Vyberte soubor klíče.
de: Schlüsseldatei auswählen
es: Seleccione un archivo de clave
fr: Sélectionnez un fichier de clé
ja: キー ファイルを選択する
ko: 키 파일 선택
pl: Wybierz plik klucza
pt_br: Selecione um arquivo de chave
ru: Выберите файл ключа.
tr: Anahtar dosyası seçin

source: Select a platform
cs: Vybrat platformu
de: Plattform auswählen
es: Seleccionar una plataforma
fr: Sélectionner une plateforme
ja: プラットフォームの選択
ko: 플랫폼을 선택합니다.
pl: Wybierz platformę
pt_br: Selecionar uma plataforma
ru: Выберите платформу
tr: Platform seçin

source: Select a point from the navigation history
cs: Zvolit bod v historii navigace
de: Position im Navigationsverlauf auswählen
es: Seleccionar un punto del historial de navegación
fr: Sélectionner un point dans l’historique de navigation
it: Consente di selezionare un punto nella cronologia di esplorazione
ja: ナビゲーション履歴から項目を選びます
ko: 탐색 기록에서 지점 선택
pl: Wybierz punkt w historii nawigacji kodu
pt_br: Selecionar um ponto do histórico de navegação
ru: Выбрать точку из журнала навигации
tr: Gezinti geçmişinden bir nokta seçme
uk: Вибрати точку в історії перегляду коду
zh_cn: 从导航历史记录中选择某一点
zh_tw: 從導覽記錄中選取一點

source: Select a predefined keybindings scheme
cs: Vyberte předdefinované schéma vazeb klíčů.
de: Vordefiniertes Tastenzuordnungsschema auswählen
es: Seleccione una combinación de enlaces de teclado predefinida
fr: Sélectionnez un schéma de combinaisons de touches prédéfini
ja: 定義済みのキー バインド スキームを選択します
ko: 미리 정의된 키 바인딩 구성표를 선택합니다.
pl: Wybierz wstępnie zdefiniowany schemat powiązań klawiszy
pt_br: Selecionar um esquema de keybindings predefinido
ru: Выберите схему предварительно настроенных сочетаний клавиш
tr: Önceden tanımlı bir tuş bağlama düzeni seçin

source: Select a private SSH key to use.
cs: Vyberte privátní klíč SSH, který se má použít.
de: Wählen Sie einen privaten SSH-Schlüssel zur Verwendung aus.
es: Seleccione una clave SSH privada para usar.
fr: Sélectionnez une clé SSH privée à utiliser.
it: Selezionare una chiave SSH privata da usare.
ja: 使用する秘密 SSH キーを選択してください。
ko: 사용할 프라이빗 SSH 키를 선택하세요.
pl: Wybierz prywatny klucz SSH, który ma zostać użyty.
pt_br: Selecione uma chave SSH privada para usar.
ru: Выберите закрытый ключ SSH.
tr: Kullanmak için özel bir SSH anahtarı seçin.
uk: Виберіть приватний ключ SSH для використання.
zh_cn: 选择要使用的 SSH 私钥。
zh_tw: 選取要使用的私密 SSH 金鑰。

source: Select a project operation
cs: Vyberte operaci projektu.
de: Projektvorgang auswählen
es: Seleccionar una operación de proyecto
fr: Sélectionner une opération de projet
ja: プロジェクト操作を選択します
ko: 프로젝트 작업 선택
pl: Wybierz operację projektu
pt_br: Selecione uma operação de projeto
ru: Выберите операцию проекта
tr: Bir proje işlemi seçin

source: Select a project or solution:
cs: Vyberte projekt nebo řešení:
de: Projekt oder Projektmappe auswählen:
es: Seleccione un proyecto o una solución:
fr: Sélectionner un projet ou une solution :
it: Selezionare un progetto o una soluzione:
ja: プロジェクトまたはソリューションを選びます:
ko: 프로젝트 또는 솔루션 선택:
pl: Wybierz projekt lub rozwiązanie:
pt_br: Selecione um projeto ou solução:
ru: Выберите проект или решение:
tr: Bir proje veya çözüm seçin:
uk: Виберіть проект або рішення:
zh_cn: 选择项目或解决方案:
zh_tw: 選取專案或選取解決方案

source: Select a public SSH key to use.
cs: Vyberte veřejný klíč SSH, který se má použít.
de: Wählen Sie einen öffentlichen SSH-Schlüssel zur Verwendung aus.
es: Seleccione una clave SSH pública para usar.
fr: Sélectionnez une clé SSH publique à utiliser.
ja: 使用する SSH 公開キーを選択してください。
ko: 사용할 공개 SSH 키를 선택하세요.
pl: Wybierz klucz publiczny SSH do użycia.
pt_br: Selecione uma chave SSH pública para usar.
ru: Выберите открытый ключ SSH.
tr: Kullanmak için ortak bir SSH anahtarı seçin.

source: Select a revision
cs: Vybrat revizi
de: Revision auswählen
es: Seleccionar una revisión
fr: Sélectionner une révision
it: Seleziona una revisione
ja: リビジョンを選びます
ko: 수정 버전 선택
pl: Wybierz wersję
pt_br: Selecionar uma revisão
ru: Выбрать редакцию
tr: Bir düzeltme seçin
uk: Виберіть ревізію
zh_cn: 选择一个修订版
zh_tw: 選取修訂

source: Select a target configuration for each solution item:
cs: Vyberte cílovou konfiguraci pro každou položku řešení:
de: Zielkonfiguration für jedes Projektmappenelement auswählen:
es: Seleccione una configuración de destino para cada elemento de la solución:
fr: Sélectionner une configuration cible pour chaque élément de la solution :
it: Selezionare una configurazione di destinazione per ogni elemento della soluzione:
ja: 各ソリューション項目についてターゲットの構成を選びます:
ko: 각 솔루션 항목의 대상 구성 선택:
pl: Wybierz konfigurację docelową dla każdego elementu rozwiązania:
pt_br: Selecione uma configuração de destino para cada item da solução:
ru: Выберите целевую конфигурацию для каждого элемента решения:
tr: Her çözüm öğesi için bir hedef yapılandırma seçin:
uk: Виберіть цільову конфігурацію для кожного елемента рішення:
zh_cn: 为每个解决方案项选择一个目标配置:
zh_tw: 選取每個解決方案項目的目標組態:

source: Select a template for the new file
cs: Vyberte šablonu nového souboru.
de: Wählen Sie eine Vorlage für die neue Datei aus.
es: Seleccionar una plantilla para el archivo nuevo
fr: Sélectionner un modèle pour le nouveau fichier
ja: 新しいファイルのテンプレートを選択する
ko: 새 파일의 템플릿 선택
pl: Wybierz szablon nowego pliku
pt_br: Selecione um modelo para o novo arquivo
ru: Выберите шаблон для нового файла
tr: Yeni dosya için bir şablon seçin

source: Select a template to be inserted into the header text
cs: Vyberte šablonu, která se má vložit do textu hlavičky.
de: Wählen Sie eine Vorlage aus, die in den Headertext eingefügt werden soll.
es: Seleccione una plantilla para insertar en el texto de encabezado
fr: Sélectionner un modèle à insérer dans le texte d'en-tête
ja: ヘッダー テキストに挿入するテンプレートを選択します
ko: 헤더 텍스트에 삽입할 템플릿 선택
pl: Wybierz szablon do wstawienia do tekstu nagłówka
pt_br: Selecione um modelo a ser inserido no texto do cabeçalho
ru: Выберите шаблон для вставки в текст заголовка
tr: Üst bilgi metnine eklenecek bir şablon seçin

source: Select action type
cs: Vybrat typ akce
de: Aktionstyp auswählen
es: Seleccionar tipo de acción
fr: Sélectionner un type d’action
it: Seleziona il tipo di azione
ja: アクションの種類の選択
ko: 작업 형식 선택
pl: Wybierz typ akcji
pt_br: Selecionar o tipo de ação
ru: Выбрать тип действия
tr: Eylem türü seçin
uk: Виберіть тип дії
zh_cn: 选择操作类型
zh_tw: 選取動作類型

source: Select all text
cs: Vybrat veškerý text
de: Gesamten Text auswählen
es: Seleccionar todo el texto
fr: Sélectionner tout le texte
it: Seleziona tutto il testo
ja: すべてのテキストを選択します
ko: 모든 텍스트 선택
pl: Zaznacz cały tekst
pt_br: Selecionar todo o texto
ru: Выбрать весь текст
tr: Tüm metni seç
uk: Вибрати весь текст
zh_cn: 选择所有文本
zh_tw: 選取所有文字
