Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Matching controller cannot be found.
cs: Nejde najít odpovídající kontroler.
de: Es wurde kein entsprechender Controller gefunden.
es: No se encuentra un controlador coincidente.
fr: Le contrôleur correspondant est introuvable.
it: Non è stato trovato alcun controller corrispondente.
ja: 一致するコントローラーが見つかりません。
ko: 일치하는 컨트롤러를 찾을 수 없습니다.
pl: Nie można znaleźć zgodnego kontrolera.
pt_br: Não foi possível encontrar o controlador correspondente.
ru: Не удается найти соответствующий контроллер.
tr: Eşleşen denetleyici bulunamıyor.
zh_cn: 找不到匹配的控制器。
zh_tw: 找不到相符的控制器。

source: Matching view cannot be found.
cs: Nejde najít odpovídající zobrazení.
de: Keine entsprechende Ansicht gefunden.
es: No se encuentra una vista coincidente.
fr: La vue correspondante est introuvable.
it: Non è stata trovata alcuna visualizzazione corrispondente.
ja: 一致するビューが見つかりません。
ko: 일치하는 뷰를 찾을 수 없습니다.
pl: Nie można znaleźć zgodnego widoku.
pt_br: Não foi possível encontrar a exibição correspondente.
ru: Не удается найти соответствующее представление.
tr: Eşleşen görünüm bulunamıyor.
zh_cn: 找不到匹配的视图。
zh_tw: 找不到相符的檢視。

source: Math software
cs: Matematická aplikace
de: Mathematiksoftware
es: Software de matemáticas
fr: Logiciel de mathématiques
it: Software di matematica
ja: 数学ソフトウェア
ko: 수학 소프트웨어
pl: Oprogramowanie związane z matematyką
pt_br: Software de matemática
ru: Программное обеспечение для математики
tr: Matematik yazılımı
uk: Математика
zh_cn: 数学软件
zh_tw: 數學軟體

source: Max attributes per line
cs: Maximum atributů na řádek
de: Maximale Attribute pro Zeile
es: Atributos máximos por línea
fr: Nombre maximal d’attributs par ligne
it: Numero massimo di attributi per riga
ja: 1 行あたりの最大属性
ko: 줄당 최대 특성
pl: Maksymalna liczba atrybutów na wiersz
pt_br: Máximo de atributos por linha
ru: Максимальное число атрибутов на строку
tr: Satır başına en çok öznitelik
uk: Щонайбільше атрибутів у рядку
zh_cn: 每行最大属性数量
zh_tw: 每行最大屬性

source: Medical software
cs: Lékařská aplikace
de: Medizinsoftware
es: Software médico
fr: Logiciel médical
it: Software di medicina
ja: 医療ソフトウェア
ko: 의학 소프트웨어
pl: Oprogramowanie medyczne
pt_br: Software médico
ru: Медицинское программное обеспечение
tr: Tıbbi yazılım
uk: Медицина
zh_cn: 医学软件
zh_tw: 醫學軟體

source: Member
cs: Člen
es: Miembro
fr: Membre
it: Membro
ja: メンバー
ko: 멤버
pl: Składowa
pt_br: Membro
ru: Элемент
tr: Üye
uk: Член
zh_cn: 成员
zh_tw: 成員

source: Member Overloads
cs: Přetížení členů
de: Memberüberladungen
es: Sobrecargas de miembros
fr: Surcharges de membre
it: Overload di membro
ja: メンバーのオーバーロード
ko: 멤버 오버로드
pl: Przeciążenia składowych
pt_br: Sobrecargas de Membros
ru: Перегрузки элементов
tr: Üye Aşırı Yüklemeleri
zh_cn: 成员重载
zh_tw: 成員多載

source: Member hides static member from outer class
cs: Člen skrývá statický člen z vnější třídy.
de: Member blendet statischen Member vor äußerer Klasse aus.
es: El miembro oculta el miembro estático de la clase externa
fr: Un membre masque un membre static d’une classe externe
it: Il membro nasconde il membro statico alla classe esterna
ja: メンバーは外部クラスから静的メンバーを隠します
ko: 멤버가 외부 클래스에서 정적 멤버를 숨깁니다.
pl: Składowa ukrywa statyczną składową z zewnętrznej klasy
pt_br: O membro oculta o membro estático da classe externa
ru: Элемент скрывает статический элемент от внешнего класса
tr: Üye statik üyeyi dış sınıftan gizliyor
uk: Член приховує статичного члена з зовнішнього класу
zh_cn: 成员向外部类隐藏静态成员
zh_tw: 成員會隱藏外部類別的靜態成員

source: Members
cs: Členy
de: Member
es: Miembros
fr: Membres
it: Membri
ja: メンバー
ko: 멤버
pl: Składowe
pt_br: Membros
ru: Элементы
tr: Üyeler
uk: Члени
zh_cn: 成员
zh_tw: 成員

source: Menu
cs: Nabídka
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
ru: Меню
tr: Menü

source: Menu Category Selection
cs: Výběr kategorie nabídky
de: Auswahl der Menükategorie
es: Selección de categoría de menú
fr: Sélection de la catégorie de menu
it: Selezione categoria di menu
ja: メニュー カテゴリの選択
ko: 메뉴 범주 선택
pl: Wybór kategorii menu
pt_br: Seleção de Categoria de Menu
ru: Выбор категории меню
tr: Menü Kategori Seçimi
uk: Вибір категорії меню
zh_cn: 菜单类别选择
zh_tw: 功能表分類選取範圍

source: Menu categories:
cs: Kategorie nabídek:
de: Menükategorien:
es: Categorías de menú:
fr: Catégories de menu :
it: Categorie di menu:
ja: メニューの分類:
ko: 메뉴 범주:
pl: Kategorie menu:
pt_br: Categorias de menu:
ru: Категории меню:
tr: Menü kategorileri:
uk: Категорії меню:
zh_cn: 菜单类别:
zh_tw: 功能表分類:

source: Menu entry
cs: Položka nabídky
de: Menüeintrag
es: Entrada de menú
fr: Entrée de menu
it: Voce di menu
ja: メニュー エントリ
ko: 메뉴 항목
pl: Wpis menu
pt_br: Entrada de menu
ru: Запись меню
tr: Menü girdisi
uk: Пункт меню
zh_cn: 菜单项
zh_tw: 功能表輸入

source: Merge
cs: Sloučit
de: Zusammenführen
es: Fusionar mediante combinación
fr: Fusionner
it: Esegui merge
ja: マージ
ko: 병합
pl: Scal
pt_br: Mesclar
ru: Объединить
tr: Birleştir
uk: Злиття
zh_cn: 合并
zh_tw: 合併

source: Merge Branch...
cs: Sloučit větev...
de: Branch zusammenführen...
es: Fusionar rama mediante combinación...
fr: Fusionner la branche...
it: Esegui merge del ramo...
ja: ブランチのマージ...
ko: 분기 병합...
pl: Scal gałąź...
pt_br: Mesclar Ramificação...
ru: Объединить ветвь...
tr: Dalı Birleştir...
uk: Приєднати гілку...
zh_cn: 合并分支...
zh_tw: 合併分支...

source: Merge Conflict Resolution
cs: Odstraňování konfliktů sloučení
de: Auflösen von Zusammenführungskonflikten
es: Resolución de conflictos de fusión mediante combinación
fr: Résolution de conflit de fusion
it: Risoluzione dei conflitti di merge
ja: 競合の解決をマージ
ko: 병합 충돌 해결
pl: Scal rozwiązywanie konfliktów
pt_br: Mesclar Resolução de Conflitos
ru: Разрешение конфликта слияния
tr: Çakışma Çözümünü Birleştir
uk: Вирішення конфліктів злиття
zh_cn: 合并冲突解决方法
zh_tw: 合併衝突解決

source: Merging
cs: Slučování
de: Zusammenführen
es: Fusionando mediante combinación
fr: Fusion
it: Merge
ja: マージしています
ko: 병합하는 중
pl: Scalanie
pt_br: Mesclando
ru: Слияние
tr: Birleştiriliyor
uk: Злиття
zh_cn: 正在合并
zh_tw: 正在合併

source: Merging branch '{0}'...
cs: Slučování větve {0}...
de: Branch '{0}' wird zusammengeführt...
es: Fusionando mediante combinación la rama '{0}'...
fr: Fusion de la branche « {0} »...
it: Merge del ramo '{0}'...
ja: ブランチ {0} を結合中...
ko: '{0}' 분기를 병합하는 중...
pl: Trwa scalanie gałęzi „{0}”...
pt_br: Mesclar a ramificação '{0}'...
ru: Идет слияние ветви "{0}"...
tr: Dal '{0}' birleştiriliyor...
uk: Злиття гілки '{0}'...
zh_cn: 正在合并分支“{0}”...
zh_tw: 正在合併分支 '{0}'...

source: Message
cs: Zpráva
de: Meldung
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pl: Komunikat
pt_br: Mensagem
ru: Сообщение
tr: İleti
uk: Повідомлення
zh_cn: 消息
zh_tw: 訊息

source: Message Header
cs: Hlavička zprávy
de: Nachrichtenkopf
es: Encabezado del mensaje
fr: En-tête du message
ja: メッセージ ヘッダー
ko: 메시지 헤더
pl: Nagłówek komunikatu
pt_br: Cabeçalho da Mensagem
ru: Заголовок сообщения
tr: İleti Üst Bilgisi

source: Message Header:
cs: Záhlaví zprávy:
de: Nachrichtenkopf:
es: Encabezado del mensaje:
fr: En-tête du message :
it: Intestazione del messaggio:
ja: メッセージ ヘッダー:
ko: 메시지 헤더:
pl: Nagłówek komunikatu:
pt_br: Cabeçalho da Mensagem:
ru: Заголовок сообщения:
tr: İleti Üst Bilgisi:
uk: Заголовок повідомлення:
zh_cn: 邮件头:
zh_tw: 訊息標題:

source: Message Style
cs: Styl zprávy
de: Meldungsstil
es: Estilo de mensaje
fr: Style de message
it: Stile messaggio
ja: メッセージ スタイル
ko: 메시지 스타일
pl: Styl komunikatu
pt_br: Estilo de Mensagem
ru: Стиль сообщения
tr: İleti Stili
uk: Стиль повідомлень
zh_cn: 消息样式
zh_tw: 訊息樣式

source: Message:
cs: Zpráva:
de: Meldung:
es: Mensaje:
it: Messaggio:
ja: メッセージ:
ko: 메시지:
pl: Komunikat:
pt_br: Mensagem:
ru: Сообщение:
tr: İleti:
uk: Повідомлення:
zh_cn: 消息:
zh_tw: 訊息:

source: Messages Regex
cs: Regulární výraz zpráv
de: Meldungs-RegEx
es: Regex para mensajes
fr: Expression régulière des messages
it: Regex messaggi
ja: メッセージ RegEx
ko: 메시지 정규식
pl: Wyrażenie regularne komunikatów
pt_br: Regex de Mensagens
ru: Регулярное выражение сообщений
tr: İleti Normal İfadesi
uk: Регулярний вираз для повідомлень:
zh_cn: 消息正则表达式
zh_tw: 訊息 Regex

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
ko: 메타데이터
pl: Metadane
pt_br: Metadados
ru: Метаданные
tr: Meta Veriler

source: Method
cs: Metoda
de: Methode
es: Método
fr: Méthode
it: Metodo
ja: メソッド
ko: 메서드
pl: Metoda
pt_br: Método
ru: Метод
tr: Yöntem
uk: Метод
zh_cn: 方法
zh_tw: 方法

source: Method with optional parameter is hidden by overload
cs: Metoda s volitelným parametrem je při přetížení skrytá.
de: Methode mit optionalem Parameter wird durch Überladung ausgeblendet.
es: La sobrecarga oculta el método con parámetros opcionales
fr: Une méthode avec un paramètre facultatif est masquée par une surcharge
it: Il metodo con parametro facoltativo è nascosto dall'overload
ja: オプション パラメーターを含むメソッドはオーバーロードによって非表示にされます
ko: 선택적 매개 변수가 있는 메서드가 오버로드에 의해 숨겨집니다.
pl: Metoda z opcjonalnym parametrem jest ukryta przez przeciążenie
pt_br: O método com parâmetro opcional é ocultado pela sobrecarga
ru: Метод с необязательным параметром скрыт перегрузкой
tr: İsteğe bağlı parametre içeren yöntem, aşırı yük tarafından gizleniyor
uk: Метод з необов'язковим параметром прихований перевантаженням
zh_cn: 具有可选参数的方法被重载隐藏
zh_tw: 多載會隱藏具有選用參數的方法

source: Methods
cs: Metody
de: Methoden
es: Métodos
fr: Méthodes
it: Metodi
ja: メソッド
ko: 메서드
pl: Metody
pt_br: Métodos
ru: Методы
tr: Metotlar
uk: Методи
zh_cn: 方法
zh_tw: 方法

source: Middleware Class
cs: Třída middlewaru
de: Middlewareklasse
es: Clase de middleware
fr: Classe d'intergiciel (middleware)
ja: ミドルウェア クラス
ko: 미들웨어 클래스
pl: Klasa oprogramowania pośredniczącego
pt_br: Classe de Middleware
ru: Класс ПО промежуточного слоя
tr: Ara Yazılım Sınıfı

source: Migrate
cs: Migrovat
de: Migrieren
es: Migrar
fr: Migrer
it: Esegui migrazione
ja: 移行
ko: 마이그레이션
pl: Migruj
pt_br: Migrar
ru: Мигрировать
tr: Geçir
uk: Перетворити
zh_cn: 迁移
zh_tw: 移轉

source: Migrate Project?
cs: Migrovat projekt?
de: Projekt migrieren?
es: ¿Quiere migrar el proyecto?
fr: Migrer le projet ?
it: Eseguire la migrazione del progetto?
ja: プロジェクトを移行しますか?
ko: 프로젝트를 마이그레이션할까요?
pl: Przeprowadzić migrację projektu?
pt_br: Migrar Projeto?
ru: Перенести проект?
tr: Proje Geçirilsin Mi?
uk: Перетворити проект
zh_cn: 是否迁移项目?
zh_tw: 要遷移專案嗎?

source: Migrate to New Format
cs: Migrovat na nový formát
de: In neues Format migrieren
es: Migrar a nuevo formato
fr: Migrer vers un nouveau format
ja: 新しい形式への移行
ko: 새 형식으로 마이그레이션
pl: Migruj do nowego formatu
pt_br: Migrar para Novo Formato
ru: Перенести в новый формат
tr: Yeni Biçime Geçir

source: Migrated project file not found.
cs: Soubor migrovaného projektu se nenašel.
de: Die migrierte Projektdatei wurde nicht gefunden.
es: No se encontró el archivo del proyecto migrado.
fr: Fichier projet migré introuvable.
ja: 移行されたプロジェクト ファイルが見つかりません。
ko: 마이그레이션된 프로젝트 파일을 찾을 수 없습니다.
pl: Nie znaleziono migrowanego pliku projektu.
pt_br: Arquivo de projeto migrado não encontrado.
ru: Файл перенесенного проекта не найден.
tr: Geçirilen proje dosyası bulunamadı.

source: Migrating…
cs: Probíhá migrace...
de: Migration wird ausgeführt...
es: Migrando…
fr: Migration…
ja: 移行しています…
ko: 마이그레이션하는 중…
pl: Trwa migrowanie...
pt_br: Migrando…
ru: Перенос...
tr: Geçiriliyor…

source: Mime Type
cs: Typ MIME
de: MIME-Typ
es: Tipo MIME
fr: Type MIME
it: Tipo MIME
ja: MIME 種別
ko: Mime 형식
pl: Typ MIME
pt_br: Tipo Mime
ru: Тип MIME
tr: Mime Türü
uk: Тип MIME
zh_cn: MIME 类型
zh_tw: MIME 類型

source: Mime types
cs: Typy MIME
de: MIME-Typen
es: Tipos MIME
fr: Types MIME
it: Tipi MIME
ja: MIME の種類
ko: Mime 형식
pl: Typy MIME
pt_br: Tipos Mime
ru: Типы MIME
tr: Mime türleri
uk: Типи MIME
zh_cn: MIME 类型
zh_tw: MIME 類型

source: Minimal
cs: Minimální
es: Mínimo
it: Dettagli minimi
ja: 最小
ko: 최소
pl: Minimalna
pt_br: Mínimo
ru: Минимальная
tr: En az
uk: Мінімальний
zh_cn: 最小
zh_tw: 最小

source: Minimize
cs: Minimalizovat
de: Minimieren
es: Minimizar
fr: Réduire
it: Riduci a icona
ja: 最小化
ko: 최소화
pl: Minimalizuj
pt_br: Minimizar
ru: Свернуть
tr: Simge Durumuna Küçült
uk: Мінімізувати
zh_cn: 最小化
zh_tw: 最小化

source: Minimize the Window
cs: Minimalizovat okno
de: Fenster minimieren
es: Minimizar la ventana
fr: Réduire la fenêtre
it: Riduci a icona la finestra
ja: ウィンドウの最小化
ko: 창 최소화
pl: Minimalizuj okno
pt_br: Minimizar a Janela
ru: Свернуть окно
tr: Pencereyi Simge Durumuna Küçült
zh_cn: 最小化窗口
zh_tw: 將視窗最小化

source: Misc
cs: Různé
de: Verschiedenes
es: Varios
fr: Divers
it: Varie
ja: その他
ko: 기타
pl: Różne
pt_br: Diversos
ru: Прочее
tr: Çeşitli
uk: Різне
zh_cn: 杂项
zh_tw: 其他

source: Miscellaneous
cs: Různé
de: Verschiedenes
es: Varios
fr: Divers
ja: その他
ko: 기타
pl: Różne
pt_br: Diversos
ru: Разное
tr: Çeşitli

source: Miscellaneous Constructs
cs: Různé konstrukce
de: Sonstige Konstrukte
es: Varias construcciones
fr: Constructions diverses
it: Costrutti vari
ja: その他のコンストラクト
ko: 기타 구문
pl: Konstrukcje różne
pt_br: Constructos Diversos
ru: Прочие конструкции
tr: Çeşitli Yapılar
uk: Різне
zh_cn: 其他构造
zh_tw: 其他建構

source: Missing
cs: Chybí
de: Fehlt
es: Falta
fr: Manquant
it: Mancante
ja: 不足
ko: 없음
pl: Brak
pt_br: Ausente
ru: Отсутствует
tr: Eksik
uk: Відсутній
zh_cn: 缺失
zh_tw: 遺漏

source: Missing ':' for line declaration.
cs: Chybí znak : pro deklaraci na řádku.
de: Für die Zeilendeklaration fehlt ':'.
es: Falta ':' para la declaración de línea.
fr: « : » manquant pour la déclaration de ligne.
it: Nella dichiarazione di riga manca ':'.
ja: 行の宣言の ':' が見つかりません。
ko: 줄 선언에 ':'이 없습니다.
pl: Brak znaku „:” w deklaracji wiersza.
pt_br: ':' ausente na declaração de linha.
ru: Отсутствует ":" для объявления строки.
tr: Satır bildirimi için ':' eksik.
zh_cn: 行声明缺少 ":"。
zh_tw: 行宣告遺漏 ':'。

source: Missing: {0} v{1}
cs: Chybí: {0} verze {1}
de: {0} v{1} fehlt.
es: Falta: {0} v{1}
fr: Manquant : {0} v{1}
it: Mancante: {0} versione {1}
ja: 不明: {0}{1}
ko: 누락: {0} v{1}
pl: Brak: {0} {1}
pt_br: Ausente: {0} v{1}
ru: Отсутствует: {0} версии {1}
tr: Eksik: {0} v{1}
uk: Немає: {0} v{1}
zh_cn: 缺少: {0} v{1}
zh_tw: 遺漏: {0} v{1}

source: Modified
cs: Upraveno
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
ja: 変更済み
ko: 수정됨
pl: Zmodyfikowano
pt_br: Modificado
ru: Изменено
tr: Değiştirildi
uk: Змінено
zh_cn: 已修改
zh_tw: 已修改

source: Modified ChangeLog files:
cs: Upravené soubory protokolu změn:
de: Geänderte Änderungsprotokolldateien:
es: Archivos de registro de cambios modificados:
fr: Fichiers de journal des modifications modifiés :
it: File del log delle modifiche modificati:
ja: 変更された ChangeLog ファイル:
ko: 수정된 변경 로그 파일:
pl: Zmodyfikowane pliki dziennika zmian:
pt_br: Arquivos ChangeLog Modificados:
ru: Измененные файлы журнала изменений:
tr: Değiştirilen ChangeLog dosyaları:
uk: Модифіковані журнали змін:
zh_cn: 已修改的 ChangeLog 文件:
zh_tw: 已修改的 ChangeLog 檔案:

source: Modified:
cs: Změněno:
de: Geändert:
es: Fecha de modificación:
fr: Date de modification :
it: Data di modifica:
ja: 更新日時:
ko: 수정한 날짜:
pl: Zmodyfikowano:
pt_br: Modificado:
ru: Дата изменения:
tr: Değiştirilme:
uk: Змінено:
zh_cn: 修改时间:
zh_tw: 修改日期:

source: Modifier
cs: Modifikátor
de: Modifizierer
es: Modificador
fr: Modificateur
ja: 修飾子
ko: 한정자
pl: Modyfikator
pt_br: Modificador
ru: Модификатор
tr: Değiştirici

source: Modify
cs: Upravit
de: Ändern
es: Modificar
fr: Modifier
it: Modifica
ja: 変更
ko: 수정
pl: Modyfikuj
pt_br: Modificar
ru: Изменить
tr: Değiştir
uk: Змінити
zh_cn: 修改
zh_tw: 修改

source: Module
cs: Modul
de: Modul
es: Módulo
it: Modulo
ja: モジュール
ko: 모듈
pl: Moduł
pt_br: Módulo
ru: Модуль
tr: Modül
uk: Модуль
zh_cn: 模块
zh_tw: 模組

source: Module name:
cs: Název modulu:
de: Modulname:
es: Nombre de módulo:
fr: Nom du module :
it: Nome del modulo:
ja: モジュール名:
ko: 모듈 이름:
pl: Nazwa modułu:
pt_br: Nome do módulo:
ru: Имя модуля:
tr: Modül adı:
uk: Назва додатку:
zh_cn: 模块名称:
zh_tw: 模組名稱:

source: Monitor application/applet that monitors some resource or activity
cs: Aplikace nebo aplet pro monitorování prostředků nebo aktivit
de: Monitoranwendung/-applet für die Ressourcen- oder Aktivitätsüberwachung
es: Un applet o aplicación de supervisión que supervisa algún recurso o actividad
fr: Application/applet de surveillance de ressources ou d’activités
it: Applicazione/applet per il monitoraggio di risorse o attività
ja: リソースまたはアクティビティを監視するモニター アプリケーション/アプレット
ko: 리소스 또는 활동을 모니터링하는 모니터 애플리케이션/애플릿
pl: Aplikacja do monitorowania/aplet monitorujący niektóre zasoby lub aktywność
pt_br: Aplicativo/miniaplicativo de monitoramento que monitora alguns recursos ou atividades
ru: Приложение монитора, отслеживающее определенные ресурсы или активность
tr: Bir kaynak veya etkinliği izleyen bir izleme uygulaması/küçük uygulaması
uk: Моніторинг ресурсів або процесів
zh_cn: 监视某些资源或活动的监视应用程序/小程序
zh_tw: 監視某些資源或活動的監視用應用程式/小程式

source: Mono Configuration Directory
cs: Konfigurační adresář Mono
de: Mono-Konfigurationsverzeichnis
es: Directorio de configuración de Mono
fr: Répertoire de configuration Mono
it: Directory di configurazione Mono
ja: Mono 構成ディレクトリ
ko: Mono 구성 디렉터리
pl: Katalog konfiguracji narzędzia Mono
pt_br: Diretório de Configuração do Mono
ru: Каталог конфигурации Mono
tr: Mono Yapılandırma Dizini
uk: Тека конфігурації Mono
zh_cn: Mono 配置目录
zh_tw: Mono 組態目錄

source: Mono Configuration File
cs: Konfigurační soubor Mono
de: Mono-Konfigurationsdatei
es: Archivo de configuración de Mono
fr: Fichier de configuration Mono
it: File di configurazione Mono
ja: Mono 構成ファイル
ko: Mono 구성 파일
pl: Plik konfiguracji narzędzia Mono
pt_br: Arquivo de Configuração do Mono
ru: Файл конфигурации Mono
tr: Mono Yapılandırma Dosyası
uk: Файл конфігурації Mono
zh_cn: Mono 配置文件
zh_tw: Mono 組態檔

source: Mono Documentation
cs: Dokumentace Mono
de: Mono-Dokumentation
es: Documentación de Mono
fr: Documentation Mono
it: Documentazione di Mono
ja: Mono ドキュメント
ko: Mono 문서
pl: Dokumentacja narzędzia Mono
pt_br: Documentação do Mono
ru: Документация Mono
tr: Mono Belgeleri
uk: Документація Mono
zh_cn: Mono 文档
zh_tw: Mono 文件

source: Mono Path
cs: Cesta Mono
de: Mono-Pfad
es: Ruta de acceso de Mono
fr: Chemin d’accès de Mono
it: Percorso di Mono
ja: Mono パス
ko: Mono 경로
pl: Ścieżka narzędzia Mono
pt_br: Caminho do Mono
ru: Путь Mono
tr: Mono Yolu
uk: Шлях до Mono
zh_cn: Mono 路径
zh_tw: Mono 路徑

source: Mono Project
cs: Projekt Mono
de: Mono-Projekt
es: Proyecto de Mono
fr: Projet Mono
it: Progetto Mono
ja: Mono プロジェクト
ko: Mono 프로젝트
pl: Projekt Mono
pt_br: Projeto do Mono
ru: Проект Mono
tr: Mono Projesi
uk: Проект Mono
zh_cn: Mono 项目
zh_tw: Mono 專案

source: Mono Runtime Settings
cs: Nastavení Mono Runtime
de: Einstellungen für Mono-Laufzeit
es: Configuración del entorno de ejecución Mono
fr: Paramètres du runtime Mono
it: Impostazioni runtime di Mono
ja: Mono ランタイムの設定
ko: Mono 런타임 설정
pl: Ustawienia środowiska uruchomieniowego Mono
pt_br: Configurações do Runtime Mono
ru: Параметры среды выполнения Mono
tr: Mono Çalışma Zamanı Ayarları

source: Mono runtime not found
cs: Modul Mono runtime se nenašel.
de: Mono-Laufzeit nicht gefunden
es: No se encuentra el entorno de ejecución Mono
fr: Runtime Mono introuvable
it: Il runtime di Mono non è stato trovato
ja: Mono ランタイムが見つかりません
ko: Mono 런타임을 찾을 수 없습니다.
pl: Nie znaleziono środowiska uruchomieniowego narzędzia Mono
pt_br: Runtime Mono não encontrado
ru: Среды выполнения Mono не найдена
tr: Mono çalışma zamanı bulunamadı
uk: Середовище виконання Mono не знайдено
zh_cn: 找不到 Mono 运行时
zh_tw: 找不到 Mono 執行階段

source: Mono runtime settings:
cs: Nastavení Mono runtime:
de: Einstellungen für Mono-Laufzeit:
es: Configuración del entorno de ejecución Mono:
fr: Paramètres du runtime Mono :
it: Impostazioni del runtime di Mono:
ja: Mono ランタイムの設定:
ko: Mono 런타임 설정:
pl: Ustawienia środowiska uruchomieniowego Mono:
pt_br: Configurações do runtime Mono:
ru: Параметры среды выполнения Mono:
tr: Mono çalışma zamanı ayarları:

source: MonoDevelop 1.0 Solution
cs: Řešení MonoDevelop 1.0
de: MonoDevelop 1.0-Projektmappe
es: Solución de MonoDevelop 1.0
fr: Solution MonoDevelop 1.0
it: Soluzione MonoDevelop 1.0
ja: MonoDevelop 1.0 ソリューション
ko: MonoDevelop 1.0 솔루션
pl: Rozwiązanie MonoDevelop 1.0
pt_br: Solução MonoDevelop 1.0
ru: Решение MonoDevelop 1.0
tr: MonoDevelop Çözüm 1.0
uk: Рішення MonoDevelop 1.0
zh_cn: MonoDevelop 1.0 解决方案
zh_tw: MonoDevelop 1.0 解決方案

source: MonoDevelop Configuration Directory
cs: Konfigurační adresář MonoDevelop
de: MonoDevelop-Konfigurationsverzeichnis
es: Directorio de configuración de MonoDevelop
fr: Répertoire de configuration de MonoDevelop
ja: MonoDevelop 構成ディレクトリ
ko: MonoDevelop 구성 디렉터리
pl: Katalog konfiguracji programu MonoDevelop
pt_br: MonoDevelopDiretório de configuração
ru: Каталог конфигурации MonoDevelop
tr: MonoDevelop Yapılandırma Dizini

source: MonoDevelop Log Directory
cs: Adresář protokolu MonoDevelop
de: MonoDevelop-Protokollverzeichnis
es: Directorio de registro de MonoDevelop
fr: Répertoire des journaux de MonoDevelop
ja: MonoDevelop ログ ディレクトリ
ko: MonoDevelop 로그 디렉터리
pl: Katalog dzienników programu MonoDevelop
pt_br: MonoDevelopDiretório do log
ru: Каталог журнала MonoDevelop
tr: MonoDevelop Günlük Dizini

source: MonoDevelop Maintenance
cs: Údržba prostředí MonoDevelop
de: MonoDevelop-Wartung
es: Mantenimiento de MonoDevelop
fr: Maintenance de MonoDevelop
it: Manutenzione MonoDevelop
ja: MonoDevelop のメンテナンス
ko: MonoDevelop 유지 관리
pl: Obsługa programu MonoDevelop
pt_br: Manutenção do MonoDevelop
ru: Обслуживание MonoDevelop
tr: MonoDevelop Bakımı
uk: Домашня сторінка MonoDevelop
zh_cn: MonoDevelop 维护
zh_tw: MonoDevelop 維護

source: MonoDevelop Startup Directory
cs: Spouštěcí adresář MonoDevelop
de: MonoDevelop-Startverzeichnis
es: Directorio de inicio de MonoDevelop
fr: Répertoire de démarrage de MonoDevelop
ja: MonoDevelop スタートアップ ディレクトリ
ko: MonoDevelop 시작 디렉터리
pl: Katalog uruchomieniowy programu MonoDevelop
pt_br: MonoDevelopPasta de inicialização
ru: Каталог запуска MonoDevelop
tr: MonoDevelop Başlangıç Dizini

source: MonoDevelop User Data Directory
cs: Adresář uživatelských dat MonoDevelop
de: MonoDevelop-Benutzerdatenverzeichnis
es: Directorio de datos de usuario de MonoDevelop
fr: Répertoire des données utilisateur de MonoDevelop
ja: MonoDevelop ユーザー データ ディレクトリ
ko: MonoDevelop 사용자 데이터 디렉터리
pl: Katalog danych użytkownika programu MonoDevelop
pt_br: MonoDevelopDiretório de dados do usuário
ru: Каталог данных пользователя MonoDevelop
tr: MonoDevelop Kullanıcı Verileri Dizini
