Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: {0:#00.00}% Translated
cs: {0:#00,00} % přeloženo
de: {0:#00.00}% übersetzt
es: {0:#00.00} % traducido
fr: {0:#00.00} % traduit
it: {0:#00.00}% tradotto
ja: {0:#00.00}% 翻訳済み
ko: {0:#00.00}% 번역됨
pl: Przetłumaczono {0:#00.00}%
pt_br: {0:#00.00}% Traduzido
ru: {0:#00.00}% переведено
tr: %{0:#00.00} Çevrildi
uk: Перекладено {0:#00.00}%
zh_cn: {0:#00.00}% 已翻译
zh_tw: 已翻譯 {0:#00.00}%

source: {0:0.00} MBytes
cs: {0:0,00} MB
de: {0:0.00} MB
es: {0:0.00} MB
fr: {0:0.00} Mo
it: {0:0.00} MB
ja: {0:0.00} MB
ko: {0:0.00}MB
pl: {0:0.00} MB
ru: {0:0.00} МБ
tr: {0:0.00} Megabayt
zh_cn: {0:0.00} MB
zh_tw: {0:0.00} MB

source: {0:0.0} MBytes
cs: {0:0,0} MB
de: {0:0.00} MB
es: {0:0.0} MB
fr: {0:0.0} Mo
it: {0:0.0} MB
ja: {0:0.0} MB
ko: {0:0.0}MB
pl: {0:0.0} MB
ru: {0:0.0} МБ
tr: {0:0.0} Megabayt
zh_cn: {0:0.0} MB
zh_tw: {0:0.0} MB

source: {0} '{1}' hides {2} from outer class
cs: {0} {1} skrývá {2} z vnější třídy.
de: {0} '{1}' blendet {2} vor äußerer Klasse aus.
es: {0} '{1}' oculta {2} de la clase externa
fr: {0} « {1} » masque {2} de la classe externe
it: {0} '{1}' nasconde {2} alla classe esterna
ja: {0} '{1}' は {2} を外部クラスから隠します
ko: {0} '{1}'이(가) 외부 클래스에서 {2}을(를) 숨깁니다.
pl: Element {0} „{1}” ukrywa element {2} z zewnętrznej klasy
pt_br: {0} '{1}' oculta {2} da classe externa
ru: {0} "{1}" скрывает {2} от внешнего класса
tr: {0} '{1}', {2} üyesini dış sınıftan gizliyor
uk: {0} '{1}' приховує {2} з зовнішнього класу
zh_cn: {0}“{1}”向外部类隐藏 {2}
zh_tw: {0} '{1}' 隱藏了外部類別中的 {2}

source: {0} ( type* ptr = expr ) statement
cs: {0} ( typ* ptr = expr ) příkaz
de: {0} ( type* ptr = expr ) Anweisung
es: {0} ( tipo* puntero = expresión ) instrucción
fr: {0} ( type* ptr = expr ) instruction
it: istruzione {0} ( type* ptr = expr )
ja: {0} ( 型* ptr = 式 ) ステートメント
ko: {0} ( 형식* ptr = expr ) 문
pl: {0} ( typ* ptr = wyrażenie ) instrukcja
pt_br: Instrução {0} ( tipo* ptr = expr )
ru: {0} ( тип* указатель = выражение ) оператор
tr: {0} ( tür* işaretçi = ifade ) deyim
zh_cn: {0} ( 类型* ptr = expr ) 语句
zh_tw: {0} ( type* ptr = expr ) 陳述式

source: {0} (Not installed)
cs: {0} (nenainstalováno)
de: {0} (Nicht installiert)
es: {0} (no instalado)
fr: {0} (non installé)
it: {0} (non installato)
ja: {0} (インストールされていません)
ko: {0}(설치되지 않음)
pl: {0} (nie zainstalowano)
pt_br: {0} (Não instalado)
ru: {0} (не установлен)
tr: {0} (Yüklenmedi)
uk: {0} (Не встановлено)
zh_cn: {0} (未安装)
zh_tw: {0} (未安裝)

source: {0} (Type)
cs: {0} (Typ)
de: {0} (Typ)
es: {0} (tipo)
it: {0} (tipo)
ja: {0} (型)
ko: {0} (형식)
pl: {0} (typ)
pt_br: {0} (Tipo)
ru: {0} (тип)
tr: {0} (Tür)
zh_cn: {0} (类型)
zh_tw: {0} (類型)

source: {0} (Type) or {1} (expression) {{ {2} constant-expression: statement jump-statement [{3}: statement jump-statement] }}
cs: {0} (Typ) or {1} (výraz) {{ {2} konstantní-výraz: příkaz příkaz-skoku [{3}: příkaz příkaz-skoku] }}
de: {0} (Typ) oder {1} (Ausdruck) {{ {2} constant-expression: Anweisung jump-statement [{3}: Anweisung jump-statement] }}
es: {0} (tipo) o {1} (expresión) {{ {2} expresión-constante: instrucción instrucción-de-salto [{3}: instrucción instrucción-de-salto] }}
fr: {0} (Type) ou {1} (expression) {{ {2} expression-constante: instruction instruction-saut [{3}: instruction instruction-saut] }}
ja: {0} (型) or {1} (式) {{ {2} 定数式: ステートメント ジャンプ ステートメント [{3}: ステートメント ジャンプ ステートメント] }}
ko: {0}(형식) or {1}(식) {{ {2} 상수-식: 문 점프-문 [{3}: 문 점프-문] }}
pl: {0} (Typ) lub {1} (wyrażenie) {{ {2} wyrażenie_stałe: instrukcja instrukcja_skoku [{3}: instrukcja instrukcja_skoku] }}
ru: {0} (тип) или {1} (выражение) {{ {2} константное выражение: выражение выражение перехода [{3}: выражение выражение перехода] }}
tr: {0} (Tür) veya {1} (ifade) {{ {2} sabit-ifade: deyim atlama-deyimi [{3}: deyim atlama-deyimi] }}

source: {0} (Unknown Version)
cs: {0} (neznámá verze)
de: {0} (unbekannte Version)
es: {0} (versión desconocida)
fr: {0} (version inconnue)
ja: {0} (不明なバージョン)
ko: {0}(알 수 없는 버전)
pl: {0} (nieznana wersja)
pt_br: {0} (Versão Desconhecida)
ru: {0} (неизвестная версия)
tr: {0} (Bilinmeyen Sürüm)

source: {0} ([initializers]; [expression]; [iterators]) statement
cs: {0} ([inicializátory]; [výraz]; [iterátory]) příkaz
de: {0} ([Initialisierer]; [Ausdruck]; [Iteratoren]) Anweisung
es: {0} ([inicializadores]; [expresión]; [iteradores]) instrucción
fr: {0} ([initialiseurs]; [expression]; [itérateurs]) instruction
it: istruzione {0} ([inizializzatori]; [espressione]; [iteratori])
ja: {0} ([初期化子]; [式]; [反復子]) ステートメント
ko: {0} ([이니셜라이저]; [식]; [반복기]) 문
pl: {0} ([inicjatory]; [wyrażenie]; [iteratory]) instrukcja
pt_br: Instrução {0} ([inicializadores]; [expressão]; [iteratores])
ru: {0} ([инициализаторы]; [выражение]; [итераторы]) оператор
tr: {0} ([başlatıcılar]; [ifade]; [yineleyiciler]) deyim
zh_cn: {0} ([初始化表达式]; [表达式]; [迭代器]) 语句
zh_tw: {0} ([初始設定式]; [運算式]; [迭代器]) 陳述式

source: {0} (expression | type identifier = initializer) statement {0} [alias = ]class_or_namespace;
cs: {0} (výraz | typ identifikátor = inicializátor) příkaz {0} [alias = ]třída_nebo_obor_názvů;
de: {0} (Ausdruck | Typbezeichner = Initialisierer) Anweisung {0} [Alias = ]class_or_namespace;
es: {0} (expresión | identificador de tipo = inicializador) instrucción {0} [alias = ]clase_o_espacio_de_nombres;
fr: {0} (expression | type identificateur = initialiseur) instruction {0} [alias = ]classe_ou_espace_de_noms;
it: istruzione {0} (espressione | identificatore di tipo = inizializzatore) {0} [alias = ]classe_o_spazionomi;
ja: {0} (式 | 型識別子 = 初期化子) ステートメント {0} [別名 = ]クラスまたは名前空間;
ko: {0} (식 | 형식 식별자 = 이니셜라이저) 문 {0} [별칭 = ]클래스_또는_네임스페이스;
pl: {0} (wyrażenie | typ identyfikator = inicjator) instrukcja {0} [alias = ]klasa_lub_przestrzeń_nazw;
pt_br: {0} Instrução (expressão | identificador de tipo = inicializador) {0} [alias = ]classe_ou_namespace;
ru: {0} (выражение | тип идентификатор = инициализатор) оператор {0} [псевдоним = ]класс_или_пространство_имен;
tr: {0} (ifade | tür tanımlayıcısı = başlatıcı) deyim {0} [diğer-ad = ]sınıf_veya_ad_alanı;
zh_cn: {0} (表达式 | 类型标识符 = 初始化表达式) 语句 {0} [别名 = ]类或命名空间;
zh_tw: {0} (運算式 | 類型識別項 = 初始設定式) 陳述式 {0} [別名 = ]class_or_namespace;

source: {0} (expression) {{ {1} constant-expression: statement jump-statement [{2}: statement jump-statement] }}
cs: {0} (výraz) {{ {1} konstantní-výraz: příkaz příkaz-skoku [{2}: příkaz příkaz-skoku] }}
de: {0} (Ausdruck) {{ {1} constant-expression: Anweisung jump-statement [{2}: Anweisung jump-statement] }}
es: {0} (expresión) {{ {1} expresión-constante: instrucción instrucción-de-salto [{2}: instrucción instrucción-de-salto] }}
fr: {0} (expression) {{ {1} expression-constante: instruction instruction-saut [{2}: instruction instruction-saut] }}
it: {0} (espressione) {{ espressione-costante {1}: istruzione istruzione-di-salto [{2}: istruzione istruzione-di-salto] }}
ja: {0} (式) {{ {1} 定数式: ステートメント ジャンプ ステートメント [{2}: ステートメント ジャンプ ステートメント] }}
ko: {0} (식) {{ {1} 상수-식: 문 점프-문 [{2}: 문 점프-문] }}
pl: {0} (wyrażenie) {{ {1} wyrażenie_stałe: instrukcja instrukcja_skoku [{2}: instrukcja instrukcja_skoku] }}
pt_br: {0} (expressão) {{ {1} expressão-constante: instrução instrução-jump [{2}: instrução instrução-jump] }}
ru: {0} (выражение) {{ {1} константное_выражение: оператор оператор_перехода [{2}: оператор оператор_перехода] }}
tr: {0} (ifade) {{ {1} sabit-ifade: deyim atlama-deyimi [{2}: deyim atlama-deyimi] }}
zh_cn: {0} (表达式) {{ {1} 常数表达式: 语句 跳转语句 [{2}: 语句 跳转语句] }}
zh_tw: {0} (運算式) {{ {1} 常數運算式: 陳述式 跳躍陳述式 [{2}: 陳述式 跳躍陳述式] }}

source: {0} (expression) statement
cs: {0} (výraz) příkaz
de: {0} (Ausdruck) Anweisung
es: {0} (expresión) instrucción
fr: {0} (expression) instruction
it: istruzione {0} (espressione)
ja: {0} (式) ステートメント
ko: {0} (식) 문
pl: {0} (wyrażenie) instrukcja
pt_br: {0} instrução (expressão)
ru: {0} (выражение) оператор
tr: {0} (ifade) deyim
zh_cn: {0} (表达式) 语句
zh_tw: {0} (運算式) 陳述式

source: {0} (expression) statement_block
cs: {0} (výraz) blok_příkazu
de: {0} (Ausdruck) statement_block
es: {0} (expresión) bloque_de_instrucción
fr: {0} (expression) bloc_instruction
it: blocco_istruzioni {0} (espressione)
ja: {0} (式) statement_block
ko: {0} (식) 문_블록
pl: {0} (wyrażenie) blok_instrukcji
pt_br: {0} (expressão) bloco-de-instrução
ru: {0} (выражение) блок_операторов
tr: {0} (ifade) deyim_bloğu
zh_cn: {0} (表达式)语句块
zh_tw: {0} (運算式) 陳述式區塊

source: {0} (expression) {{ {1} constant-expression: statement jump-statement [{2}: statement jump-statement] }}
cs: {0} (výraz) {{ {1} konstantní-výraz: příkaz příkaz-skoku [{2}: příkaz příkaz-skoku] }}
de: {0} (Ausdruck) { {1} constant-expression: Anweisung jump-statement [{2}: Anweisung jump-statement] }
es: {0} (expresión) {{ {1} expresión-constante: instrucción instrucción-de-salto [{2}: instrucción instrucción-de-salto] }}
fr: {0} (expression) {{ {1} expression-constante: instruction instruction-saut [{2}: instruction instruction-saut] }}
ja: {0} (式) {{ {1} 定数式: ステートメント ジャンプ ステートメント [{2}: ステートメント ジャンプ ステートメント] }}
ko: {0} (식) {{ {1} 상수-식: 문 점프-문 [{2}: 문 점프-문] }}
pl: {0} (wyrażenie) {{ {1} wyrażenie_stałe: instrukcja instrukcja_skoku [{2}: instrukcja instrukcja_skoku] }}
ru: {0} (выражение) {{ {1} константное выражение: выражение выражение перехода [{2}: выражение выражение перехода] }}
tr: {0} (ifade) {{ {1} sabit-ifade: deyim atlama-deyimi [{2}: deyim atlama-deyimi] }}

source: {0} (type identifier {1} expression) statement
cs: {0} (výraz {1} identifikátoru typu) příkaz
de: {0} (Typbezeichner {1} Ausdruck) Anweisung
es: {0} (identificador de tipo {1} expresión) instrucción
fr: {0} (type identificateur {1} expression) instruction
it: istruzione {0} (espressione identificatore di tipo {1})
ja: {0} (型識別子 {1} 式) ステートメント
ko: {0} (형식 식별자 {1} 식) 문
pl: {0} (typ identyfikator {1} wyrażenie) instrukcja
pt_br: {0} Instrução (expressão de identificador de tipo {1})
ru: {0} тип идентификатор ({1} выражение) оператор
tr: {0} (tür tanımlayıcısı {1} ifadesi) deyim
zh_cn: {0} (类型标识符 {1} 表达式) 语句
zh_tw: {0} (類型識別項 {1} 運算式) 陳述式

source: {0} (type identifier {1} expression) statement or {0} range-variable {1} data-source [query clauses] {2} product-expression or {3} IMyInterface&lt;{1} T&gt; {{}}
cs: {0} (výraz {1} typu identifikátoru) příkaz or {0} proměnná-rozsahu {1} zdroj-dat [klauzule dotazu] {2} výraz-produktu nebo {3} IMyInterface&lt;{1} T&gt; {{}}
de: {0} (Typbezeichner {1} Ausdruck) Anweisung oder {0} range-variable {1} data-source [Abfrageklauseln] {2} product-expression oder {3} IMeineSchnittstelle&lt;{1} T&gt; {{}}
es: {0} (identificador de tipo {1} expresión) instrucción o {0} variable-de-rango {1} origen-de-datos [cláusulas de consulta] {2} expresión-de-producto o {3} IMyInterface&lt;{1} T&gt; {{}}
fr: {0} (type identificateur {1} expression) instruction ou {0} variable-portée {1} source-données [requête clauses] {2} expression-produit ou {3} IMyInterface&lt;{1} T&gt; {{}}
it: istruzione {0} (espressione {1} identificatore di tipo) o variabile-intervallo {0} origine-dati {1} [clausole query] espressione-prodotto {2}"n o {3} IMyInterface&lt;{1} T&gt; {{}}
ja: {0} (型識別子 {1} 式) ステートメント または {0} 範囲変数 {1} データ ソース [クエリ句] {2} 製品式 または {3} IMyInterface&lt;{1} T&gt; {{}}
ko: {0} (형식 식별자 {1} 식) 문 or {0} 범위-변수 {1} 데이터-소스 [쿼리 절] {2} 곱-식 or {3} IMyInterface&lt;{1} T&gt; {{}}
pl: {0} (typ identyfikator {1} wyrażenie) instrukcja lub {0} zmienna_zakresu {1} źródło_danych [zapytanie klauzule] {2} wyrażenie_produktu lub {3} IMyInterface&lt;{1} T&gt; {{}}
pt_br: {0} Instrução (expressão de identificador de tipo {1}) ou {0} variável-de-intervalo {1} fonte-de-dados [cláusulas de consulta] {2} expressão-do-produto ou {3} IMeuInterface&lt;{1} T&gt; {{}}
ru: {0} (тип идентификатор {1} выражение) оператор или {0} переменная_диапазона {1} источник_данных [предложения запроса] {2} выражение_продукта или {3} IMyInterface&lt;{1} T&gt; {{}}
tr: {0} (tür tanımlayıcısı {1} ifadesi) deyim veya {0} aralık-değişkeni {1} veri-kaynağı [sorgu yan tümceleri] {2} çarpım-ifadesi veya {3} IArabirimim&lt;{1} T&gt; {{}}
zh_cn: {0} (类型标识符 {1} 表达式) 语句 or {0} 范围变量 {1} 数据源 [查询子句] {2} product 表达式 or {3} IMy 接口&lt;{1} T&gt; {{}}
zh_tw: {0} (類型識別項 {1} 運算式) 陳述式 或 {0} 範圍變數 {1} 資料來源 [查詢子句] {2} 積乘運算式 或 {3} IMyInterface&lt;{1} T&gt; {{}}

source: {0} (type)
cs: {0} (typ)
de: {0} (Typ)
es: {0} (tipo)
it: {0} (tipo)
ja: {0} (型)
ko: {0} (형식)
pl: {0} (typ)
pt_br: {0} (tipo)
ru: {0} (тип)
tr: {0} (tür)
zh_cn: {0} (类型)
zh_tw: {0} (類型)

source: {0} ({1}) : Project with guid = '{2}' not found or not loaded. Ignoring
cs: {0} ({1}) : Projekt s identifikátorem GUIDI {2} se nenašel nebo nenačetl. Ignoruje se.
de: {0} ({1}) : Projekt mit GUID = '{2}' nicht gefunden oder nicht geladen. Wird ignoriert.
es: {0} ({1}): No se encuentra o no se ha cargado el proyecto con el GUID '{2}'. Se omitirá.
fr: {0} ({1}) : le projet avec le guid = « {2} » est introuvable ou n’a pas été chargé. Il est ignoré.
it: {0} ({1}): il progetto con GUID '{2}' non è stato trovato o caricato e verrà ignorato
ja: {0} ({1}): GUID = '{2}' のプロジェクトが見つからないか、または読み込めませんでした。無視します。
ko: {0}({1}): guid = '{2}'인 프로젝트를 찾을 수 없거나 로드할 수 없습니다. 무시합니다.
pl: {0} ({1}): nie znaleziono lub nie załadowano projektu o identyfikatorze GUID = „{2}”. Zostanie on zignorowany
pt_br: {0} ({1}) : Projeto com guid = '{2}' não encontrado ou não carregado. Ignorando
ru: {0} ({1}): проект с GUID "{2}" не найден или не загружен. Игнорируется
tr: {0} ({1}) : Guid = '{2}' olan proje bulunamadı veya yüklenmedi. Yoksayılıyor
uk: {0} ({1}) : Проект з guid = '{2}' не знайдено або не завантажено. Пропускається
zh_cn: {0} ({1}): 找不到或未加载 GUID 为“{2}”的项目。正在忽略
zh_tw: {0} ({1}) : 找不到或無法載入 guid = '{2}' 的專案。略過

source: {0} ({1}) : Unknown action. Only ActiveCfg, Build.0 and Deploy.0 supported.
cs: {0} ({1}): Neznámá akce. Podporuje se jenom ActiveCfg, Build.0 a Deploy.0.
de: {0} ({1}) : Unbekannte Aktion. Nur ActiveCfg, Build.0 und Deploy.0 werden unterstützt.
es: {0} ({1}): Acción desconocida. Solo se admiten ActiveCfg, Build.0 y Deploy.0.
fr: {0}({1}) : action inconnue. Seules les actions ActiveCfg, Build.0 et Deploy.0 sont prises en charge.
it: {0} ({1}): azione sconosciuta. Sono supportate solo le azioni ActiveCfg, Build.0 e Deploy.0.
ja: {0} ({1}): 不明なアクションです。ActiveCfg、Build.0 および Deploy.0 のみがサポートされます。
ko: {0}({1}) : 알 수 없는 작업입니다. ActiveCfg, Build.0 및 Deploy.0만 지원됩니다.
pl: {0} ({1}): Nieznana akcja. Obsługiwane są tylko akcje ActiveCfg, Build.0 i Deploy.0.
pt_br: {0} ({1}): ação desconhecida. Apenas ActiveCfg, Build.0 e Deploy.0 têm suporte.
ru: {0} ({1}): неизвестное действие. Поддерживаются только ActiveCfg, Build.0 и Deploy.0.
tr: {0} ({1}) : Bilinmeyen eylem. Yalnızca ActiveCfg, Build.0 ve Deploy.0 desteklenmektedir.
uk: {0} ({1}) : Невідома дія. Підтримуються лише ActiveCfg, Build.0 та Deploy.0.
zh_cn: {0} ({1}): 未知的操作。仅支持 ActiveCfg、Build.0 和 Deploy.0。
zh_tw: {0} ({1}): 未知的動作。只支援 ActiveCfg、Build.0 和 Deploy.0。

source: {0} :: type
cs: {0} :: typ
de: {0} :: Typ
es: {0} :: tipo
it: tipo {0} ::
ja: {0} :: 型
ko: {0} :: 형식
pl: {0} :: typ
pt_br: {0} :: tipo
ru: {0} :: тип
tr: {0} :: tür
zh_cn: {0} :: 类型
zh_tw: {0} :: 類型

source: {0} <span size='small'>(Unavailable)</span>
cs: {0} <span size='small'>(nedostupné)</span>
de: {0} <span size='small'>(Nicht verfügbar)</span>
es: {0} <span size='small'>(No disponible)</span>
fr: {0} <span size='small'>(Indisponible)</span>
it: {0} <span size='small'>(non disponibile)</span>
ja: {0} <span size='small'>(利用不可)</span>
ko: {0}<span size='small'>(사용할 수 없음)</span>
pl: {0} <span size='small'>(Niedostępne)</span>
pt_br: {0} <span size='small'>(Indisponível)</span>
ru: {0} <span size='small'>(Недоступно)</span>
tr: {0} <span size='small'>(Kullanılamıyor)</span>
zh_cn: {0} <span size='small'>(不可用)</span>
zh_tw: {0} <span size='small'>(無法使用)</span>

source: {0} Binaries
cs: Binární: {0}
de: {0} Binärdateien
es: {0} binarios
fr: {0} Fichiers binaires
it: File binari di {0}
ja: {0} 個のバイナリ ファイル
ko: {0} 이진 파일
pl: Pliki binarne: {0}
pt_br: {0} Binários
ru: Двоичные файлы {0}
tr: {0} İkililer
uk: {0} бінарних файлів
zh_cn: {0} 个二进制文件
zh_tw: {0} 二進位檔

source: {0} ChangeLog file not found. Some changes will not be logged.
cs: Soubory (celkem {0}) protokolu změn se nenašly. Některé změny se nezaprotokolují.
de: {0} ChangeLog-Dateien wurden nicht gefunden. Einige Änderungen werden nicht protokolliert.
es: No se encuentran {0} archivos de registro de cambios. Algunos cambios no se registrarán.
fr: {0} fichiers ChangeLog introuvables. Certaines modifications ne seront pas journalisées.
it: {0} file del log delle modifiche non sono stati trovati. Alcune modifiche non verranno registrate.
ja: {0} 個の変更ログ ファイルが見つかりませんでした。いくつかの変更はログに記録されていません。
ko: {0}개의 변경 로그 파일을 찾을 수 없습니다. 일부 변경 내용이 기록되지 않습니다.
pl: Nie odnaleziono {0} plików dziennika zmian. Niektóre zmiany nie zostaną zarejestrowane.
pt_br: {0} arquivos ChangeLog não encontrados. Algumas alterações não serão registradas em log.
ru: Не найдено файлов журнала изменений: {0}. Некоторые изменения не будут зарегистрированы.
tr: {0} Değişim Günlüğü dosyası bulunamadı. Bazı değişiklikler kaydedilmeyecek.
uk: {0} журнал змін не знайдено. Деякі зміни не буде зафіксовано.
zh_cn: 未找到 {0} 个 ChangeLog 文件。系统将不会记录某些更改。
zh_tw: 找不到 {0} 個變更記錄檔。部分變更將不會記錄。

source: {0} ChangeLog files will be updated.
cs: Počet souborů protokolu změn, které se budou aktualizovat: {0}
de: {0} Änderungsprotokolldateien werden aktualisiert.
es: Se actualizarán {0} archivos de registro de cambios.
fr: {0} fichiers ChangeLog vont être mis à jour.
it: {0} file del log delle modifiche verranno aggiornati.
ja: {0} 件の ChangeLog ファイルが更新されます。
ko: {0}개 변경 로그 파일이 업데이트됩니다.
pl: Pliki dziennika zmian ({0}) zostaną zaktualizowane.
pt_br: {0} arquivos ChangeLog serão atualizados.
ru: Будут обновлены файлы журнала изменений: {0}.
tr: {0} ChangeLog dosyası güncelleştirildi.
uk: {0} журналів змін буде оновлено.
zh_cn: 将更新 {0} 个 ChangeLog 文件。
zh_tw: 將會更新 {0} 個 ChangeLog 檔案。

source: {0} Error
cs: Počet chyb: {0}
de: {0} Fehler
es: {0} errores
fr: {0} erreurs
it: {0} errori
ja: {0} 個のエラー
ko: 오류 {0}개
pl: Błędy: {0}
pt_br: {0} Erros
ru: Ошибок: {0}
tr: {0} Hata
uk: {0} помилка
zh_cn: {0} 个错误
zh_tw: {0} 個錯誤

source: {0} External Console
cs: Externí konzola {0}
de: Externe {0}-Konsole
es: Consola externa de {0}
fr: Console Externe {0}
it: Console esterna di {0}
ja: {0} 外部コンソール
ko: {0} 외부 콘솔
pl: Konsola zewnętrzna {0}
pt_br: {0} Console Externo
ru: Внешняя консоль {0}
tr: {0} Harici Konsolu
uk: {0} Зовнішня консоль
zh_cn: {0} 外部控制台
zh_tw: {0} 外部主控台

source: {0} Fuzzy Message
cs: Počet fuzzy zpráv: {0}
de: {0} unscharfe Nachrichten
es: {0} mensajes aproximados
fr: {0} messages approximatifs
it: {0} messaggi fuzzy
ja: {0} 件のあいまいなメッセージ
ko: {0}개의 퍼지 메시지
pl: Rozmyte komunikaty: {0}
pt_br: {0} Mensagens Difusas
ru: Нечетких сообщений: {0}
tr: {0} Belirsiz İleti
uk: {0} неточне повідомлення
zh_tw: {0} 則模糊訊息

source: {0} KBytes
cs: {0} kB
de: {0} KB
es: {0} kB
fr: {0} Ko
it: {0} KB
ja: {0} KB
ko: {0}KB
pl: {0} KB
ru: {0} КБ
tr: {0} Kilobayt
zh_cn: {0} KB
zh_tw: {0} KB

source: {0} MBytes
cs: {0} MB
de: {0} MB
es: {0} MB
fr: {0} Mo
it: {0} MB
ja: {0} MB
ko: {0}MB
pl: {0} MB
ru: {0} МБ
tr: {0} Megabayt
zh_cn: {0} MB
zh_tw: {0} MB

source: {0} Message
cs: Počet zpráv: {0}
de: {0} Meldung(en)
es: {0} mensajes
fr: {0} Messages
it: {0} messaggi
ja: {0} 個のメッセージ
ko: {0}개의 메시지
pl: Komunikaty: {0}
pt_br: {0} Mensagens
ru: Сообщений: {0}
tr: {0} İleti
uk: {0} повідомлення
zh_cn: {0} 条消息
zh_tw: {0} 則訊息

source: {0} Missing Message
cs: Počet chybějících zpráv: {0}
de: {0} fehlende Nachrichten
es: Faltan {0} mensajes
fr: {0} messages manquants
it: {0} messaggi mancanti
ja: {0} 件の欠落メッセージ
ko: {0}개의 누락 메시지
pl: Brakujące komunikaty: {0}
pt_br: {0} Mensagens Ausentes
ru: Пропущенных сообщений: {0}
tr: {0} Eksik İleti
uk: {0} відсутнє повідомлення
zh_tw: {0} 則遺漏的訊息

source: {0} Pad
cs: Oblast {0}
de: {0}-Feld
es: {0} Relleno
fr: Bloc {0}
ja: {0} パッド
ko: {0} 패드
pl: Pad {0}
pt_br: {0} Preenchimento
ru: Панель {0}
tr: {0} Bölmesi

source: {0} Status
cs: Stav: {0}
es: Estado de {0}
fr: {0} État
it: Stato di {0}
ja: 状態: {0}
ko: {0} 상태
pl: Stan elementu {0}
pt_br: Status do {0}
ru: Состояние: {0}
tr: {0} Durumu
zh_cn: {0} 状态
zh_tw: {0} 狀態

source: {0} Warning
cs: Počet upozornění: {0}
de: {0} Warnung(en)
es: {0} advertencias
fr: {0} Avertissements
it: {0} avvisi
ja: {0} 個の警告
ko: 경고 {0}개
pl: Ostrzeżenia: {0}
pt_br: {0} Avisos
ru: Предупреждений: {0}
tr: {0} Uyarı
uk: {0} попередження
zh_cn: {0} 个警告
zh_tw: {0} 個警告

source: {0} [expression];
cs: {0} [výraz];
de: {0} [Ausdruck];
es: {0} [expresión];
it: {0} [espressione];
ja: {0} [式];
ko: {0} [식];
pl: {0} [wyrażenie];
pt_br: {0} [expressão];
ru: {0} [выражение];
tr: {0} [ifade];
zh_cn: {0} [表达式];
zh_tw: {0} [運算式];

source: {0} _Options
cs: _Možnosti {0}
de: {0}-_Optionen
es: _Opciones de {0}
fr: _Options {0}
it: _Opzioni di {0}
ja: {0} オプション(_O)
ko: {0} 옵션(_O)
pl: {0} — _opcje
pt_br: {0} _Opções
ru: _Параметры {0}
tr: {0} _Seçenekleri
uk: _Параметри {0}
zh_cn: {0} 选项(_O)
zh_tw: {0} 選項(_O)

source: {0} added with warnings.
cs: {0} se přidal s upozorněními.
de: {0} mit Warnungen hinzugefügt
es: {0} se agregaron con advertencias.
fr: {0} ajouté avec avertissements.
it: {0} è stato aggiunto con avvisi.
ja: {0} が追加されましたが、警告があります。
ko: {0}이(가) 추가되었지만 경고가 발생했습니다.
pl: Dodano element {0} z ostrzeżeniami.
pt_br: {0} adicionado com avisos.
ru: Добавлено с предупреждениями: {0}.
tr: {0} uyarılarla eklendi.
uk: {0} додано з попередженнями.
zh_cn: 已添加 {0}，但出现警告。
zh_tw: 已新增 {0}，但有警告。

source: {0} already exist for this solution. Would you like to overwrite them?
cs: {0} už pro toto řešení existují. Chcete je přepsat?
de: {0} sind bereits für diese Projektmappe vorhanden. Möchten Sie sie überschreiben?
es: Ya existen {0} para esta solución. ¿Desea sobrescribirlos?
fr: {0} existent déjà pour cette solution. Voulez-vous les remplacer ?
it: {0} esistono già per questa soluzione. Sovrascriverli?
ja: {0} は既にこのソリューションに存在します。上書きしますか?
ko: 이 솔루션에 대한 {0}이(가) 이미 있습니다. 덮어쓸까요?
pl: Element {0} już istnieje dla tego rozwiązania. Czy chcesz go zastąpić?
pt_br: {0} já existem nesta solução. Deseja substituí-los?
ru: Для данного решения {0} уже существуют. Вы хотите перезаписать их?
tr: Bu çözüm için {0} zaten var. Üzerine yazmak istiyor musunuz?
uk: Для даного рішення {0} уже існують. Перезаписати?
zh_cn: 此解决方案已存在 {0}。是否要覆盖它们?
zh_tw: 這個解決方案已經有 {0}。要加以覆寫嗎?

source: {0} already exist for this solution. Would you like to overwrite them? (Y/N)
cs: {0} už v tomto řešení existují. Chcete je přepsat? (A/N)
de: {0} sind bereits für diese Projektmappe vorhanden. Möchten Sie sie überschreiben? (J/N)
es: Ya existen {0} en esta solución. ¿Desea sobrescribirlos? (S/N)
fr: {0} existent déjà pour cette solution. Voulez-vous les remplacer ? (O/N)
it: {0} esistono già per questa soluzione. Sovrascriverli? (S/N)
ja: {0} はこのソリューションに既に存在します。上書きしますか (Y/N)。
ko: 이 솔루션에 대한 {0}이(가) 이미 있습니다. 덮어쓸까요? (Y/N)
pl: Elementy {0} już istnieją dla tego rozwiązania. Czy chcesz je zastąpić? (T/N)
pt_br: {0} já existem nesta solução. Deseja substituí-los? (S/N)
ru: Для данного решения {0} уже существуют. Вы хотите перезаписать их? (Д/Н)
tr: Bu çözüm için {0} zaten var. Üzerine yazmak istiyor musunuz? (E/H)
uk: Для даного рішення {0} уже існують. Перезаписати? (Y/N)
zh_cn: 此解决方案已存在 {0}。是否要覆盖它们? (是/否)
zh_tw: 這個解決方案已經有 {0}。要加以覆寫嗎? (Y/N)

source: {0} available
cs: K dispozici: {0}
de: {0} verfügbar
es: Disponibles: {0}
fr: {0} disponible
ja: {0} 使用可能
ko: {0}개 사용 가능
pl: Dostępne licencje: {0}
pt_br: {0} disponíveis
ru: Доступно: {0}
tr: {0} kullanılabilir

source: {0} block or {0} (expression)
cs: {0} blok nebo {0} (výraz)
de: {0} Block oder {0} (Ausdruck)
es: {0} bloque o {0} (expresión)
fr: {0} bloc ou {0} (expression)
it: blocco {0}"no {0} (espressione)
ja: {0} ブロック または {0} (式)
ko: {0} 블록 or {0} (식)
pl: {0} blok lub {0} (wyrażenie)
pt_br: {0} bloquear ou {0} (expressão)
ru: {0} блок или {0} (выражение)
tr: {0} blok veya {0} (ifade)
zh_cn: {0} 程序块 or {0} (表达式)
zh_tw: {0} 區塊 或 {0} (運算式)
