Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: _Add to project:
cs: _Přidat do projektu:
de: Zum Projekt hinzu_fügen:
es: _Agregar al proyecto:
fr: _Ajouter au projet :
it: _Aggiungi al progetto:
ja: プロジェクトに追加(_A):
ko: 프로젝트에 추가(_A):
pl: _Dodaj do projektu:
pt_br: _Adicionar ao projeto:
ru: Д_обавить в проект:
tr: _Projeye ekle:
uk: Додати до _проекту:
zh_cn: 添加到项目(_A):
zh_tw: 新增至專案(_A):

source: _All
cs: _Vše
de: _Alle
es: T_odo
fr: _Tous
it: _Tutti
ja: すべて(_A)
ko: 모두(_A)
pl: _Wszystko
pt_br: _Tudo
ru: _Все
tr: _Tümü
uk: _Всі
zh_cn: 全部(_A)
zh_tw: 全部(_A)

source: _Allow tabs after non-tabs
cs: _Povolit tabulátory po mezerách
de: Ta_bulatoren nach anderen Zeichen zulassen
es: Per_mitir tabulaciones después de no tabulaciones
fr: _Autoriser les tabulations après autre chose que des tabulations
it: Con_senti tabulazioni dopo non tabulazioni
ja: 非タブ文字の後のタブを許容(_A)
ko: 탭이 아닌 문자 뒤에 탭 허용(_A)
pl: _Zezwalaj na tabulatory po znakach innych niż tabulator
pt_br: _Permitir guias após não guias
ru: _Разрешить вкладки после других
tr: _Sekme olmayanlardan sonra sekmelere izin ver
uk: Дозволити табуляції після не-табуляцій
zh_cn: 允许在非制表符后插入制表符(_A)
zh_tw: 允許非 Tab 字元後有 Tab 字元(_A)

source: _Always Send
cs: Vždycky odesl_at
de: _Immer senden
es: _Enviar siempre
fr: _Toujours envoyer
it: _Invia sempre
ja: 常に送信(_A)
ko: 항상 보내기(_A)
pl: _Zawsze wysyłaj
pt_br: _Sempre Enviar
ru: _Всегда отправлять
tr: _Her Zaman Gönder
uk: Надсилати _завжди
zh_cn: 始终发送(_A)
zh_tw: 一律傳送(_A)

source: _Always show me the Start Window
cs: _Vždy zobrazit okno Start
de: Immer das Startfenster _anzeigen
es: _Mostrar siempre la ventana de inicio
fr: Toujours _afficher la fenêtre de démarrage
ja: 常にスタート ウィンドウを表示する(_A)
ko: 항상 시작 창 표시(_A)
pl: _Zawsze pokazuj okno uruchamiania
pt_br: _Sempre mostrar a Janela de Início
ru: _Всегда показывать окно запуска
tr: _Başlangıç Penceresini her zaman göster

source: _Analyze
cs: _Analyzovat
de: _Analysieren
es: _Analizar
fr: _Analyser
it: _Analizza
ja: 分析(_A)
ko: 분석(_A)
pl: _Analizuj
pt_br: _Analisar
ru: _Анализировать
tr: _Çözümle
zh_cn: 分析(_A)
zh_tw: 分析(_A)

source: _Analyze Source
cs: _Analyzovat zdroj
de: Quelle _analysieren
es: _Analizar origen
fr: _Analyser la source
it: _Analizza origine
ja: ソースの分析(_A)
ko: 소스 분석(_A)
pl: _Analizuj źródło
pt_br: _Analisar Origem
ru: _Анализировать исходный код
tr: _Kaynağı Çözümle
zh_cn: 分析源(_A)
zh_tw: 分析來源(_A)

source: _Apply policies
cs: Použít zás_ady
de: _Richtlinien anwenden
es: _Aplicar directivas
fr: _Appliquer les stratégies
it: _Applica criteri
ja: ポリシーの適用(_A)
ko: 정책 적용(_A)
pl: Z_astosuj zasady
pt_br: _Aplicar políticas
ru: _Применить политики
tr: İlkeleri _uygula
uk: _Застосувати політики
zh_cn: 应用策略(_A)
zh_tw: 套用原則(_A)

source: _Arguments:
cs: _Argumenty:
de: _Argumente:
es: _Argumentos:
it: _Argomenti:
ja: 引数(_A):
ko: 인수(_A):
pl: _Argumenty:
pt_br: _Argumentos:
ru: _Аргументы:
tr: _Bağımsız Değişkenler:
uk: _Аргументи:
zh_cn: 参数(_A):
zh_tw: 引數(_A):

source: _Assembly Browser
cs: _Prohlížeč sestavení
es: _Explorador de ensamblados
fr: _Explorateur d’assembly
it: Bro_wser assembly
ja: アセンブリ ブラウザー(_A)
ko: 어셈블리 브라우저(_A)
pl: _Przeglądarka zestawów
pt_br: _Navegador de Assembly
ru: _Обозреватель сборок
tr: _Bütünleştirilmiş Kod Tarayıcısı
zh_cn: 程序集浏览器(_A)
zh_tw: 組件瀏覽器(_A)

source: _Assign XSLT...
cs: _Přiřadit XSLT...
de: _XSLT zuweisen...
es: _Asignar XSLT...
fr: _Assigner XSLT...
it: _Assegna XSLT...
ja: XSLT の割り当て...(_A)
ko: XSLT 할당(_A)...
pl: _Przypisz transformację XSLT...
pt_br: _Atribuir XSLT...
ru: _Назначить XSLT...
tr: XSLT _Ata...
uk: _Призначити XSLT...
zh_cn: 分配 XSLT(_A)...
zh_tw: 指派 XSLT(_A)...

source: _Associate namespaces with directory names
cs: _Přidružit obory názvů s názvy adresářů
de: Namespaces und _Verzeichnisnamen einander zuordnen
es: _Asociar espacios de nombres con nombres de directorios
fr: _Associer les espaces de noms aux noms de répertoires
it: _Associa spazi dei nomi a nomi di directory
ja: 名前空間をディレクトリ名に関連付ける(_A)
ko: 네임스페이스를 디렉터리 이름과 연결(_A)
pl: Skoj_arz przestrzenie nazw z nazwami katalogów
pt_br: _Associar namespaces a nomes de diretórios
ru: _Сопоставить пространства имен с именами каталогов
tr: Ad _alanlarını dizin adları ile ilişkilendir
uk: _Пов'язати простори назв з назвами тек
zh_cn: 将命名空间与目录名称关联(_A)
zh_tw: 建立命名空間與目錄名稱的關聯(_A)

source: _Automatically restore packages when opening a solution.
cs: _Automaticky obnovovat balíčky při otevírání řešení
de: Pakete beim Öffnen einer Projektmappe _automatisch wiederherstellen.
es: _Restaurar automáticamente los paquetes al abrir una solución.
fr: Restaurer _automatiquement les paquets à l’ouverture d’une solution
it: Ripristina _automaticamente i pacchetti all'apertura di una soluzione.
ja: ソリューションを開いたときにパッケージを自動的に復元する。(_A)
ko: 솔루션을 열 때 자동으로 패키지를 복원합니다(_A).
pl: _Automatycznie przywracaj pakiety podczas otwierania rozwiązania
pt_br: _Restaurar pacotes automaticamente ao abrir uma solução.
ru: _Автоматически восстанавливать пакеты при открытии решения
tr: _Bir çözüm açılırken paketleri otomatik olarak geri yükle.
uk: При відкриванні рішення _автоматично відновлювати пакунки.
zh_cn: 打开解决方案时自动还原包(_A)。
zh_tw: 在開啟解決方案時自動還原封裝(_A)

source: _Automatically set search pattern case sensitivity
cs: _Automaticky nastavovat rozlišování velikosti písmen pro vzor hledání
de: Berücksichtigung der Groß-/Kleinschreibung für Suchmuster _automatisch festlegen
es: _Establecer automáticamente la distinción entre mayúsculas y minúsculas del patrón de búsqueda
fr: Définir _automatiquement le respect de la casse du schéma de recherche
it: _Imposta automaticamente distinzione tra maiuscole e minuscole per i criteri di ricerca
ja: 検索パターンの大文字と小文字の区別を自動設定する(_A)
ko: 자동으로 검색 패턴 대/소문자 구분 설정(_A)
pl: _Automatycznie ustaw rozróżnianie wielkości liter dla wzorca wyszukiwania
pt_br: _Definir automaticamente o padrão de pesquisa de maiúscula/minúscula
ru: _Автоматически задать учет регистра для шаблона поиска
tr: Arama deseni büyük/küçük harf duyarlılığını _otomatik ayarla
uk: _Автоматично робити пошук чутливим до регістру
zh_cn: 自动将搜索模式设置为区分大小写(_A)
zh_tw: 自動設定搜尋模式區分大小寫(_A)

source: _Back
cs: _Zpět
de: _Zurück
es: _Atrás
fr: _Précédent
it: _Indietro
ja: 戻る(_B)
ko: 뒤로(_B)
pl: _Wstecz
pt_br: _Voltar
ru: _Назад
tr: _Geri
uk: На_зад
zh_cn: 后退(_B)
zh_tw: 上一步(_B)

source: _Based on:
cs: _Založeno na:
de: _Basierend auf:
es: _Basado en:
fr: _Basé sur :
it: In _base a:
ja: 基準(_B):
ko: 기준(_B):
pl: _Oparte na:
pt_br: _Com base em:
ru: _На основе:
tr: _Temel alınan:
uk: _На основі:
zh_cn: 基于(_B):
zh_tw: 依據(_B):

source: _Both
cs: _Obojí
de: B_eide
es: Am_bos
fr: _Les deux
it: _Entrambi
ja: 両方(_B)
ko: 모두(_B)
pl: _Oba
pt_br: _Ambos
ru: _Оба
tr: _Her İkisi
uk: Обидва
zh_cn: 两者(_B)
zh_tw: 兩者(_B)

source: _Both opening and closing
cs: Levé _i pravé
de: _Sowohl öffnend als auch schließend
es: _Solo apertura
fr: _Ouverture et fermeture
it: _Sia apertura che chiusura
ja: 始めと終わりの両方(_B)
ko: 열기 및 닫기 모두(_B)
pl: _Otwierający i zamykający
pt_br: _Tanto na abertura quanto no fechamento
ru: _Как открывающие, так и закрывающие
tr: _Hem açma hem kapatma
uk: _Відкриту і закриту
zh_cn: 左括号和右括号(_B)
zh_tw: 左邊和右邊(_B)

source: _Bottom
cs: _Dolů
de: _Unten
es: _Inferior
fr: _Bas
it: In _basso
ja: 下(_B)
ko: 아래쪽(_B)
pl: _Dół
pt_br: _Inferior
ru: _По нижнему краю
tr: _Alt
uk: В_низу
zh_cn: 底部(_B)
zh_tw: 下(_B)

source: _Browse...
cs: _Procházet...
de: _Durchsuchen...
es: _Examinar...
fr: _Parcourir...
it: S_foglia...
ja: 参照(_B)...
ko: 찾아보기(_B)...
pl: _Przeglądaj...
pt_br: _Procurar...
ru: _Обзор...
tr: _Gözat...
uk: _Огляд...
zh_cn: 浏览(_B)...
zh_tw: 瀏覽(_B)...

source: _Bugzilla URL:
cs: URL _Bugzilly:
es: URL de _Bugzilla:
fr: URL _Bugzilla :
it: URL di _Bugzilla:
ja: Bugzilla URL(_B):
ko: Bugzilla URL(_B):
pl: _Adres URL programu Bugzilla:
pt_br: _URL do Bugzilla:
ru: URL-_адрес Bugzilla:
tr: _Bugzilla URL'si:
zh_cn: _Bugzilla URL(_B):
zh_tw: Bugzilla URL(_B):

source: _Build
cs: _Sestavit
de: _Erstellen
es: _Compilar
fr: _Générer
it: _Compila
ja: ビルド(_B)
ko: 빌드(_B)
pl: _Kompilacja
pt_br: _Compilar
ru: _Сборка
tr: _Derle
uk: _Побудова
zh_cn: 生成(_B)
zh_tw: 組建(_B)

source: _Build All
cs: _Sestavit vše
de: _Alle erstellen
es: _Compilar todo
fr: _Générer tout
it: Compila _tutto
ja: すべてビルド(_B)
ko: 모두 빌드(_B)
pl: _Kompiluj wszystko
pt_br: _Compilar Tudo
ru: _Компилировать все
tr: _Tümünü Derle
uk: _Побудувати все
zh_cn: 全部生成(_B)
zh_tw: 全部建置(_B)

source: _Cancel deployment
cs: _Zrušit nasazování
de: Bereitstellung abbre_chen
es: _Cancelar implementación
fr: _Annuler le déploiement
it: _Annulla distribuzione
ja: 展開の取り消し(_C)
ko: 배포 취소(_C)
pl: _Anuluj wdrożenie
pt_br: _Cancelar implantação
ru: _Отменить развертывание
tr: Dağıtımı _iptal et
uk: _Скасувати розгортання
zh_cn: 取消部署(_C)
zh_tw: 取消部署(_C)

source: _Case sensitive
cs: _Rozlišovat velikost písmen
de: _Groß-/Kleinschreibung beachten
es: Distingue _mayúsculas de minúsculas
fr: Respecter la _casse
it: Maius_cole/minuscole
ja: 大文字小文字の区別(_C)
ko: 대/소문자 구분(_C)
pl: _Uwzględnianie wielkości liter
pt_br: _Diferenciar maiúsculas de minúsculas
ru: _Учитывать регистр
tr: _Büyük/küçük harfe duyarlı
uk: _Враховувати регістр
zh_cn: 区分大小写(_C)
zh_tw: 區分大小寫(_C)

source: _Category:
cs: _Kategorie:
de: _Kategorie:
es: _Categoría:
fr: _Catégorie :
it: _Categoria:
ja: カテゴリ(_C):
ko: 범주(_C):
pl: _Kategoria:
pt_br: _Categoria:
ru: _Категория:
tr: _Kategori:
uk: _Категорія:
zh_cn: 类别(_C):
zh_tw: 類別(_C):

source: _Character Coding:
cs: _Kódování znaků:
de: _Zeichenkodierung:
es: _Codificación de caracteres:
fr: _Codage de caractère :
it: _Codifica caratteri:
ja: 文字コーディング(_C):
ko: 문자 코딩(_C):
pl: _Kodowanie znaków:
pt_br: _Codificação de Caractere:
ru: _Кодировка символов:
tr: _Karakter Kodlama:
uk: _Кодування символів:
zh_cn: 字符编码(_C):
zh_tw: 字元編碼(_C):

source: _Charset:
cs: _Znaková sada:
de: _Zeichensatz:
es: Juego de _caracteres:
ja: 文字セット(_C):
ko: 문자 집합(_C):
pl: _Zestaw znaków:
pt_br: _Conjunto de Caracteres:
ru: _Кодировка:
tr: _Karakter kümesi:
uk: _Кодування:
zh_cn: 字符集(_C):
zh_tw: 字集(_C):

source: _Check for Updates...
cs: _Vyhledat aktualizace...
de: _Nach Updates suchen...
es: Bus_car actualizaciones...
fr: _Rechercher les mises à jour...
it: Con_trolla la disponibilità di aggiornamenti...
ja: 更新の確認(_C)...
ko: 업데이트 확인(_C)...
pl: _Wyszukaj aktualizacje...
pt_br: _Procurar por Atualizações...
ru: _Проверить наличие обновлений...
tr: Güncelleştirmeleri _Denetle...
uk: По_шук оновлень...
zh_cn: 检查更新(_C)...
zh_tw: 查看是否有更新(_C)...

source: _Checkout
cs: _Rezervovat
de: Aus_checken
es: Extraer del _repositorio
fr: _Valider
it: _Estrai
ja: チェックアウト(_C)
ko: 체크 아웃(_C)
pl: Wyewiden_cjonuj
ru: _Извлечь
tr: _Kullanıma Al
zh_cn: 签出(_C)
zh_tw: 簽出(_C)

source: _Clean All
cs: _Vyčistit vše
de: Al_le bereinigen
es: _Limpiar todo
fr: Netto_yer tout
it: P_ulisci tutto
ja: すべてクリーン(_C)
ko: 모두 정리(_C)
pl: _Wyczyść wszystko
pt_br: _Limpar Tudo
ru: _Очистить все
tr: _Tümünü Temizle
uk: _Очистити все
zh_cn: 全部清理(_C)
zh_tw: 全部清除(_C)

source: _Clear
cs: _Vymazat
de: _Löschen
es: _Borrar
fr: Effa_cer
it: _Cancella
ja: クリア(_C)
ko: 지우기(_C)
pl: _Wyczyść
pt_br: _Apagar
ru: _Очистить
tr: _Temizle
uk: _Очистити
zh_cn: 清除(_C)
zh_tw: 清除(_C)

source: _Clear Navigation History
cs: _Vymazat historii navigace
de: N_avigationsverlauf löschen
es: _Borrar historial de navegación
fr: _Effacer l’historique de navigation
it: _Cancella cronologia di esplorazione
ja: ナビゲーション履歴をクリア(_C)
ko: 탐색 기록 지우기(_C)
pl: _Wyczyść historię nawigacji
pt_br: _Apagar Histórico de Navegação
ru: _Очистить журнал навигации
tr: Gezinti Geçmişini _Temizle
uk: _Очистити історію переходів
zh_cn: 清除导航历史记录(_C)
zh_tw: 清除導覽記錄(_C)

source: _Close
cs: _Zavřít
de: S_chließen
es: _Cerrar
fr: _Fermer
it: _Chiudi
ja: 閉じる(_C)
ko: 닫기(_C)
pl: _Zamknij
pt_br: _Fechar
ru: _Закрыть
tr: _Kapat
uk: _Закрити
zh_cn: 关闭(_C)
zh_tw: 關閉(_C)

source: _Close File
cs: _Zavřít soubor
de: Datei _schließen
es: _Cerrar archivo
fr: Fermer le _fichier
it: C_hiudi file
ja: ファイルを閉じる(_C)
ko: 파일 닫기(_C)
pl: _Zamknij plik
pt_br: _Fechar Arquivo
ru: _Закрыть файл
tr: Dosyayı _Kapat
uk: _Закрити файл
zh_cn: 关闭文件(_C)
zh_tw: 關閉檔案(_C)

source: _Collapse All
cs: _Sbalit vše
de: Alle zu_klappen
es: _Contraer todo
fr: Tout ré_duire
ja: すべて折りたたむ(_C)
ko: 모두 축소(_C)
pl: _Zwiń wszystkie
pt_br: _Recolher Todos
ru: _Свернуть все
tr: _Tümünü Daralt

source: _Command...
cs: _Příkaz...
de: _Befehl...
es: _Comando...
fr: _Commande...
ja: コマンド(_C)...
ko: 명령(_C)...
pl: _Polecenie...
pt_br: _Comando...
ru: _Команда...
tr: _Komut...

source: _Command:
cs: _Příkaz:
de: _Befehl:
es: _Comando:
fr: _Commande :
it: _Comando:
ja: コマンド(_C):
ko: 명령(_C):
pl: _Polecenie:
pt_br: _Comando:
ru: _Команда:
tr: _Komut:
uk: _Команда:
zh_cn: 命令(_C):
zh_tw: 命令(_C):

source: _Comments:
cs: _Komentáře:
de: _Kommentare:
es: _Comentarios:
fr: _Commentaires :
it: _Commenti:
ja: コメント(_C):
ko: 설명(_C):
pl: _Komentarze:
pt_br: _Comentários:
ru: _Комментарии:
tr: _Yorumlar:
uk: _Комментарі:
zh_cn: 注释(_C):
zh_tw: 註解(_C):

source: _Compare
cs: _Porovnat
de: _Vergleichen
es: _Comparar
fr: _Comparer
it: _Confronta
ja: 比較(_C)
ko: 비교(_C)
pl: _Porównaj
pt_br: _Comparar
ru: _Сравнить
tr: _Karşılaştır
uk: _Порівняти
zh_cn: 比较(_C)
zh_tw: 比較(_C)

source: _Config
cs: _Konfigurovat
de: _Konfiguration
es: _Configurar
fr: _Configurer
it: _Configura
ja: 構成(_C)
ko: 구성(_C)
pl: _Konfiguracja
pt_br: _Configurar
ru: _Настройка
tr: _Yapılandırma
uk: _Конфігурація
zh_cn: 配置(_C)
zh_tw: 組態(_C)

source: _Continue Debugging
cs: _Pokračovat v ladění
de: _Debuggen fortsetzen
es: _Continuar depurando
fr: _Continuer le débogage
it: _Continua debug
ja: デバッグを続行する(_C)
ko: 계속 디버깅(_C)
pl: _Kontynuuj debugowanie
pt_br: _Continuar a Depuração
ru: _Продолжить отладку
tr: _Hata Ayıklamaya devam et
uk: _Продовжити зневадження
zh_cn: 继续调试(_C)
zh_tw: 繼續偵錯(_C)

source: _Convert tabs to spaces
cs: _Převádět tabulátory na mezery
de: Tabulatoren in Leerzeichen k_onvertieren
es: _Convertir tabulaciones en espacios
fr: _Convertir les tabulations en espaces
it: _Converti tabulazioni in spazi
ja: タブをスペースに変換(_C)
ko: 탭을 공백으로 변환(_C)
pl: _Konwertuj tabulatory na spacje
pt_br: _Converter guias em espaços
ru: _Преобразовать знаки табуляции в пробелы
tr: _Sekmeleri boşluklara dönüştür
uk: _Замінити табуляції на пропуски
zh_cn: 将制表符转换为空格(_C)
zh_tw: 將 Tab 轉換為空白(_C)

source: _Copy
cs: _Kopírovat
de: _Kopieren
es: _Copiar
fr: _Copier
it: _Copia
ja: コピー(_C)
ko: 복사(_C)
pl: _Kopiuj
pt_br: _Copiar
ru: _Копировать
tr: _Kopyala
uk: _Копіювати
zh_cn: 复制(_C)
zh_tw: 複製(_C)

source: _Copy Revision
cs: _Kopírovat revizi
de: _Revision kopieren
es: _Copiar revisión
fr: _Copier la révision
it: _Copia revisione
ja: リビジョンのコピー(_C)
ko: 수정 내용 복사(_C)
pl: _Kopiuj poprawkę
pt_br: _Copiar Revisão
ru: _Копировать редакцию
tr: _Düzeltmeyi Kopyala
zh_cn: 复制修订版(_C)
zh_tw: 複製修訂內容(_C)

source: _Copy to Output Directory
cs: _Kopírovat do výstupního adresáře
de: _In Ausgabeverzeichnis kopieren
es: _Copiar en el directorio de salida
fr: _Copier vers le répertoire de sortie
it: _Copia nella directory di output
ja: 出力ディレクトリにコピー(_C)
ko: 출력 디렉터리에 복사(_C)
pl: _Kopiuj do katalogu wyjściowego
pt_br: _Copiar para o Diretório de Saída
ru: _Копировать в выходной каталог
tr: Çıkış Dizinine _Kopyala
uk: _Скопіювати до вихідної теки
zh_cn: 复制到输出目录(_C)
zh_tw: 複製到輸出目錄(_C)

source: _Copyright:
cs: _Autorská práva:
ja: 著作権(_C):
ko: 저작권(_C):
pl: _Prawa autorskie:
ru: _Авторское право:
tr: _Telif Hakkı:
uk: Авторське право:
zh_cn: 版权(_C):
zh_tw: 著作權(_C):

source: _Create directory for solution
cs: _Vytvořit adresář řešení
de: Verzei_chnis für Projektmappe erstellen
es: _Crear directorio para la solución
fr: _Créer un répertoire pour la solution
it: _Crea directory per soluzione
ja: ソリューションのディレクトリを作成する(_C):
ko: 솔루션의 디렉터리 만들기(_C)
pl: Utwórz _katalog dla rozwiązania
pt_br: _Criar diretório para a solução
ru: _Создать каталог для решения
tr: _Çözüm için dizin oluştur
uk: _Створити теку для рішення
zh_cn: 为解决方案创建目录(_C)
zh_tw: 為解決方案建立目錄(_C)

source: _Current Project
cs: _Aktuální projekt
de: _Aktuelles Projekt
es: _Proyecto actual
fr: _Projet actuel
it: Progetto _corrente
ja: 現在のプロジェクト(_C)
ko: 현재 프로젝트(_C)
pl: _Bieżący projekt
pt_br: _Projeto Atual
ru: _Текущий проект
tr: _Geçerli Proje
zh_cn: 当前项目(_C)
zh_tw: 目前專案(_C)

source: _Cursor Position
cs: _Pozice kurzoru
es: _Posición del cursor
fr: _Position du curseur
it: _Posizione del cursore
ja: カーソルの位置(_C)
ko: 커서 위치(_C)
pl: _Położenie kursora
pt_br: _Posição do Cursor
ru: _Позиция курсора
tr: _İmleç Konumu
zh_cn: 游标位置(_C)
zh_tw: 資料指標位置(_C)

source: _Data class:
cs: _Datová třída:
de: _Datenklasse:
es: _Clase de datos:
fr: _Classe de données :
it: Classe _dati:
ja: データ クラス(_D):
ko: 데이터 클래스(_D):
pl: _Klasa danych:
pt_br: _Classe de dados:
ru: _Класс данных:
tr: _Veri sınıfı:
uk: _Клас даних:
zh_cn: 数据类(_D):
zh_tw: 資料類別(_D):

source: _Debug
cs: _Ladit
de: _Debuggen
es: _Depurar
fr: _Déboguer
it: Esegui _debug
ja: デバッグ(_D)
ko: 디버그(_D)
pl: _Debuguj
pt_br: _Depurar
ru: _Отладка
tr: _Hata Ayıkla
zh_cn: 调试(_D)
zh_tw: 偵錯(_D)

source: _Debug All
cs: _Ladit vše
de: Alle _debuggen
es: _Depurar todo
fr: _Déboguer tout
it: Esegui _debug di tutti
ja: すべてデバッグ(_D)
ko: 모두 디버깅(_D)
pl: _Debuguj wszystkie
pt_br: _Depurar Tudo
ru: _Отладить все
tr: Tümünün _Hatalarını Ayıkla
zh_cn: 全部调试(_D)
zh_tw: 全部偵錯(_D)

source: _Delay sign assembly
cs: Zpož_děný podpis sestavení
de: Assemblysignierung _verzögern
es: _Retrasar firma de ensamblado
fr: _Différer la signature de l’assembly
it: _Ritarda firma dell'assembly
ja: アセンブリの遅延署名(_D)
ko: 어셈블리 서명 연기(_D)
pl: _Opóźnij podpisanie zestawu
pt_br: _Atrasar a assinatura do assembly
ru: _Отложенная подпись сборки
tr: _Bütünleştirilmiş kod imzasını geciktir
zh_cn: 延迟签名程序集(_D)
zh_tw: 延遲簽署組件(_D)

source: _Delete
cs: O_dstranit
de: _Löschen
es: _Eliminar
fr: _Supprimer
it: _Elimina
ja: 削除(_D)
ko: 삭제(_D)
pl: _Usuń
pt_br: _Excluir
ru: _Удалить
tr: _Sil
uk: _Видалити
zh_cn: 删除(_D)
zh_tw: 刪除(_D)

source: _Delete Current Layout
cs: _Odstranit aktuální rozložení
de: Aktuelles _Layout löschen
es: _Eliminar diseño actual
fr: _Supprimer la disposition actuelle
it: _Elimina il layout corrente
ja: 現在のレイアウトを削除(_D)
ko: 현재 레이아웃 삭제(_D)
pl: _Usuń bieżący układ
pt_br: _Excluir Layout Atual
ru: _Удалить текущий макет
tr: Geçerli Düzeni _Sil
uk: Ви_далити поточну конфігурацію
zh_cn: 删除当前布局(_D)
zh_tw: 刪除目前配置(_D)

source: _Delete Task
cs: _Odstranit úlohu
de: _Aufgabe löschen
es: _Eliminar tarea
fr: _Supprimer la tâche
ja: タスクの削除(_D)
ko: 작업 삭제(_D)
pl: _Usuń zadanie
pt_br: _Excluir Tarefa
ru: _Удалить задачу
tr: _Görevi Sil

source: _Delete “{0}” Layout
cs: O_dstranit rozložení {0}
de: _Layout '{0}' löschen
es: _Eliminar diseño de “{0}”
fr: _Supprimer la disposition « {0} »
it: _Elimina layout "{0}"
ja: “{0}” レイアウトの削除(_D)
ko: “{0}” 레이아웃 삭제(_D)
pl: _Usuń układ „{0}”
pt_br: _Excluir o Layout “{0}”
ru: _Удалить макет "{0}"
tr: “{0}” Düzenini _Sil
zh_cn: 删除“{0}”布局(_D)
zh_tw: 刪除 “{0}” 配置(_D)

source: _Description:
cs: _Popis:
de: _Beschreibung:
es: _Descripción:
it: _Descrizione:
ja: 説明(_D):
ko: 설명(_D):
pl: _Opis:
pt_br: _Descrição:
ru: _Описание:
tr: _Açıklama:
uk: _Опис:
zh_cn: 说明(_D):
zh_tw: 描述(_D):

source: _Diagnostics
cs: _Diagnostika
de: _Diagnose
es: _Diagnósticos
ja: 診断(_D)
ko: 진단(_D)
pl: _Diagnostyka
pt_br: _Diagnóstico
ru: Д_иагностика
tr: _Tanılama

source: _Diff
cs: _Rozdíl
es: _Diferencias
ja: 差分(_D)
ko: 차이(_D)
pl: _Różnica
pt_br: _Diferenças
ru: _Несовпадения
tr: _Fark
uk: _Відмінності
zh_cn: 差异(_D)
zh_tw: Diff(_D)

source: _Don't save changes to open documents
cs: _Neukládat změny v otevřených dokumentech
de: Ä_nderungen an geöffneten Dokumenten nicht speichern
es: _No guardar cambios de documentos abiertos
fr: _Ne pas enregistrer les modifications dans les documents
it: _Non salvare le modifiche apportate ai documenti aperti
ja: 開いたドキュメントに変更を保存しない(_D)
ko: 열린 문서에 변경 내용 저장하지 않음(_D)
pl: _Nie zapisuj zmian w otwartych dokumentach
pt_br: _Não salvar as alterações em documentos abertos
ru: _Не сохранять изменения в открытых документах
tr: _Belgeleri açmak için değişiklikleri kaydetme
uk: _Не зберігати зміни у відкритих документах
zh_cn: 不保存对已打开文档的更改(_D)
zh_tw: 不將變更儲存到開啟的文件(_D)

source: _Edit
cs: _Upravit
de: _Bearbeiten
es: _Editar
fr: _Edition
it: _Modifica
ja: 編集(_E)
ko: 편집(_E)
pl: _Edycja
pt_br: _Editar
ru: _Правка
tr: _Düzenle
uk: Зм_іни
zh_cn: 编辑(_E)
zh_tw: 編輯(_E)

source: _Elements:
cs: _Elementy:
de: _Elemente:
es: _Elementos:
fr: É_léments :
it: _Elementi:
ja: 要素(_E):
ko: 요소(_E):
pl: _Elementy:
pt_br: _Elementos:
ru: _Элементы:
tr: Öğ_eler:
uk: _Елементи:
zh_cn: 元素(_E):
zh_tw: 元素(_E):

source: _Email:
es: _Correo electrónico:
it: _Indirizzo di posta elettronica:
ja: メール(_E):
ko: 전자 메일(_E):
pl: Adres _e-mail:
ru: _Электронная почта:
tr: _E-posta:
zh_cn: 电子邮件(_E):
zh_tw: 電子郵件(_E):

source: _Enable animations
cs: P_ovolit animace
de: _Animationen aktivieren
es: _Habilitar animaciones
fr: _Activer les animations
it: A_bilita animazioni
ja: アニメーションを有効にする(_E)
ko: 애니메이션 사용(_E)
pl: _Włącz animacje
pt_br: _Habilitar animações
ru: _Включить анимации
tr: Animasyonları _etkinleştir
uk: Дозволити _анімації
zh_cn: 启用动画(_E)
zh_tw: 啟用動畫(_E)

source: _Errors and Warnings
cs: Chy_by a upozornění
de: F_ehler und Warnungen
es: _Errores y advertencias
fr: _Erreurs et avertissements
it: _Errori e avvisi
ja: エラーと警告(_E)
ko: 오류 및 경고(_E)
pl: _Błędy i ostrzeżenia
pt_br: _Erros e Avisos
ru: _Ошибки и предупреждения
tr: _Hatalar ve Uyarılar
zh_cn: 错误和警告(_E)
zh_tw: 錯誤和警告(_E)

source: _Exclude All
cs: _Vyloučit vše
de: _Alle ausschließen
es: _Excluir todo
fr: _Exclure tout
it: _Escludi tutti
ja: すべて除外(_E)
ko: 모두 제외(_E)
pl: _Wyklucz wszystko
pt_br: _Excluir Tudo
ru: _Исключить все
tr: _Tümünü Dışla
uk: В_иключити всі
zh_cn: 全部排除(_E)
zh_tw: 全部排除(_E)

source: _Expand All
cs: _Rozbalit vše
de: Alle aufklapp_en
es: _Expandir todo
fr: Tout dé_velopper
ja: すべて展開(_E)
ko: 모두 확장(_E)
pl: _Rozwiń wszystkie
pt_br: _Expandir Todos
ru: _Развернуть все
tr: _Tümünü Genişlet

source: _Expand selection
cs: _Rozšířit výběr
de: _Auswahl erweitern
es: _Expandir selección
fr: É_tendre la sélection
it: _Espandi selezione
ja: 選択対象の展開(_E)
ko: 선택 영역 확장(_E)
pl: _Rozwiń zaznaczenie
pt_br: _Expandir a seleção
ru: _Развернуть выбранный фрагмент
tr: _Seçimi genişlet
uk: _Розширити вибір
zh_cn: 展开选定内容(_E)
zh_tw: 展開選取項目(_E)

source: _Extensions...
cs: _Rozšíření...
de: _Erweiterungen...
es: _Extensiones...
ja: 拡張機能(_E)...
ko: 확장(_E)...
pl: _Rozszerzenia...
pt_br: _Extensões...
ru: _Расширения...
tr: _Uzantılar...

source: _File
cs: _Soubor
de: _Datei
es: _Archivo
fr: _Fichier
ja: ファイル(_F)
ko: 파일(_F)
pl: _Plik
pt_br: _Arquivo
ru: _Файл
tr: _Dosya
uk: _Файл
zh_cn: 文件(_F)
zh_tw: 檔案(_E)

source: _File Mask:
cs: _Maska souboru:
de: _Dateimaske:
es: _Máscara de archivo:
fr: _Masque de fichier :
it: _Filtro file:
ja: ファイル マスク(_F):
ko: 파일 마스크(_F):
pl: _Maska pliku:
pt_br: _Máscara do Arquivo:
ru: _Маска файла:
tr: _Dosya Öaskesi:
uk: _Маска файлу:
zh_cn: 文件掩码(_F):
zh_tw: 檔案遮罩(_F):

source: _File...
cs: _Soubor...
de: _Datei...
es: _Archivo...
fr: _Fichier...
ja: ファイル(_F)...
ko: 파일(_F)...
pl: _Plik...
pt_br: _Arquivo...
ru: _Файл...
tr: _Dosya...
uk: _Файл...
zh_cn: 文件(_F)...
zh_tw: 檔案(_F)...

source: _File:
cs: _Soubor:
de: _Datei:
es: _Archivo:
fr: _Fichier :
ja: ファイル(_F):
ko: 파일(_F):
pl: _Plik:
pt_br: _Arquivo:
ru: _Файл:
tr: _Dosya:
uk: _Файл:
zh_cn: 文件(_F):
zh_tw: 檔案(_F):

source: _Filter:
cs: _Filtr:
es: _Filtro:
fr: _Filtre :
it: _Filtro:
ja: フィルター(_F):
ko: 필터(_F):
pl: _Filtr:
pt_br: _Filtro:
ru: _Фильтр:
tr: _Filtre:
uk: _Фільтр:
zh_cn: 筛选器(_F):
zh_tw: 篩選(_F):

source: _Find Reference Usages
cs: _Najít použití odkazů
de: _Verweisverwendungen suchen
es: _Buscar usos de referencia
fr: _Chercher les utilisations de référence
it: _Trova utilizzi dei riferimenti
ja: 参照使用の検索(_F)
ko: 참조 사용 찾기(_F)
pl: _Znajdź użycia odwołania
pt_br: _Localizar Usos de Referência
ru: _Найти использования ссылок
tr: _Başvuru Kullanımları Ekle
zh_cn: 查找引用使用情况(_F)
zh_tw: 尋找參考使用(_F)
