Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Author:
cs: Autor:
de: Autor:
es: Autor:
fr: Auteur :
it: Autore
ja: 作成者:
ko: 만든 이:
pl: Autor:
pt_br: Autor:
ru: Автор:
tr: Yazar:

source: Authors
cs: Autoři
de: Autoren
es: Autores
fr: Auteurs
ja: 作成者
ko: 작성자
pl: Autorzy
pt_br: Autores
ru: Авторы
tr: Yazarlar

source: Authors:
cs: Autoři:
de: Autoren:
es: Autores:
fr: Auteurs :
it: Autore
ja: 作成者:
ko: 만든 이:
pl: Autorzy:
pt_br: Autores:
ru: Авторы:
tr: Yazarlar:

source: Auto Detected
cs: Automaticky detekované
de: Automatisch erkannt
es: Detección automática
fr: Détecté automatiquement
it: A rilevamento automatico
ja: 自動検出
ko: 자동 감지됨
pl: Wykrywane automatycznie
pt_br: Detectada Automaticamente
ru: Автоопределение
tr: Otomatik Olarak Algılandı
uk: Автовизначення
zh_cn: 已自动检测
zh_tw: 已自動偵測

source: Auto Hide
cs: Automaticky skrýt
de: Automatisch ausblenden
es: Ocultar automáticamente
fr: Masquer automatiquement
it: Nascondi automaticamente
ja: 自動的に隠す
ko: 자동 숨기기
pl: Automatyczne ukrywanie
pt_br: Ocultar Automaticamente
ru: Автоскрытие
tr: Otomatik Gizle
uk: Автоприховування
zh_cn: 自动隐藏
zh_tw: 自動隱藏

source: Autohide pad
cs: Automaticky skrývat panel
de: Feld automatisch ausblenden
es: Ocultar panel automáticamente
fr: Masquer automatiquement le bloc
ja: パッドを自動的に隠す
ko: 패드 자동 숨기기
pl: Autoukrywanie konsoli
pt_br: Ocultar painel automaticamente
ru: Автоматически скрывать панель
tr: Paneli otomatik olarak gizle

source: Autohide {0}
cs: Automaticky skrývat {0}
de: {0} automatisch ausblenden
es: Ocultar {0} automáticamente
fr: Masquer automatiquement {0}
ja: {0} を自動的に隠す
ko: {0} 자동 숨기기
pl: Autoukrywanie {0}
pt_br: Ocultar automaticamente {0}
ru: Автоматически скрывать {0}
tr: {0} öğesini otomatik olarak gizle

source: Automatic
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
it: Automatici
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
ru: Автоматически
tr: Otomatik
uk: Автоматичне
zh_cn: 自动
zh_tw: 自動

source: Automatic Completion with Enter or Tab keys
cs: Automatické dokončování pomocí klávesy Enter nebo Tab
de: Automatische Vervollständigung mit der EINGABE- oder der TAB-TASTE
es: Finalización automática con las teclas ENTRAR o TAB
fr: Saisie semi-automatique avec la touche Entrée ou Tab
ja: Enter キーまたは Tab キーによるオート コンプリート
ko: <Enter> 또는 <Tab> 키를 사용하여 자동 완성
pl: Automatyczne uzupełnianie za pomocą klawisza Enter lub Tab
pt_br: Preenchimento Automático com as teclas Enter ou Tab
ru: Автозавершение по клавише ВВОД или TAB
tr: Enter veya Sekme tuşlarıyla Otomatik Tamamlama

source: Automatically check for updates:
cs: Automaticky vy_hledat aktualizace:
de: Automatisch nach Updates suchen:
es: Comprobar si hay actualizaciones automáticamente:
fr: Rechercher automatiquement les mises à jour :
it: Controlla automaticamente la disponibilità di aggiornamenti:
ja: 更新プログラムを自動的に確認する:
ko: 자동으로 업데이트 확인:
pl: Automatycznie wyszukuj aktualizacje:
pt_br: Verificar se há atualizações automaticamente:
ru: Автоматически проверять наличие обновлений:
tr: Güncelleştirmeleri otomatik olarak denetle:
uk: Автоматично перевіряти наявність оновлень:
zh_cn: 自动检查更新:
zh_tw: 自動檢查是否有更新:

source: Automatically format block on }
cs: Automaticky formátovat blok při znaku }
de: Bei Eingabe von } Block automatisch formatieren
es: Dar formato automáticamente al bloque al introducir }
fr: Mise en forme automatique du bloc lors de la saisie de }
ja: } でブロックをオートフォーマットする
ko: } 입력 시 블록 서식 자동 지정
pl: Automatycznie formatuj blok w pozycji znaku }
pt_br: Formatar o bloco automaticamente em }
ru: Автоматически форматировать блок при вводе "}"
tr: } girildiğinde _bloğu otomatik biçimlendir

source: Automatically format on paste
cs: Automaticky formátovat při vložení ze schránky
de: Beim Einfügen automatisch formatieren
es: Dar formato automáticamente al pegar
fr: Mise en forme automatique lors du collage
ja: 貼り付け時にオートフォーマットする
ko: 붙여넣을 때 서식 자동 지정
pl: Automatycznie formatuj przy wklejeniu
pt_br: Formatar automaticamente ao colar
ru: Автоматически форматировать при вставке
tr: _Yapıştırırken otomatik olarak biçimlendir

source: Automatically format on return
cs: Automaticky formátovat při stisknutí klávesy Enter
de: Bei Verwendung der EINGABETASTE automatisch formatieren
es: Dar formato automáticamente al volver
fr: Mise en forme automatique au retour
ja: Return でオートフォーマットする
ko: 반환할 때 서식 자동 지정
pl: Formatuj automatycznie po przejściu do nowego wiersza
pt_br: Formatar automaticamente ao retornar
ru: Автоматически форматировать при нажатии клавиши ВВОД
tr: Return tuşuna basıldığında otomatik biçimlendir

source: Automatically format statement on ;
cs: Automaticky formátovat příkaz při znaku ;
de: Bei Eingabe von ; Anweisung automatisch formatieren
es: Dar formato automáticamente a la instrucción al introducir ;
fr: Mise en forme automatique de l'instruction lors de la saisie de ;
ja: ; でステートメントをオートフォーマットする
ko: ; 입력 시 문 서식 자동 지정
pl: Automatycznie formatuj instrukcję w pozycji znaku ;
pt_br: Formatar instrução automaticamente em ;
ru: Автоматически форматировать оператор при вводе ";"
tr: ; girildiğinde _deyimi otomatik biçimlendir

source: Automatically format when typing
cs: Automaticky formátovat při psaní
de: Bei Eingabe automatisch formatieren
es: Dar formato automáticamente al escribir
fr: Mise en forme automatique en cours de frappe
ja: 入力時にオートフォーマットする
ko: 입력할 때 서식 자동 지정
pl: Formatuj automatycznie podczas pisania
pt_br: Formatar automaticamente ao digitar
ru: Автоматически форматировать при вводе
tr: Yazarken otomatik biçimlendir

source: Automatically hide the pad when it loses focus
cs: Automaticky skryje panel, když ztratí fokus.
de: Feld automatisch ausblenden, wenn es den Fokus verliert
es: Ocultar el panel automáticamente cuando pierde el foco
fr: Masquer automatiquement le bloc quand il perd le focus
ja: フォーカスを失ったときにパッドを自動的に非表示にする
ko: 포커스를 잃으면 자동으로 패드 숨기기
pl: Automatycznie ukrywaj konsolę po utracie fokusu
pt_br: Ocultar automaticamente o painel quando perder foco
ru: Автоматически скрывать панель, когда она теряет фокус
tr: Panel odağı kaybettiğinde paneli otomatik olarak gizle

source: Automatically hide the {0} pad when it loses focus
cs: Automaticky skryje panel {0}, když ztratí fokus.
de: Feld {0} automatisch ausblenden, wenn es den Fokus verliert
es: Ocultar el panel de {0} automáticamente cuando pierde el foco
fr: Masquer automatiquement le bloc {0} quand il perd le focus
ja: フォーカスを失ったときに {0} を自動的に非表示にする
ko: 포커스를 잃으면 자동으로 {0} 패드 숨기기
pl: Automatycznie ukrywaj konsolę {0} po utracie fokusu
pt_br: Ocultar automaticamente o painel {0} quando perder foco
ru: Автоматически скрывать панель {0}, когда она теряет фокус
tr: {0} paneli odağı kaybettiğinde paneli otomatik olarak gizle

source: Automatically insert closing tags
cs: Automaticky vkládat uzavírací značky
de: Endtags automatisch einfügen
es: Insertar automáticamente las etiquetas de cierre
fr: Insérer automatiquement des balises de fermeture
it: Inserisci automaticamente tag di chiusura
ja: 終了タグを自動的に挿入する
ko: 자동으로 닫는 태그 삽입
pl: Automatycznie wstaw tagi zamykające
pt_br: Inserir marcas de fechamento automaticamente
ru: Автоматически вставлять закрывающие теги
tr: Kapanan etiketleri otomatik olarak ekle
uk: Автоматично вставляти закривні теги
zh_cn: 自动插入结束标记
zh_tw: 自動插入結尾標籤

source: Automatically insert punctuation (="", />, etc.)
cs: Automaticky vkládat interpunkci (="", /> atd.)
de: Automatisch Interpunktionszeichen einfügen (="", /> usw.)
es: Insertar automáticamente los signos de puntuación (="", />, etc.)
fr: Insérer automatiquement les signes de ponctuation (="", />, etc.)
it: Inserisci automaticamente la punteggiatura (="", /> e così via)
ja: 句読点 (="",/> など) を自動的に挿入する
ko: 자동으로 문장 부호(="", /> 등) 삽입
pl: Automatycznie wstaw znaki interpunkcyjne (="", /> itp.)
pt_br: Inserir pontuação automaticamente (="", />, etc.)
ru: Вставлять пунктуацию автоматически (="", /> и т. п.)
tr: Noktalama işaretlerini (="", /> vs.) otomatik ekle
uk: Автоматично вставляти пунктуацію (="", /> тощо)
zh_cn: 自动插入标点(="", /> 等)
zh_tw: 自動插入標點符號 (=""、/> 等)

source: Automatically stash/unstash changes when merging/rebasing
cs: Automaticky dočasně ukládat / zrušit dočasné ukládání při slučování nebo přenášení změn
de: Stash für Änderungen beim Zusammenführen/Rebasevorgang automatisch ausführen/aufheben
es: Guardar provisionalmente los cambios o aplicarlos al fusionar mediante combinación o cambio de base
fr: Remiser/déremiser automatiquement les changements pendant la fusion/le rebasage
ja: マージまたはリベース時に、変更を自動的に一時退避または一時退避解除する
ko: 병합/다시 지정할 때 자동으로 변경 내용 스태시/스태시 해제
pl: Automatycznie umieszczaj zmiany w przechowalni lub usuwaj je z przechowalni podczas scalania/zmiany bazy
pt_br: Realizar stash/unstash de alterações automaticamente durante a troca de base/mesclagem
ru: Автоматически прятать или показывать изменения при слиянии или перемещении изменений из одной ветви в другую
tr: Birleştirirken/yeniden temellendirirken değişiklikleri otomatik olarak hazırla/hazırlamayı geri al

source: Automatically stash/unstash changes when switching branches
cs: Automaticky dočasně ukládat / zrušit dočasné ukládání při přepnutí větví
de: Stash für Änderungen beim Branchwechsel automatisch ausführen/aufheben
es: Guardar provisionalmente los cambios o aplicar los cambios guardados provisionalmente de forma automática cuando se cambie de rama
fr: Remiser/Déremiser automatiquement les modifications lors de la commutation des branches
it: Accantona/annulla accantonamento delle modifiche automaticamente durante il passaggio ad altri rami
ja: ブランチを切り替えるときに変更を自動的に一時退避/一時退避解除する
ko: 분기를 전환할 때 자동으로 변경 내용 스태시/스태시 해제
pl: Automatycznie umieszczaj zmiany w przechowalni lub usuwaj je z przechowalni podczas zmiany gałęzi
pt_br: Realizar stash/unstash de alterações automaticamente durante a troca de ramificações
ru: Автоматически прятать/показывать изменения при переключении ветвей
tr: Dallar arasında geçiş yaparken değişiklikleri otomatik olarak hazırla/hazırlamayı geri al
uk: Автоматично сховати/розкрити зміни при перемиканні гілок
zh_cn: 切换分支时自动存储/取消存储更改
zh_tw: 切換分支時自動隱藏/取消隱藏變更

source: Automatically stash/unstash local changes
cs: Automaticky dočasně ukládat / zrušit dočasné ukládání místních změn
de: Stash für lokale Änderungen automatisch ausführen/aufheben
es: Guardar cambios locales provisionalmente y aplicarlos automáticamente
fr: Remiser/Déremiser automatiquement les modifications locales
it: Accantona/Annulla accantonamento delle modifiche locali automaticamente
ja: ローカルでの変更を自動的に一時退避/一時退避解除する
ko: 자동으로 로컬 변경 내용 스태시/스태시 해제
pl: Automatycznie umieszczaj zmiany lokalne w przechowalni lub usuwaj je z przechowalni
pt_br: Realizar stash/unstash nas alterações locais automaticamente
ru: Автоматически прятать/показывать локальные изменения
tr: Yerel değişiklikleri otomatik olarak hazırla/hazırlamayı geri al
uk: Автоматично сховати/розкрити локальні зміни
zh_cn: 自动存储/取消存储本地更改
zh_tw: 自動隱藏/取消隱藏本機變更

source: Automatically switch to the "GUI Builder" layout when opening the designer
cs: Při otevření návrháře automaticky přepnout do rozložení Tvůrce GUI
de: Beim Öffnen des Designers automatisch zum "GUI-Builder"-Layout wechseln
es: Cambiar automáticamente al diseño del "generador de GUI" cuando se abra el diseñador
fr: Basculer automatiquement vers la disposition "GUI Builder" lors de l’ouverture du concepteur
it: Passa automaticamente al layout "Generatore GUI" all'apertura della finestra di progettazione
ja: デザイナーを開いたら自動的に "GUI ビルダー" レイアウトに切り替える
ko: 디자이너를 열 때 자동으로 "GUI 작성기" 레이아웃으로 전환
pl: Automatycznie przełącz na układ „Konstruktor graficznego interfejsu użytkownika” podczas otwierania projektanta
pt_br: Mudar automaticamente para o layout "GUI Builder" ao abrir o designer
ru: Автоматически переключаться на макет "Конструктор графического пользовательского интерфейса" при открытии конструктора
tr: Tasarımcı açılırken otomatik olarak "GUI Oluşturucu" düzenine geçiş yap
uk: Автоматично вмикати конфігурацію "Конструктор графічного інтерфейсу" при відкриванні дизайнера
zh_cn: 打开设计器时自动切换到“GUI 生成器”布局
zh_tw: 在開啟設計工具時自動切換成「GUI 建置工具」配置

source: Autotools
ja: 自動ツール
pl: Automatyczne narzędzia
pt_br: Ferramentas Automáticas
ru: Автоинструменты
uk: Автозбірка

source: Autotools based
cs: Založený na Autotools
de: Autotools-basiert
es: Basado en Autotools
fr: Basé sur Autotools
it: Basato su Autotools
ja: 自動ツール ベース
ko: Autotools 기반
pl: Automatyczne narzędzia z bazą
pt_br: Baseado em Ferramentas Automáticas
ru: На основе Autotools
tr: Autotools tabanlı
uk: На основі автозбірки
zh_cn: 基于 Autotools
zh_tw: 以 Autotools 為基礎

source: Available
cs: K dispozici
de: Verfügbar
es: Disponible
fr: Disponible
it: disponibile
ja: 使用可能
ko: 사용 가능
pl: Dostępne
pt_br: Disponível
ru: Доступно
tr: Kullanılabilir
uk: Доступно

source: Available Runtimes
cs: Dostupné moduly runtime
de: Verfügbare Runtimes
es: Entornos de ejcución disponibles
fr: Runtimes disponibles
ja: 利用可能なランタイム
ko: 사용 가능한 런타임
pl: Docelowe środowiska uruchomieniowe
pt_br: Tempos de Execução Disponíveis
ru: Доступные среды выполнения
tr: Kullanılabilir Çalışma Zamanları

source: Available encodings:
cs: Dostupná kódování:
de: Verfügbare Codierungen:
es: Codificaciones disponibles:
fr: Encodages disponibles :
it: Codifiche disponibili:
ja: 利用可能なエンコード:
ko: 사용 가능한 인코딩:
pl: Dostępne kodowania:
pt_br: Codificações disponíveis:
ru: Доступные кодировки:
tr: Kullanılabilir kodlamalar:
uk: Доступні кодування:
zh_cn: 可用编码:
zh_tw: 可用的編碼:

source: Available for
cs: K dispozici pro
de: Verfügbar für
es: Disponible para
fr: Disponible pour
it: Disponibile per
ja: 利用対象:
ko: 사용 가능한 대상
pl: Dostępne dla
pt_br: Disponível para
ru: Доступно для
tr: Şunun için kullanılabilir:
uk: Доступний для
zh_cn: 可用于
zh_tw: 適用於

source: Available for:
cs: K dispozici pro:
de: Verfügbar für:
es: Disponible para:
fr: Disponible pour :
it: Disponibile per:
ja: 利用対象:
ko: 사용 가능한 대상:
pl: Dostępne dla:
pt_br: Disponível para:
ru: Доступно для:
tr: Şunun için kullanılabilir:
uk: Доступний для:
zh_cn: 可用于:
zh_tw: 適用於:

source: Available in repository:
cs: K dispozici v úložišti:
de: In Repository verfügbar:
es: Disponible en el repositorio:
fr: Disponible dans le référentiel :
it: Disponibile nel repository:
ja: リポジトリでの利用対象:
ko: 리포지토리에서 사용 가능:
pl: Dostępne w repozytorium:
pt_br: Disponível no repositório:
ru: Доступно в репозитории:
tr: Depoda kullanılabilir olanlar:
uk: Доступно у сховищі:
zh_cn: 存储库中可用:
zh_tw: 適用於儲存機制:

source: B_uild {0}
cs: Ses_tavit {0}
de: {0} e_rstellen
es: Compilar {0}
fr: _Générer {0}
it: _Compila {0}
ja: {0} のビルド(_U)
ko: {0} 빌드(_U)
pl: _Kompiluj element {0}
ru: С_борка {0}
tr: {0} _Öğesini Derle
uk: По_будувати {0}
zh_cn: 生成 {0}(_U)
zh_tw: 建置 {0}(_U)

source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Précédent
it: _Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri

source: Back to Service Gallery
cs: Zpět do galerie služeb
de: Zurück zum Dienstkatalog
es: Volver a la galería de servicios
fr: Retour à la galerie de services
ja: サービス ギャラリーに戻る
ko: 서비스 갤러리로 돌아가기
pl: Wróć do galerii usług
pt_br: De Volta à Galeria de Serviços
ru: Вернуться в коллекцию служб
tr: Hizmet Galerisine Dön

source: Back to _Previous view
cs: Zpět na _předchozí zobrazení
de: _Zurück zur vorherigen Ansicht
es: _Volver a la vista anterior
fr: Revenir à la vue _précédente
ja: 前のビューに戻る(_P)
ko: 이전 보기로 돌아가기(_P)
pl: Wróć _do poprzedniego widoku
pt_br: Voltar à _Exibição anterior
ru: Вернуться к _предыдущему представлению
tr: _Önceki görünüme dön

source: Back up and migrate
cs: Zálohovat a migrovat
de: Sichern und migrieren
es: Crear copia de seguridad y migrar
fr: Sauvegarder et migrer
it: Esegui backup e migrazione
ja: バックアップと移行
ko: 백업 및 마이그레이션
pl: Utwórz kopię zapasową i przeprowadź migrację
pt_br: Fazer backup e migrar
ru: Создать резервную копию и мигрировать
tr: Yedekle ve geçir
uk: Зарезервувати і перетворити
zh_cn: 备份并迁移
zh_tw: 備份並遷移

source: Background Progress
cs: Průběh na pozadí
de: Hintergrundfortschritt
es: Progreso en segundo plano
fr: Progression en arrière-plan
ja: バックグラウンド進行状況
ko: 백그라운드 진행률
pl: Postęp w tle
pt_br: Progresso do plano de fundo
ru: Ход выполнения в фоновом режиме
tr: Arka Planda İlerleme Durumu

source: Backreference Constructs
cs: Konstrukce zpětných referencí
de: Rückverweiskonstrukte
es: Construcciones de referencia inversa
fr: Constructions de référence arrière
it: Costrutti di backreference
ja: 後方参照のコンストラクト
ko: 역참조 구문
pl: Konstrukcje odwołań wstecznych
pt_br: Constructos de Referência Inversa
ru: Конструкции обратных ссылок
tr: Geri Başvuru Yapıları
uk: Зворотні посилання
zh_cn: 向后引用构造
zh_tw: 反向參考建構

source: Backreference. For example, (\w)\1 finds doubled word characters.
cs: Zpětná reference. Konstrukce (\w)\1 například najde zdvojené znaky ve slovech.
de: Rückverweis. Beispiel: (\w)\1 findet doppelte Zeichen in Wörtern.
es: Referencia inversa. Por ejemplo, (\w)\1 busca caracteres dobles en palabras.
fr: Référence arrière. Par exemple, (\w)\1 recherche les caractères alphabétiques en double.
it: Backreference. Ad esempio (\w)\1 consente di trovare caratteri alfanumerici doppi.
ja: 後方参照。 たとえば、(\w)\1 は 2 つの連続したワードの文字を検出します。
ko: 역참조입니다. 예를 들어 (\w)\1은 2배 워드 문자를 찾습니다.
pl: Odwołanie wsteczne. Na przykład (\w)\1 znajdzie podwojone znaki słów.
pt_br: Referência inversa. Por exemplo, (\w)\1 encontra caracteres em palavras duplas.
ru: Обратная ссылка. Например, (\w)\1 находит сдвоенные символы слов.
tr: Geri başvuru. Örneğin, (\w)\1 yinelenen sözcük karakterlerini bulur.
zh_cn: 向后引用。 例如，(\w)\1 查找双写的单词字符。
zh_tw: 反向參考。 例如，(\w)\1 找到全形字元。

source: Backspace removes indentation
cs: Klávesa Backspace odebere odsazení
de: Rücktaste entfernt Einzug
es: Retroceso quita la sangría
fr: La touche Retour arrière supprime le retrait
it: Premere BACKSPACE per rimuovere il rientro
ja: [Backspace]5D; キーでインデントを削除する
ko: 백스페이스로 들여쓰기 제거
pl: Klawisz Backspace usuwa wcięcia
pt_br: Backspace remove o recuo
ru: Клавиша BACKSPACE удаляет отступы.
tr: Geri al tuşu girintiyi kaldırır

source: Bad request
cs: Chybná žádost
de: Ungültige Anforderung
es: Solicitud incorrecta
fr: Requête incorrecte
ja: 無効な要求
ko: 잘못된 요청
pl: Nieprawidłowe żądanie
pt_br: Solicitação incorreta
ru: Неверный запрос
tr: Hatalı istek

source: Baltic
cs: pobaltské jazyky
de: Baltisch
es: Báltico
fr: Balte
it: Baltico
ja: バルト語
ko: 발트어
pl: Bałtycki
pt_br: Báltico
ru: Прибалтийский
tr: Baltık
uk: Прибалтійське
zh_cn: 波罗的语
zh_tw: 波羅的海文

source: Base
cs: Základ
de: Basis
it: Di base
ja: ベース
ko: 기본
pl: Podstawowe
ru: База
tr: Taban
zh_cn: 基准
zh_tw: 基底

source: Base Symbols
cs: Základní symboly
de: Basissymbole
es: Símbolos base
fr: Symboles de base
it: Simboli di base
ja: 基本シンボル
ko: 기본 기호
pl: Symbole podstawowe
pt_br: Símbolos de Base
ru: Базовые символы
tr: Temel Semboller
zh_cn: 基本符号
zh_tw: 基底符號

source: Base Types
cs: Základní typy
de: Basistypen
es: Tipos base
fr: Types de bases
it: Tipi di base
ja: 基本データ型
ko: 기본 형식
pl: Typy podstawowe
pt_br: Tipos Base
ru: Базовые типы
tr: Temel Türler
uk: Базові типи
zh_cn: 基类型
zh_tw: 基底類型

source: Base class
cs: Základní třída
de: Basisklasse
es: Clase base
fr: Classe de base
it: Classe di base
ja: 基底クラス
ko: 기본 클래스
pl: Klasa bazowa
pt_br: Classe base
ru: Базовый класс
tr: Temel sınıf
uk: Базовий клас
zh_cn: 基类
zh_tw: 基底類別

source: Base method '{0}' has a 'params' modifier
cs: Základní metoda {0} má modifikátor params.
de: Die Basismethode '{0}' verfügt über einen params-Modifizierer.
es: El método base '{0}' tiene un modificador 'params'
fr: La méthode de base « {0} » a un modificateur « params »
it: Il metodo di base '{0}' contiene un modificatore 'params'
ja: 基本メソッド '{0}' に 'params' 修飾子があります
ko: 기본 메서드 '{0}'에 'params' 한정자가 있습니다.
pl: Metoda podstawowa „{0}” ma modyfikator „params”
pt_br: O método de base '{0}' tem um modificador 'params'
ru: Базовый метод "{0}" имеет модификатор "params"
tr: Temel '{0}' yönteminin 'params' değiştiricisi var
uk: Базовий метод '{0}' має модифікатор 'params'
zh_cn: 基方法“{0}”具有 "params" 修饰符
zh_tw: 基底方法 '{0}' 具有 'params' 修飾詞

source: Base parameter has 'params' modifier, but missing in overrider
cs: Základní parametr má modifikátor params, ale chybí v přepisovači.
de: Der Basisparameter verfügt über einen params-Modifizierer, der im Überschreiber aber fehlt.
es: El parámetro base tiene un modificador 'params', pero falta en elemento que lo invalide
fr: Le paramètre de base a le modificateur « params », mais n’a pas de remplaçant
it: Il parametro di base contiene il modificatore 'params', ma questo manca nell'overrider
ja: 基本パラメーターには 'params' 修飾子がありますが、オーバーライドするものにはありません
ko: 기준 매개 변수에 'params' 한정자가 있지만 재정의자에는 없습니다.
pl: Parametr podstawowy ma modyfikator „params”, lecz brakuje go w elemencie przesłaniającym
pt_br: O parâmetro de base tem o modificador 'params', mas não é substituído
ru: Базовый параметр имеет модификатор "params", но отсутствует в операторе переопределения
tr: Temel parametrenin 'params' değiştiricisi var, ancak geçersiz kılacak öğesi yok
uk: Базовий параметр має модифікатор 'params', але відсутній у заміснику
zh_cn: 基参数具有 "params" 修饰符，但替代项中没有
zh_tw: 基底參數具有 'params' 修飾詞，但遺漏覆寫項

source: Before Build
cs: Před sestavením
de: Vor dem Buildvorgang
es: Antes de la compilación
fr: Avant la génération de build
it: Prima della compilazione
ja: ビルド前
ko: 빌드 전
pl: Przed kompilacją
pt_br: Antes de Compilar
ru: Перед сборкой
tr: Derlemeden Önce
uk: Перед побудовою
zh_cn: 生成前
zh_tw: 建置之前

source: Before Clean
cs: Před vyčištěním
de: Vor der Bereinigung
es: Antes de limpiar
fr: Avant le nettoyage
it: Prima della pulizia
ja: クリーン前
ko: 정리 전
pl: Przed wyczyszczeniem
pt_br: Antes de Limpar
ru: Перед очисткой
tr: Temizlemeden Önce
uk: Перед очищенням
zh_cn: 清理前
zh_tw: 清除之前

source: Before Execute
cs: Před spuštěním
de: Vor der Ausführung
es: Antes de la ejecución
fr: Avant l’exécution
it: Prima dell'esecuzione
ja: 実行前
ko: 실행 전
pl: Przed wykonaniem
pt_br: Antes de Executar
ru: Перед выполнением
tr: Yürütmeden Önce
uk: Перед виконанням
zh_cn: 执行前
zh_tw: 執行之前

source: Behavior
cs: Chování
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
ko: 동작
pl: Zachowanie
pt_br: Comportamento
ru: Режимы работы
tr: Davranış
uk: Поведінка
zh_cn: 行为
zh_tw: 行為

source: Behavior of the Update command:
cs: Chování příkazu Aktualizovat:
de: Verhalten des Aktualisierungsbefehls:
es: Comportamiento del comando Actualizar:
fr: Comportement de la commande de mise à jour :
it: Comportamento del comando Aggiorna:
ja: 更新コマンドの動作:
ko: 업데이트 명령의 동작:
pl: Zachowanie polecenia Update:
pt_br: Comportamento do comando Update:
ru: Поведение команды Update:
tr: Güncelleştir komutunun davranışı:
uk: Поведінка команди оновлення:
zh_cn: 更新命令的行为:
zh_tw: 更新命令的行為:

source: Beta updates (weekly)
cs: Aktualizace v beta verzi (týdně)
de: Beta-Updates (wöchentlich)
es: Actualizaciones beta (semanalmente)
fr: Mises à jour bêta (hebdomadaires)
it: Aggiornamenti beta (settimanali)
ja: ベータ版更新プログラム (毎週)
ko: 베타 업데이트(매주)
pl: Aktualizacje w wersji beta (co tydzień)
pt_br: Atualizações beta (semanal)
ru: Бета-обновления (еженедельно)
tr: Beta güncelleştirmeler (haftalık)
uk: Бета-оновлення (щотижня)
zh_cn: Beta 版本更新(每周)
zh_tw: 搶鮮版 (Beta) 更新 (每週)

source: Binaries
cs: Binární soubory
de: Binärdateien
es: Binarios
fr: Fichiers binaires
it: File binari
ja: バイナリ
ko: 이진 파일
pl: Dane binarne
pt_br: Binários
ru: Двоичные файлы
tr: İkililer
uk: Бінарні файли
zh_cn: 二进制文件
zh_tw: 二進位檔

source: Binary
cs: Binární
de: Binär
es: Binario
fr: Binaire
ja: バイナリ
ko: 이진
pl: Dane binarne
pt_br: Binário
ru: Двоичный
tr: İkili

source: Bind Widget Design
cs: Vázat návrh widgetu
de: Widget-Design binden
es: Enlazar diseño de widget
fr: Lier la conception de widget
it: Associa progettazione widget
ja: ウィジェットのデザインをバインドする
ko: 위젯 디자인 바인딩
pl: Powiąż projekt widżetu
pt_br: Associar Design de Widget
ru: Привязать структуру мини-приложения
tr: Pencere Öğesi Tasarımını Bağla
uk: Підключити дизайн віджета
zh_cn: 绑定小组件设计
zh_tw: 繫結 Widget 設計
