Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Show print preview
cs: Zobrazit náhled před tiskem
de: Druckvorschau anzeigen
es: Mostrar vista previa de impresión
fr: Afficher l’aperçu avant impression
it: Mostra l'anteprima di stampa
ja: 印刷プレビューを表示します
ko: 인쇄 미리 보기 표시
pl: Pokaż podgląd wydruku
pt_br: Mostrar a visualização de impressão
ru: Показать предпросмотр печатаемого
tr: Baskı önizlemeyi göster
uk: Показати вигляд надрукованого документа
zh_cn: 显示打印预览
zh_tw: 顯示預覽列印

source: Show project options window
cs: Zobrazit okno možností projektu
de: Fenster mit Projektoptionen anzeigen
es: Mostrar ventana de opciones del proyecto
fr: Afficher la fenêtre des options du projet
it: Visualizza la finestra delle opzioni del progetto
ja: プロジェクト オプションのウィンドウを表示します
ko: 프로젝트 옵션 창 표시
pl: Pokaż okno opcji projektu
pt_br: Mostrar janela de opções do projeto
ru: Показать окно параметров проекта
tr: Proje seçenekleri penceresini göster
uk: Показати вікно параметрів проекту
zh_cn: 显示项目选项窗口
zh_tw: 顯示專案選項視窗

source: Show project structure
cs: Zobrazit strukturu projektu
de: Projektstruktur anzeigen
es: Mostrar la estructura del proyecto
fr: Afficher la structure du projet
it: Mostra la struttura del progetto
ja: プロジェクトの構造を表示
ko: 프로젝트 구조 표시
pl: Pokaż strukturę projektu
pt_br: Mostrar estrutura do projeto
ru: Показать структуру проекта
tr: Proje yapısını göster
uk: Показати структуру проекту
zh_cn: 显示项目结构
zh_tw: 顯示專案結構

source: Show public and protected members only
cs: Zobrazovat jenom veřejné a chráněné členy
de: Nur öffentliche und geschützte Member anzeigen
es: Mostrar solo miembros públicos y protegidos
fr: Afficher uniquement les membres publics et protégés
it: Mostra solo membri pubblici e protetti
ja: パブリック メンバーと保護されたメンバーのみ表示
ko: public 및 protected 멤버만 표시
pl: Pokaż tylko publiczne i chronione składowe
pt_br: Exibe apenas os membros públicos e protegidos
ru: Показать только общие и защищенные элементы
tr: Sadece ortak ve korunan üyeleri göster
uk: Показати лише загальнодоступні і захищені члени
zh_cn: 仅显示公共和受保护成员
zh_tw: 僅顯示公用及受保護的成員

source: Show public members only
cs: Zobrazovat jenom veřejné členy
de: Nur öffentliche Member anzeigen
es: Mostrar solo miembros públicos
fr: Afficher uniquement les membres publics
it: Mostra solo membri pubblici
ja: パブリック メンバーのみ表示
ko: public 멤버만 표시
pl: Pokaż tylko publiczne składowe
pt_br: Mostrar apenas os membros públicos
ru: Показать только общие элементы
tr: Sadece ortak üyeleri göster
uk: Показати лише загальнодоступні члени
zh_cn: 仅显示公共成员
zh_tw: 僅顯示公用成員

source: Show quick info
cs: Zobrazit rychlé informace
de: QuickInfo anzeigen
es: Mostrar información rápida
fr: Afficher les informations express
ja: クイック ヒントを表示します
ko: 요약 정보 표시
pl: Pokaż szybkie informacje
pt_br: Mostrar informações rápidas
ru: Показывать краткие сведения
tr: Hızlı bilgileri göster

source: Show results pad
cs: Zobrazit panel výsledků
de: Ergebnisbereich anzeigen
es: Mostrar el panel de resultados
fr: Afficher le bloc des résultats
it: Mostra il riquadro dei risultati
ja: 結果パッドを表示する
ko: 결과 패드 표시
pl: Pokaż konsolę wyników
pt_br: Mostrar painel de resultados
ru: Показать панель результатов
tr: Sonuç panelini göster
uk: Показати панель результатів
zh_cn: 显示结果板
zh_tw: 顯示結果板

source: Show schema annotation
cs: Zobrazit poznámky ke schématu
de: Schemaanmerkung anzeigen
es: Mostrar anotación de esquema
fr: Afficher l’annotation du schéma
it: Mostra l'annotazione dello schema
ja: スキーマの注釈を表示する
ko: 스키마 주석 표시
pl: Pokaż adnotację schematu
pt_br: Mostrar a anotação de esquema
ru: Показать заметку к схеме
tr: Şema ek açıklamalarını göster
uk: Показати анотацію схеми
zh_cn: 显示架构注释
zh_tw: 顯示結構描述註釋

source: Show solution options window
cs: Zobrazit okno možností řešení
de: Fenster mit Projektmappenoptionen anzeigen
es: Mostrar la ventana de opciones de la solución
fr: Afficher la fenêtre des options de la solution
it: Visualizza la finestra delle opzioni della soluzione
ja: ソリューション オプションのウィンドウを表示します
ko: 솔루션 옵션 창 표시
pl: Pokaż okno opcji rozwiązania
pt_br: Mostrar janela de opções da solução
ru: Показать окно параметров решения
tr: Çözüm seçenekleri penceresini göster
uk: Показати вікно параметрів рішення
zh_cn: 显示解决方案选项窗口
zh_tw: 顯示解決方案選項視窗

source: Show strings for locale:
cs: Zobrazit řetězce pro národní prostředí:
de: Zeichenfolgen für Gebietsschema anzeigen:
es: Mostrar cadenas para configuración regional:
fr: Afficher les chaînes pour les paramètres régionaux :
it: Mostra stringhe per impostazioni locali:
ja: ロケール用の文字列を表示:
ko: 로캘의 문자열 표시:
pl: Pokaż ciągi dla ustawień regionalnych:
pt_br: Mostrar cadeias de caracteres para localidade:
ru: Показать строки для языкового стандарта:
tr: Yerel ayar için dizeleri göster:
uk: Показати рядки для локалі:
zh_cn: 显示区域设置字符串:
zh_tw: 顯示地區設定的字串:

source: Show successful tests
cs: Zobrazit úspěšné testy
de: Erfolgreiche Tests anzeigen
es: Mostrar pruebas superadas
fr: Afficher les tests réussis
it: Mostra i test superati
ja: 成功したテストを表示する
ko: 성공한 테스트 표시
pl: Pokaż testy zakończone powodzeniem
pt_br: Mostrar testes bem-sucedidos
ru: Показать успешные тесты
tr: Başarılı testleri göster
uk: Показати вдало пройдені тести
zh_cn: 显示成功的测试
zh_tw: 顯示成功的測試

source: Show test source code
cs: Zobrazit zdrojový kód testu
de: Testquellcode anzeigen
es: Mostrar el código fuente de la prueba
fr: Afficher le code source du test
it: Mostra il codice sorgente del test
ja: テストのソース コードを表示する
ko: 테스트 소스 코드 표시
pl: Pokaż kod źródłowy testu
pt_br: Mostrar código-fonte do teste
ru: Показать исходный код теста
tr: Test kaynak kodunu göster
uk: Показати вихідний код, що перевіряється
zh_cn: 显示测试源代码
zh_tw: 顯示測試原始程式碼

source: Show the results for the failed tests
cs: Zobrazit výsledky neúspěšných testů
de: Ergebnisse für die Tests mit Fehlern anzeigen
es: Mostrar los resultados de las pruebas no superadas
fr: Afficher les résultats des tests ayant échoué
ja: 失敗したテストの結果を表示します
ko: 실패한 테스트의 결과 표시
pl: Pokaż wyniki dla testów zakończonych niepowodzeniem
pt_br: Mostrar os resultados para os testes com falha
ru: Показать результаты для неудачных тестов
tr: Başarısız testlerin sonuçlarını göster

source: Show the results for the ignored tests
cs: Zobrazit výsledy ignorovaných testů
de: Ergebnisse für die ignorierten Tests anzeigen
es: Mostrar los resultados de las pruebas omitidas
fr: Afficher les résultats des tests ignorés
ja: 無視されたテストの結果を表示します
ko: 무시된 테스트의 결과 표시
pl: Pokaż wyniki dla zignorowanych testów
pt_br: Mostrar os resultados para os testes ignorados
ru: Показать результаты для пропущенных тестов
tr: Yoksayılan testlerin sonuçlarını göster

source: Show the results for the inconclusive tests
cs: Zobrazit výsledky neprůkazných testů
de: Ergebnisse für die nicht eindeutigen Tests anzeigen
es: Mostrar los resultados de las pruebas no concluyentes
fr: Afficher les résultats des tests non concluants
ja: 結果不確定のテストの結果を表示します
ko: 불확실한 테스트의 결과 표시
pl: Pokaż wyniki dla testów zakończonych niejednoznacznie
pt_br: Mostrar os resultados para os testes inconclusivos
ru: Показать результаты для тестов с неопределенным результатом
tr: Sonuçlandırılamayan testlerin sonuçlarını göster

source: Show the results for the successful tests
cs: Zobrazit výsledky úspěšných testů
de: Ergebnisse für die nicht erfolgreichen Tests anzeigen
es: Mostrar los resultados de las pruebas correctas
fr: Afficher les résultats des tests réussis
ja: 成功したテストの結果を表示します
ko: 성공적인 테스트의 결과 표시
pl: Pokaż wyniki dla testów zakończonych pomyślnie
pt_br: Mostrar os resultados para os testes bem-sucedidos
ru: Показать результаты для успешных тестов
tr: Başarılı testlerin sonuçlarını göster

source: Show the test output
cs: Zobrazit výstup testu
de: Testausgabe anzeigen
es: Mostrar el resultado de la prueba
fr: Afficher la sortie de test
ja: テスト出力を表示します
ko: 테스트 출력 표시
pl: Pokaż dane wyjściowe testu
pt_br: Mostrar o resultado do teste
ru: Показать выходные данные теста
tr: Test çıkışını göster

source: Show the {0} pad
cs: Zobrazit panel {0}
de: Feld {0} anzeigen
es: Mostrar el panel de {0}
fr: Afficher le bloc {0}
ja: {0} パッドを表示する
ko: {0} 패드 표시
pl: Pokaż konsolę {0}
pt_br: Exibir o painel {0}
ru: Показать панель {0}
tr: {0} panelini göster

source: Show tip of the day
cs: Zobrazit tip dne
de: Tipp des Tages anzeigen
es: Mostrar sugerencias
fr: Afficher l’astuce du jour
it: Visualizza il suggerimento
ja: 本日のヒントを表示します
ko: 유용한 정보 표시
pl: Pokaż poradę dnia
pt_br: Mostrar dica do dia
ru: Показать полезный совет
tr: Günün ipucunu göster
uk: Показати пораду дня
zh_cn: 显示每日提示
zh_tw: 顯示每日小秘訣

source: Show valid translations
cs: Zobrazit platné překlady
de: Gültige Übersetzungen anzeigen
es: Mostrar traducciones válidas
fr: Afficher les traductions valides
it: Mostra le traduzioni valide
ja: 有効な翻訳を表示
ko: 유효한 번역 표시
pl: Pokaż prawidłowe tłumaczenia
pt_br: Mostrar traduções válidas
ru: Показать допустимые переводы
tr: Geçerli çevirileri göster
uk: Показати правильні переклади
zh_cn: 显示有效的翻译
zh_tw: 顯示有效的翻譯

source: Show visible glyphs for word wrap
cs: Zobrazit viditelné piktogramy pro zalamování řádků
de: Sichtbare Glyphen für Zeilenumbruch anzeigen
es: Mostrar glifos visibles para el ajuste automático de línea
fr: Afficher des glyphes visibles pour l'enveloppement de mots
ja: 右端での折り返しの記号を表示する
ko: 자동 래핑 시각 문자 모양 표시
pl: Pokaż widoczne symbole przy zawijaniu wierszy
pt_br: Mostrar glifos visíveis para quebra automática de linha
ru: Отображать видимые глифы при переносе по словам
tr: Sözcük kaydırma için görünür karakterleri göster

source: Show welcome page on startup
cs: Zobrazit úvodní stránku při spuštění
de: Willkommensseite beim Start anzeigen
es: Mostrar página principal al inicio
fr: Afficher la page d’accueil au démarrage
it: Mostra la pagina iniziale all'avvio
ja: 起動時にウェルカム ページを表示
ko: 시작 시 시작 페이지 표시
pl: Pokaż stronę powitalną przy uruchamianiu
pt_br: Mostrar a página inicial ao iniciar
ru: Отображать страницу приветствия при запуске
tr: Başlangıçta karşılama sayfasını göster
uk: Показувати при запуску стартову сторінку
zh_cn: 启动时显示欢迎页
zh_tw: 啟動時顯示歡迎頁面

source: Show {0}
cs: Zobrazit {0}
de: {0} anzeigen
es: Mostrar {0}
fr: Afficher {0}
it: Mostra {0}
ja: {0} を表示
ko: {0} 표시
pl: Pokaż element {0}
pt_br: Mostrar {0}
ru: Показать {0}
tr: {0} öğesini göster
uk: Показати {0}
zh_cn: 显示 {0}
zh_tw: 顯示 {0}

source: Show/Hide Inline Messages
cs: Zobrazit/skrýt vložené zprávy
de: Inlinemeldungen ein-/ausblenden
es: Mostrar u ocultar mensajes insertados
fr: Afficher/Masquer les messages Inline
it: Mostra/Nascondi messaggi inline
ja: インライン メッセージの表示/非表示
ko: 인라인 메시지 표시/숨기기
pl: Pokaż/ukryj komunikat osadzony
pt_br: Mostrar/Ocultar Mensagens Embutidas
ru: Показать/скрыть встроенные сообщения
tr: Satır İçi İletileri Göster/Gizle
zh_cn: 显示/隐藏内联消息
zh_tw: 顯示/隱藏內嵌訊息

source: Show/Hide current Inline Message
cs: Zobrazit/skrýt aktuální vloženou zprávu
de: Aktuelle Inlinemeldung ein-/ausblenden
es: Mostrar u ocultar mensaje insertado actual
fr: Afficher/Masquer le message Inline en cours
it: Mostra/Nascondi messaggio inline corrente
ja: 現在のインライン メッセージの表示/非表示
ko: 현재 인라인 메시지 표시/숨기기
pl: Pokaż/ukryj bieżący komunikat osadzony
pt_br: Mostrar/ocultar Mensagem Embutida atual
ru: Показать/скрыть текущее встроенное сообщение
tr: Geçerli Satır İçi İletiyi Göster/Gizle
zh_cn: 显示/隐藏当前内联消息
zh_tw: 顯示/隱藏目前內嵌訊息

source: Shows NotImplementedException throws in the quick task bar
cs: Zobrazí aktivace NotImplementedException v panelu rychlých úloh
de: Zeigt NotImplementedException-Auslösungen in der Schnelltaskleiste an
es: Muestra las apariciones de la excepción NotImplementedException en la barra de tareas rápida
fr: Affiche les exceptions NotImplementedException levées dans la barre des tâches rapides
it: Mostra l'eccezione NotImplementedException generata nella barra delle attività rapide
ja: クイック タスク バーに NotImplementedException のスローを表示します
ko: 빠른 작업 표시줄에 NotImplementedException throw를 표시합니다.
pl: Pokazuje zgłoszenia wyjątku NotImplementedException na pasku szybkich zadań
pt_br: Mostrar acionamento de NotImplementedException na barra de tarefas rápida
ru: Отображает возникшие NotImplementedException на панели быстрых задач
tr: NotImplementedException hatalarını hızlı görev çubuğunda gösterir
uk: Показує кидки NotImplementedException у швидкій панелі завдань
zh_cn: 在快速任务栏中显示 NotImplementedException 引发
zh_tw: 在快速工作列中顯示擲回的 NotImplementedException

source: Shows method and class folds
cs: Zobrazuje oddíly metod a tříd.
de: Zeigt Methoden- und Klassenfolds an
es: Mostrar pliegues de método y clase
fr: Affiche les plis de méthode et de classe
ja: メソッドとクラスの折りたたみを表示します
ko: 메서드 및 클래스 접기를 표시합니다.
pl: Pokazuje miejsca złożenia metod i klas
pt_br: Mostra dobramentos de classe e método
ru: Отображение свертываний методов и классов
tr: Metot ve sınıf katlamalarını gösterir

source: Shows the authors of the current file
cs: Zobrazí autory aktuálního souboru.
de: Zeigt die Autoren der aktuellen Datei an.
es: Muestra los autores del archivo actual.
fr: Affiche les auteurs du fichier actif
ja: 現在のファイルの作成者を表示します
ko: 현재 파일의 작성자를 표시합니다.
pl: Pokazuje autorów bieżącego pliku
pt_br: Mostra os autores do arquivo atual
ru: Показывает авторов текущего файла
tr: Geçerli dosyanın yazarlarını gösterir

source: Shows the differences in the code between the current code and the version in the repository
cs: Zobrazuje rozdíly v kódu mezi aktuálním kódem a verzí v úložišti.
de: Zeigt die Unterschiede im Code zwischen dem aktuellen Code und der Version im Repository an.
es: Muestra las diferencias entre el código actual y el de la versión del repositorio.
fr: Affiche les différences dans le code entre le code actuel et la version du dépôt
ja: 現在のコードとリポジトリ内のバージョンとの間のコードの相違点を表示する
ko: 현재 코드와 리포지토리의 버전 사이에 존재하는 코드의 차이 표시
pl: Pokazuje różnice kodu między bieżącym kodem i wersją w repozytorium
pt_br: Mostra as diferenças no código entre o código atual e a versão no repositório
ru: Показывает различия в коде между текущим кодом и версией в репозитории
tr: Geçerli kod ve depodaki sürüm arasındaki kod farklılıklarını gösterir

source: Shows the line numbers for the current file
cs: Zobrazuje čísla řádků v aktuálním souboru.
de: Zeigt die Zeilennummern für die aktuelle Datei an.
es: Muestra los números de línea del archivo actual.
fr: Affiche le nombre de lignes du fichier actif
ja: 現在のファイルの行番号を表示します
ko: 현재 파일에 대한 줄 번호를 표시합니다.
pl: Pokazuje numery wierszy dla bieżącego pliku
pt_br: Mostra os números de linha para o arquivo atual
ru: Отображение номеров строк для текущего файла
tr: Geçerli dosya için satır numaralarını gösterir

source: Shows the merge view for the current file
cs: Zobrazuje slučovací zobrazení aktuálního souboru.
de: Zeigt die Mergeansicht für die aktuelle Datei an.
es: Muestra la vista de combinación del archivo actual.
fr: Affichage fusionné du fichier actif
ja: 現在のファイルのマージ ビューを表示する
ko: 현재 파일의 병합 보기 표시
pl: Pokazuje scalony widok bieżącego pliku
pt_br: Mostra a exibição de mesclagem do arquivo atual
ru: Показывает представление слияния для текущего файла
tr: Geçerli dosya için birleştirme görünümünü gösterir

source: Shows the source control log for the current file
cs: Zobrazuje protokol správy zdrojového kódu pro aktuální soubor.
de: Zeigt das Quellcodeverwaltungs-Protokoll für die aktuelle Datei an.
es: Muestra el registro de control de código fuente del archivo actual.
fr: Affiche le journal du contrôle de code source pour le fichier actif
ja: 現在のファイルのソース管理ログを表示する
ko: 현재 파일의 소스 제어 로그 표시
pl: Pokazuje dziennik kontroli źródła dla bieżącego pliku
pt_br: Mostra o log de controle do código-fonte para o arquivo atual
ru: Показывает журнал управления версиями для текущего файла
tr: Geçerli dosya için kaynak denetimi günlüğünü gösterir

source: Shows the tooltip at editor positon
cs: Zobrazí popis tlačítka na pozici editoru.
de: Zeigt die QuickInfo an der Editor-Position an.
es: Muestra la información sobre herramientas en la posición del editor
fr: Affiche l'info-bulle à la position de l'éditeur
ja: エディターの位置にツール ヒントを表示します
ko: 편집기 위치에 도구 설명을 표시합니다.
pl: Pokazuje etykietkę narzędzia w położeniu edytora
pt_br: Mostra a dica de ferramenta na posição de editor
ru: Показывает всплывающую подсказку в редакторе
tr: Düzenleyici konumunda araç ipucunu gösterir

source: Signal
cs: Signál
es: Señal
it: Segnale
ja: シグナル
ko: 신호
pl: Sygnał
pt_br: Sinal
ru: Сигнал
tr: Sinyal
uk: Сигнал
zh_cn: 信号
zh_tw: 訊號

source: Signals
cs: Signály
de: Signale
es: Señales
fr: Signaux
it: Segnali
ja: シグナル
ko: 신호
pl: Sygnały
pt_br: Sinais
ru: Сигналы
tr: Sinyaller
uk: Сигнали
zh_cn: 信号
zh_tw: 訊號

source: Simple
cs: Jednoduchý
de: Einfach
es: Sencillo
it: Semplice
ja: シンプル
ko: 단순
pl: Prosty
pt_br: Simples
ru: Простой
tr: Basit
uk: Простий
zh_cn: 简明型
zh_tw: 簡單

source: Simplify conditional expression
cs: Zjednodušit podmíněný výraz
de: Bedingten Ausdruck vereinfachen
es: Simplificar la expresión condicional
fr: Simplifier l’expression conditionnelle
it: Semplifica l'espressione condizionale
ja: 条件式を簡略化する
ko: 조건식 단순화
pl: Uprość wyrażenie warunkowe
pt_br: Simplificar a expressão condicional
ru: Упростить условное выражение
tr: Koşullu ifadeyi basitleştir
uk: SVNСпростити вираз умови
zh_cn: 简化条件表达式
zh_tw: 簡化條件運算式

source: Single Thread
cs: Jedno vlákno
es: Subproceso único
fr: Thread unique
it: Thread singolo
ja: 単一スレッド
ko: 단일 스레드
pl: Pojedynczy wątek
pt_br: Thread Único
ru: Один поток
tr: Tek İş Parçacığı
uk: Один потік
zh_cn: 单线程
zh_tw: 單一執行緒

source: Single for all platforms
cs: Jedna pro všechny platformy
de: Einmal für alle Plattformen
es: Solo una para todas las plataformas
fr: Unique pour toutes les plateformes
it: Imposta spaziatura per gli operatori
ja: すべてのプラットフォームで 1 つ
ko: 모든 플랫폼에 단일 항목 사용
pl: Pojedyncze dla wszystkich platform
pt_br: Único para todas as plataformas
ru: Один для всех платформ
tr: Tüm platformlar için tek

source: Single line
cs: Jeden řádek
de: Einzeilig
es: Línea individual
fr: Une seule ligne
it: Riga singola
ja: 単一行
ko: 한 줄
pl: Pojedynczy wiersz
pt_br: Linha única
ru: Одна строка
tr: Tek satır
uk: Один рядок
zh_cn: 单行
zh_tw: 單一行

source: Single source icon
cs: Ikona s jedním zdrojem
de: Symbol aus einer Quelle
es: Icono de origen único
fr: Icône à source unique
it: Icona a origine singola
ja: 単一ソースのアイコン
ko: 단일 소스 아이콘
pl: Jedna ikona źródła
pt_br: Ícone de origem única
ru: Значок одного источника
tr: Tek kaynak simgesi
zh_cn: 单源图标
zh_tw: 單一來源圖示

source: Singular
cs: Singulár
fr: Singulier
it: Singolare
ja: 単数形
ko: 단수형
pl: Liczba pojedyncza
ru: Единственное число
tr: Tekil
uk: Однина
zh_cn: 单数
zh_tw: 單數

source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
zh_cn: 大小
zh_tw: 大小

source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
fr: Taille :
ja: サイズ:
ko: 크기:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
tr: Boyut:

source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
it: Ignora
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Ignorar
ru: Пропустить
tr: Atla
zh_cn: 跳过
zh_tw: 略過

source: Skip Patch
cs: Přeskočit opravu
de: Patch überspringen
es: Omitir revisión
fr: Ignorer le correctif
it: Ignora patch
ja: パッチをスキップ
ko: 패치 건너뛰기
pl: Pomiń poprawkę
pt_br: Ignorar Patch
ru: Пропустить исправление
tr: Düzeltme Ekini Atla
uk: Пропустити латку
zh_cn: 跳过补丁
zh_tw: 略過修補檔案

source: Skip building unmodified projects
cs: Přeskočit sestavení nezměněných projektů
de: Buildprozess für unveränderte Projekte überspringen
es: Omitir la compilación de proyectos no modificados
fr: Ignorer la génération des projets non modifiés
ja: 変更されていないプロジェクトのビルドをスキップします
ko: 수정되지 않은 프로젝트 빌드 건너뛰기
pl: Pomiń kompilowanie niezmodyfikowanych projektów
pt_br: Ignorar o build de projetos sem modificações
ru: Пропустить сборку проектов без изменений
tr: Değiştirilmemiş projelerin derlenmesini atla

source: Skipped '{0}'
cs: Vynecháno {0}
de: {0}' übersprungen
es: '{0}' omitido
fr: « {0} » ignoré
it: '{0}' ignorato
ja: '{0}' をスキップしました
ko: '{0}'을(를) 건너뜀
pl: Pominięto element „{0}”
pt_br: '{0}' ignorado
ru: Пропущен "{0}"
tr: '{0}' atlandı
uk: Пропущено '{0}'
zh_cn: 已跳过“{0}”
zh_tw: 已略過 '{0}'

source: Skipped Build: Project: {0}, Configuration: {1}
cs: Vynechaný build: Projekt: {0}, konfigurace: {1}
de: Build übersprungen: Projekt: {0}, Konfiguration: {1}
es: Compilación omitida: proyecto: {0}, configuración: {1}
fr: Build ignorée : projet : {0}, configuration : {1}
ja: ビルドをスキップしました: プロジェクト: {0}、構成: {1}
ko: 빌드 생략: 프로젝트: {0}, 구성: {1}
pl: Pominięta kompilacja: projekt: {0}, konfiguracja: {1}
pt_br: Build Ignorado: Projeto: {0}, Configuração: {1}
ru: Пропущенная сборка: проект: {0}, конфигурация: {1}.
tr: Derleme tamamlandı: Proje: {0}, Yapılandırma: {1}

source: Skipped missing target: '{0}'
cs: Vynechaný chybějící cíl: {0}
de: Fehlendes Ziel '{0}' übersprungen
es: Falta el destino '{0}' y se ha omitido
fr: Cible manquante ignorée : « {0} »
it: Destinazione mancante ignorata: '{0}'
ja: 存在しないターゲットをスキップしました: '{0}'
ko: 누락된 대상을 건너뛰는 중: '{0}'
pl: Pominięty brakujący element docelowy: „{0}”
pt_br: Destino ausente ignorado: '{0}'
ru: Пропущена отсутствующая цель: "{0}"
tr: Eksik hedef atlandı: '{0}'
uk: Пропущено відсутню ціль: '{0}'
zh_cn: 已跳过缺少的目标:“{0}”
zh_tw: 已略過缺少的目標: '{0}'

source: Skipped {0}: existing file is newer.
cs: Přeskakuje se soubor {0}: stávající soubor je novější.
de: {0} übersprungen: Vorhandene Datei ist neuer.
es: Omitido {0}: el archivo existente es más reciente.
fr: {0} ignoré : le fichier existant est plus récent.
it: {0} è stato ignorato: il file esistente è più recente.
ja: {0} をスキップしました。既存のファイルの方が新しいです。
ko: {0}을(를) 건너뜀: 기존 파일이 최신 버전입니다.
pl: Pominięto element {0}: istniejący plik jest nowszy.
pt_br: {0} ignorado: o arquivo existente é mais recente.
ru: Пропущено {0}: существующий файл более новый.
tr: {0} atlandı: Mevcut dosya daha yeni.
uk: Пропускається {0}: наявний файл новіший.
zh_cn: 已跳过 {0}: 现有文件较新。
zh_tw: 已略過 {0}: 現有的檔案比較新。

source: Skipped {0}: existing file is the same age.
cs: Přeskakuje se soubor {0}: stávající soubor je stejně starý.
de: {0} übersprungen: Vorhandene Datei hat dasselbe Datum.
es: Omitiendo {0}: el archivo existente tiene la misma antigüedad.
fr: {0} ignoré : le fichier existant a le même âge.
it: {0} è stato ignorato: la data del file esistente è la stessa.
ja: {0} をスキップしました。既存のファイルは同じ日時です。
ko: {0}을(를) 건너뜀: 기존 파일이 동일한 버전입니다.
pl: Pominięto element {0}: istniejący plik jest w tym samym wieku.
pt_br: {0} ignorado: o arquivo existente tem a mesma idade.
ru: Пропущено {0}: существующий файл имеет такой же возраст.
tr: {0} atlandı: Mevcut dosya ile yenisinin oluşturulma zamanı aynı.
uk: Замінюється {0}: наявний файл такого ж віку.
zh_cn: 已跳过 {0}: 现有文件新旧程度相同。
zh_tw: 已略過 {0}: 現有檔案的時間相同。

source: Skipped {0}: file exists.
cs: Přeskočil se soubor {0}: soubor už existuje.
de: {0} übersprungen: Datei ist bereits vorhanden.
es: Se omitió {0}: el archivo existe.
fr: {0} ignoré : le fichier existe.
it: {0} è stato ignorato: il file esiste.
ja: {0} をスキップしました。ファイルが存在します。
ko: {0}을(를) 건너뜀: 파일이 있습니다.
pl: Pominięto plik {0}: plik istnieje.
pt_br: {0} ignorado: o arquivo existe.
ru: Пропущено {0}: файл существует.
tr: {0} atlandı: Dosya zaten var.
uk: Пропущено {0}: файл вже існує.
zh_cn: 已跳过 {0}: 文件存在。
zh_tw: 已略過 {0}: 檔案已存在。
