Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Create file '{0}'
cs: Vytvořit soubor {0}
de: Datei '{0}' erstellen
es: Crear archivo '{0}'
fr: Créer le fichier « {0} »
it: Crea file '{0}'
ja: ファイル '{0}' を作成する
ko: '{0}' 파일 만들기
pl: Utwórz plik „{0}”
pt_br: Criar arquivo '{0}'
ru: Создать файл "{0}"
tr: '{0}' dosyası oluşturuldu
uk: Створити файл '{0}'
zh_cn: 创建文件“{0}”
zh_tw: 建立檔案 '{0}'

source: Create in solution:
cs: Vytvořit v řešení:
de: In Projektmappe erstellen:
es: Crear en solución:
fr: Créer dans une solution :
it: Crea nella soluzione:
ja: ソリューション内に作成する:
ko: 솔루션에서 만들기:
pl: Utwórz w rozwiązaniu:
pt_br: Criar na solução:
ru: Создать в решении:
tr: Çözüm içerisinde oluştur:
uk: Створити у рішенні:
zh_cn: 在解决方案中创建:
zh_tw: 在解決方案中建立:

source: Create new color sheme
cs: Vytvořit nové barevné schéma
de: Neues Farbschema erstellen
es: Crear nueva combinación de colores
fr: Créer un jeu de couleurs
it: Crea nuova combinazione colori
ja: 新しい配色の作成
ko: 새로운 색 구성표 만들기
pl: Utwórz nowy schemat kolorów
pt_br: Criar novo esquema de cores
ru: Создать цветовую схему
tr: Yeni renk düzeni oluştur
uk: Створити нову колірну схему
zh_cn: 创建新配色方案
zh_tw: 建立新色彩配置

source: Create new file
cs: Vytvořit nový soubor
de: Neue Datei erstellen
es: Crear archivo
fr: Créer un fichier
ja: 新しいファイルを作成します
ko: 새 파일 만들기
pl: Utwórz nowy plik
pt_br: Criar novo arquivo
ru: Создать файл
tr: Yeni dosya oluştur

source: Create new layout
cs: Vytvořit nové rozložení
de: Neues Layout erstellen
es: Crear nuevo diseño
fr: Créer une disposition
it: Crea nuovo layout
ja: 新しいレイアウトの作成
ko: 새 레이아웃 만들기
pl: Utwórz nowy układ
pt_br: Criar novo layout
ru: Создать макет
tr: Yeni düzen oluştur
uk: Створити нову конфігурацію вікон
zh_cn: 创建新布局
zh_tw: 建立新配置

source: Create new method
cs: Vytvořit novou metodu
de: Neue Methode erstellen
es: Crear nuevo método
fr: Créer une méthode
it: Crea un nuovo metodo
ja: 新しいメソッドを作成する
ko: 새 메서드 만들기
pl: Utwórz nową metodę
pt_br: Criar método
ru: Создать метод
tr: Yeni metot oluştur
uk: Створити новий метод
zh_cn: 创建新方法
zh_tw: 建立新方法

source: Create new packages for the project
cs: Vytvořit nové balíčky pro projekt
de: Neue Pakete für das Projekt erstellen
es: Crear nuevos paquetes para el proyecto
fr: Créer de nouveaux paquets pour le projet
it: Crea nuovi pacchetti per il progetto
ja: このプロジェクト用に新しいパッケージを作成
ko: 프로젝트의 새 패키지 만들기
pl: Tworzy nowe pakiety dla projektu
pt_br: Criar novos pacotes para o projeto
ru: Создать пакеты для проекта
tr: Proje için yeni paketler oluşturma
uk: Створити нові пакети для проекту
zh_cn: 为项目创建新包
zh_tw: 建立此專案的新封裝

source: Create overload without parameter
cs: Vytvořit přetížení bez parametru
de: Überladung ohne Parameter erstellen
es: Crear sobrecarga sin parámetro
fr: Créer une surcharge sans paramètre
it: Crea l'overload senza parametro
ja: パラメーターを指定せずにオーバーロードを作成する
ko: 매개 변수가 없는 오버로드 만들기
pl: Utwórz przeciążenie bez parametru
pt_br: Criar sobrecarga sem parâmetro
ru: Создать перегрузку без параметра
tr: Parametre olmadan aşırı yük oluştur
uk: Створити перевантаження без параметра
zh_cn: 创建没有参数的重载
zh_tw: 建立不具參數的多載

source: Create packages for this project in a new Packaging Project
cs: Vytvořit balíčky pro tento projekt v novém balícím projektu
de: Pakete für dieses Projekt in neuem Paketerstellungsprojekt erstellen
es: Crear paquetes para este proyecto en un nuevo proyecto de empaquetado
fr: Créer les paquets pour ce projet dans un nouveau projet d’empaquetage
it: Crea i pacchetti per questo progetto in un nuovo progetto di creazione pacchetti
ja: 新しいパッケージ プロジェクト内にこのプロジェクト用のパッケージを作成する
ko: 새 패키징 프로젝트에서 이 프로젝트의 패키지 만들기
pl: Utwórz pakiety dla tego projektu w nowym projekcie pakietu
pt_br: Criar pacotes para este projeto em um novo Projeto de Empacotamento
ru: Создать пакеты для этого проекта в новом проекте упаковки
tr: Bu proje için yeni bir Paketleme Projesi içerisinde paketler oluşturun
uk: Створити пакети для цього проекту за допомогою нового проекту упаковки
zh_cn: 在新打包项目中为此项目创建包
zh_tw: 在新封裝專案內建立此專案的封裝

source: Create the new file and close the dialog
cs: Vytvořit nový soubor a zavřít dialog
de: Erstellen Sie die neue Datei, und schließen Sie das Dialogfeld.
es: Crear el archivo y cerrar el cuadro de diálogo
fr: Créer le fichier et fermer la boîte de dialogue
ja: 新しいファイルを作成して、ダイアログを閉じる
ko: 새 파일을 만들고 대화 상자 닫기
pl: Utwórz nowy plik i zamknij okno dialogowe
pt_br: Crie o novo arquivo e feche a caixa de diálogo
ru: Создать новый файл и закрыть диалоговое окно
tr: Yeni dosyayı oluştur ve iletişim kutusunu kapat

source: Created file: {0}
cs: Vytvořený soubor: {0}
de: Erstellte Datei: {0}
es: Archivo creado: {0}
fr: Fichier créé : {0}
it: File creato: {0}
ja: 作成されたファイル: {0}
ko: 만든 파일: {0}
pl: Utworzono plik: {0}
pt_br: Arquivo criado: {0}
ru: Созданный файл: {0}
tr: Oluşturulan dosya: {0}
uk: Створено файл: {0}
zh_cn: 已创建文件: {0}
zh_tw: 建立的檔案: {0}

source: Creates a .NET application configuration file.
cs: Vytvoří konfigurační soubor aplikace .NET.
de: Erstellt eine .NET-Anwendungskonfigurationsdatei.
es: Crea un archivo de configuración de aplicación .NET.
fr: Crée un fichier de configuration d’application .NET.
it: Crea un file di configurazione dell'applicazione .NET vuoto.
ja: .NET アプリケーション構成ファイルを作成します。
ko: .NET 애플리케이션 구성 파일을 만듭니다.
pl: Tworzy plik konfiguracji aplikacji platformy .NET.
pt_br: Cria um arquivo de configuração de aplicativo .NET.
ru: Создает файл конфигурации для приложения .NET.
tr: Bir .NET uygulaması yapılandırma dosyası oluşturur.
uk: Створити файл конфігурації затосунку .NET.
zh_cn: 创建一个 .NET 应用程序配置文件。
zh_tw: 建立 .NET 應用程式組態檔。

source: Creates a C# library that can be used in Windows, Mac, Windows Phone, Xamarin.iOS and Xamarin.Android.
cs: Vytvoří knihovnu C#, kterou lze použít ve Windows, Macu, Windows Phone, Xamarin.iOS a Xamarin.Android.
de: Erstellt eine C#-Bibliothek, die in Windows, Mac, Windows Phone, Xamarin.iOS und Xamarin.Android verwendet werden kann.
es: Crea una biblioteca de C# que se puede usar en Windows, Mac, Windows Phone, Xamarin.iOS y Xamarin.Android.
fr: Crée une bibliothèque C# utilisable sur Windows, Mac, Windows Phone, Xamarin.iOS et Xamarin.Android.
ja: Windows、Mac、Windows Phone、Xamarin.iOS、Xamarin.Android で使用できる C# ライブラリを作成します。
ko: Windows, Mac, Windows Phone, Xamarin.iOS 및 Xamarin.Android에서 사용할 수 있는 C# 라이브러리를 만듭니다.
pl: Tworzy bibliotekę języka C#, której można używać w systemach Windows, Mac, Windows Phone, Xamarin.iOS i Xamarin.Android.
pt_br: Cria uma biblioteca C# que pode ser usada no Windows, Mac, Windows Phone, Xamarin.iOS e Xamarin.Android.
ru: Создает библиотеку C#, которая используется в Windows, Mac и Windows Phone, Xamarin.iOS и Xamarin.Android.
tr: Windows, Mac, Windows Phone, Xamarin.iOS ve Xamarin.Android'de kullanılabilen bir C# kitaplığı oluşturur.

source: Creates a Desktop Entry file.
cs: Vytvoří soubor položky desktopu.
de: Erstellt eine Desktop Entry-Datei.
es: Crear un archivo de entrada de escritorio.
fr: Crée un fichier d’entrée du bureau.
it: Crea un file per voce desktop.
ja: デスクトップ エントリのファイルを作成します。
ko: 데스크톱 항목 파일을 만듭니다.
pl: Tworzy plik pozycji pulpitu.
pt_br: Cria um arquivo de Entrada de Área de Trabalho.
ru: Создает файл записи Desktop.
tr: Bir Masaüstü Girdi dosyası oluşturur.
uk: Створити файл Desktop Entry
zh_cn: 创建一个桌面条目文件。
zh_tw: 建立桌面項目檔案。

source: Creates a Gtk Window
cs: Vytvoří okno Gtk.
de: Erstellt ein Gtk-Fenster.
es: Crea una ventana de GTK+
fr: Crée une fenêtre Gtk
it: Crea una finestra GTK
ja: GTK ウィンドウを作成します
ko: Gtk 창을 만듭니다.
pl: Tworzy okno Gtk
pt_br: Cria uma Janela Gtk
ru: Создает окно GTK
tr: Bir Gtk penceresi oluşturur
uk: Створити вікно Gtk.
zh_cn: 创建一个 GTK 窗口
zh_tw: 建立 Gtk 視窗

source: Creates a Gtk dialog.
cs: Vytvoří dialog Gtk.
de: Erstellt ein Gtk-Dialogfeld.
es: Crea un cuadro de diálogo de GTK+.
fr: Crée une boîte de dialogue Gtk.
it: Crea una finestra di dialogo GTK.
ja: GTK ダイアログを作成します。
ko: Gtk 대화 상자를 만듭니다.
pl: Tworzy okno dialogowe Gtk.
pt_br: Cria uma caixa de diálogo Gtk.
ru: Создает диалоговое окно GTK.
tr: Bir Gtk iletişim kutusu oluşturur.
uk: Створити діалог Gtk.
zh_cn: 创建一个 GTK 对话框。
zh_tw: 建立 Gtk 對話方塊。

source: Creates a Gtk# 2.0 project.
cs: Vytvoří projekt Gtk# 2.0.
de: Erstellt ein Gtk# 2.0-Projekt.
es: Crea un proyecto de Gtk# 2.0.
fr: Crée un projet Gtk# 2.0.
it: Crea un progetto Gtk# 2.0.
ja: Gtk# 2.0 プロジェクトを作成します。
ko: GTK# 2.0 프로젝트를 만듭니다.
pl: Tworzy projekt Gtk# 2.0.
pt_br: Cria um projeto GTK# 2.0.
ru: Создает проект GTK# 2.0.
tr: Gtk# 2.0 projesi oluşturur.
uk: Створити проект Gtk# 2.0.
zh_cn: 创建一个 GTK# 2.0 项目。
zh_tw: 建立 Gtk# 2.0 專案。

source: Creates a NuGet Packaging project.
cs: Vytvoří projekt zabalení NuGet.
de: Erstellt ein NuGet-Paketerstellungsprojekt.
es: Crea un proyecto de empaquetado NuGet.
fr: Crée un projet de création de paquet NuGet.
it: Crea un progetto di traduzione.
ja: NuGet パッケージ プロジェクトを作成します。
ko: NuGet 패키징 프로젝트를 만듭니다.
pl: Tworzy projekt obsługi pakietów NuGet.
pt_br: Cria um projeto de Empacotamento NuGet.
ru: Создает пакет упаковки NuGet.
tr: Bir NuGet Packaging projesi oluşturur.

source: Creates a NuGet package
cs: Vytvoří balíček NuGet.
de: Erstellt ein NuGet-Paket
es: Crea un paquete NuGet.
fr: Crée un paquet NuGet
it: _Aggiorna pacchetti NuGet
ja: NuGet パッケージを作成する
ko: NuGet 패키지를 만듭니다.
pl: Tworzy pakiet NuGet
pt_br: Cria um pacote NuGet
ru: Создает пакет NuGet
tr: Bir NuGet paketi oluşturur

source: Creates a Test Fixture.
cs: Vytvoří testovací přípravek.
de: Erstellt eine Testfixture.
es: Crea un accesorio de prueba.
fr: Crée une fixture de test.
it: Crea una fixture di test.
ja: テスト フィクスチャを作成します。
ko: 테스트 픽스쳐를 만듭니다.
pl: Tworzy warunki początkowe testu.
pt_br: Cria um Acessório de Teste.
ru: Создает средство тестирования.
tr: Bir Test Düzeni oluşturur.
uk: Створення каркаса тесту
zh_cn: 创建一个测试装置。
zh_tw: 建立測試裝置。

source: Creates a VB.NET Gtk# 2.0 project.
cs: Vytvoří projekt VB.NET Gtk# 2.0.
de: Erstellt ein VB.NET Gtk# 2.0-Projekt.
es: Crea un proyecto de Gtk# 2.0 para VB.NET.
fr: Crée un projet VB.NET Gtk# 2.0
it: Crea un progetto VB.NET Gtk# 2.0.
ja: VB.NET Gtk# 2.0 プロジェクトを作成します。
ko: VB.NET GTK# 2.0 프로젝트를 만듭니다.
pl: Tworzy projekt Gtk# 2.0 platformy VB.NET.
pt_br: Cria um projeto VB.NET Gtk# 2.0.
ru: Создает проект GTK# 2.0 VB.NET.
tr: VB.NET Gtk# 2.0 projesi oluşturur.
uk: Створити проект на основі Gtk# 2.0 мовою VB .NET.
zh_cn: 创建一个 VB.NET GTK# 2.0 项目。
zh_tw: 建立 VB.NET Gtk# 2.0 專案。

source: Creates a Web API Controller.
cs: Vytvoří kontroler rozhraní Web API.
de: Erstellt einen Web-API-Controller.
es: Crea un controlador de API web.
fr: Crée un contrôleur d'API web.
ja: Web API コントローラーを作成します。
ko: Web API 컨트롤러를 만듭니다.
pl: Tworzy kontroler internetowego interfejsu API.
pt_br: Cria um Controlador da API Web.
ru: Создает контроллер веб-API.
tr: Bir Web API Denetleyicisi oluşturur.

source: Creates a Windows app manifest.
cs: Vytvoří manifest aplikace Windows.
de: Erstellt ein Windows-App-Manifest.
es: Crea un manifiesto de aplicación de Windows.
fr: Crée un manifeste d’application Windows.
it: Crea un manifesto dell'app di Windows.
ja: Windows アプリ マニフェストを作成します。
ko: Windows 앱 매니페스트를 만듭니다.
pl: Tworzy manifest aplikacji systemu Windows.
pt_br: Cria um manifesto de aplicativo do Windows.
ru: Создает манифест приложения Windows.
tr: Bir Windows uygulaması bildirimi oluşturur.
zh_cn: 创建一份 Windows 应用清单。
zh_tw: 建立 Windows 應用程式資訊清單。

source: Creates a class to configure your application.
cs: Vytvoří třídu pro konfiguraci aplikace.
de: Erstellt eine Klasse zum Konfigurieren Ihrer Anwendung.
es: Crea una clase para configurar la aplicación.
fr: Crée une classe pour configurer votre application.
ja: アプリケーションを構成するためのクラスを作成します。
ko: 애플리케이션을 구성하기 위한 클래스를 만듭니다.
pl: Tworzy klasę na potrzeby konfigurowania aplikacji.
pt_br: Cria uma classe para configurar seu aplicativo.
ru: Создает класс для настройки приложения.
tr: Uygulamanızı yapılandırmak için bir sınıf oluşturur.

source: Creates a class to write a Tag Helper.
cs: Vytvoří třídu pro zápis pomocné rutiny značky.
de: Erstellt eine Klasse zum Schreiben eines Taghilfsprogramms.
es: Crea una clase para escribir un asistente de etiquetas.
fr: Crée une classe pour écrire un Tag Helper.
ja: タグ ヘルパーを記述するためのクラスを作成します。
ko: 태그 도우미를 작성하기 위한 클래스를 만듭니다.
pl: Tworzy klasę umożliwiającą zapisanie pomocnika tagów.
pt_br: Cria uma classe para gravar o Auxiliar de Marcações.
ru: Создает класс для написания вспомогательной функции тегов.
tr: Etiket Yardımcısı yazmaya yönelik bir sınıf oluşturur.

source: Creates a class to write your middleware.
cs: Vytvoří třídu pro zápis middlewaru.
de: Erstellt eine Klasse zum Schreiben Ihrer Middleware.
es: Crea una clase para escribir el middleware.
fr: Crée une classe pour écrire votre intergiciel (middleware).
ja: ミドルウェアを記述するためのクラスを作成します。
ko: 미들웨어를 작성하기 위한 클래스를 만듭니다.
pl: Tworzy klasę umożliwiającą zapisanie oprogramowania pośredniczącego.
pt_br: Cria uma classe para gravar seu middleware.
ru: Создает класс для написания ПО промежуточного слоя.
tr: Ara yazılımınızı yazmaya yönelik bir sınıf oluşturur.

source: Creates a custom Gtk Widget.
cs: Vytvoří vlastní widget Gtk.
de: Erstellt ein benutzerdefiniertes Gtk-Widget.
es: Crear un widget de GTK+ personalizado.
fr: Crée un widget Gtk personnalisé.
it: Crea un widget GTK personalizzato.
ja: カスタム GTK ウィジェットを作成します。
ko: 사용자 지정 Gtk 위젯을 만듭니다.
pl: Tworzy niestandardowy widżet Gtk.
pt_br: Cria um Widget Gtk personalizado.
ru: Создает настраиваемое мини-приложение GTK.
tr: Özel bir Gtk Pencere Öğesi oluşturur.
uk: Створити власний віджет Gtk.
zh_cn: 创建一个自定义 GTK 小组件。
zh_tw: 建立自訂 Gtk Widget。

source: Creates a custom Gtk.DrawingArea subclass.
cs: Vytvoří vlastní podtřídu Gtk.DrawingArea.
de: Erstellt eine benutzerdefinierte Gtk.DrawingArea-Unterklasse.
es: Crea una subclase de Gtk.DrawingArea personalizada.
fr: Crée une sous-classe Gtk.DrawingArea personnalisée.
it: Crea una sottoclasse Gtk.DrawingArea personalizzata.
ja: カスタム Gtk.DrawingArea サブクラスを作成します。
ko: 사용자 지정 Gtk.DrawingArea 서브클래스를 만듭니다.
pl: Tworzy niestandardową podklasę Gtk.DrawingArea.
pt_br: Cria uma subclasse Gtk.DrawingArea personalizada.
ru: Создает пользовательский подкласс Gtk.DrawingArea.
tr: Özel bir Gtk.DrawingArea alt sınıfı oluşturur.
uk: Створити власний підклас Gtk.DrawingArea.
zh_cn: 创建一个自定义 Gtk.DrawingArea 子类。
zh_tw: 建立自訂 Gtk.DrawingArea 子類別。

source: Creates a global Action Group.
cs: Vytvoří globální skupinu akcí.
de: Erstellt eine globale Aktionsgruppe.
es: Crea un grupo de acciones global.
fr: Crée un groupe d’actions global.
it: Crea un gruppo di azioni globale.
ja: グローバルなアクション グループを作成します。
ko: 전역 작업 그룹을 만듭니다.
pl: Tworzy globalną grupę akcji.
pt_br: Cria um Grupo de Ação global.
ru: Создает глобальную группу действий.
tr: Genel bir Eylem Grubu oluşturur.
uk: Створити глобальну групу дій.
zh_cn: 创建一个全局操作组。
zh_tw: 建立全域動作群組。

source: Creates a new .NET Core class library project.
cs: Vytvoří nový projekt knihovny třídy .NET Core.
de: Erstellt ein neues .NET Core-Klassenbibliotheksprojekt.
es: Crea un proyecto de biblioteca de clases de .NET Core.
fr: Crée un projet de bibliothèque de classes .NET Core.
ja: 新しい .NET Core クラス ライブラリ プロジェクトを作成します。
ko: 새 .NET Core 클래스 라이브러리 프로젝트를 만듭니다.
pl: Tworzy nowy projekt biblioteki klas platformy .NET Core.
pt_br: Cria um novo projeto de biblioteca de classes do .NET Core.
ru: Создает новый проект библиотеки классов .NET Core.
tr: Yeni bir .NET Core sınıf kitaplığı projesi oluşturur.

source: Creates a new .NET Core console project.
cs: Vytvoří nový projekt konzoly .NET Core.
de: Erstellt ein neues .NET Core-Konsolenprojekt.
es: Crea un proyecto de consola de .NET Core.
fr: Crée un projet de console .NET Core.
ja: 新しい .NET Core コンソール プロジェクトを作成します。
ko: 새 .NET Core 콘솔 프로젝트를 만듭니다.
pl: Tworzy nowy projekt konsoli .NET Core.
pt_br: Cria um novo projeto de console do .NET Core.
ru: Создает новый проект консоли .NET Core.
tr: Yeni bir .NET Core konsol projesi oluşturur.

source: Creates a new .NET Standard class library project.
cs: Vytvoří nový projekt knihovny tříd .NET Standard.
de: Erstellt ein neues .NET Standard-Klassenbibliotheksprojekt.
es: Crea un proyecto de biblioteca de clases de .NET Standard.
fr: Crée un projet de bibliothèque de classes .NET Standard.
ja: 新しい .NET Standard クラス ライブラリ プロジェクトを作成します。
ko: 새 .NET Standard 클래스 라이브러리 프로젝트를 만듭니다.
pl: Tworzy nowy projekt biblioteki klas .NET Standard.
pt_br: Cria um novo projeto de biblioteca de classe do .NET Standard.
ru: Создает новый проект библиотеки классов .NET Standard.
tr: Yeni bir .NET Standard sınıf kitaplığı projesi oluşturur.

source: Creates a new ASP.NET Web Forms Project.
cs: Vytvoří nový projekt ASP.NET Web Forms.
de: Erstellt ein neues ASP.NET Web Forms-Projekt.
es: Crea un proyecto de ASP.NET Web Forms.
fr: Crée un projet ASP.NET Web Forms.
it: Crea un nuovo progetto Web Form ASP.NET.
ja: 新しい ASP.NET Web Forms プロジェクトを作成します。
ko: 새로운 ASP.NET Web Forms 프로젝트를 만듭니다.
pl: Tworzy projekt platformy ASP.NET Web Forms.
pt_br: Cria um Projeto ASP.NET Web Forms.
ru: Создает проект ASP.NET Web Forms.
tr: Yeni bir ASP.NET Web Forms Projesi oluşturur.
uk: Створити новий проект ASP.NET Web Forms.
zh_cn: 创建一个新的 ASP.NET Web 窗体项目。
zh_tw: 建立新 ASP.NET Web Form 專案。

source: Creates a new C# Project
cs: Vytvoří nový projekt C#.
de: Erstellt ein neues C#-Projekt.
es: Crear un nuevo proyecto de C#
fr: Crée un projet C#
it: Crea un nuovo progetto C#
ja: 新しい C# プロジェクトの作成
ko: 새 C# 프로젝트 만들기
pl: Tworzy nowy projekt języka C#
pt_br: Criar um novo Projeto C#
ru: Создает проект C#
tr: Yeni bir C# Projesi oluşturur
uk: Створити новий проект мовою C#
zh_cn: 创建一个新的 C# 项目
zh_tw: 建立新 C# 專案

source: Creates a new C# console project.
cs: Vytvoří nový projekt konzoly C#.
de: Erstellt ein neues C#-Konsolenprojekt.
es: Crea un nuevo proyecto de consola de C#.
fr: Crée un projet de console C#.
it: Crea un nuovo progetto console C#.
ja: 新しい C# コンソール プロジェクトを作成します。
ko: 새로운 C# 콘솔 프로젝트를 만듭니다.
pl: Tworzy nowy projekt konsoli języka C#.
pt_br: Cria um novo projeto de console C#.
ru: Создает консольный проект C#.
tr: Yeni bir C# konsol projesi oluşturur.
uk: Створити консольний проект мовою C#.
zh_cn: 创建一个新的 C# 控制台项目。
zh_tw: 建立新 C# 主控台專案。

source: Creates a new MSTest project.
cs: Vytvoří nový projekt MSTest.
de: Erstellt ein neues MSTest-Projekt.
es: Crea un nuevo proyecto de MSTest.
fr: Crée un projet MSTest.
ja: 新しい MSTest プロジェクトを作成します。
ko: 새 MSTest 프로젝트를 만듭니다.
pl: Tworzy nowy projekt narzędzia MSTest.
pt_br: Cria um novo projeto de MSTest.
ru: Создает проект MSTest.
tr: Yeni bir MSTest projesi oluşturur.

source: Creates a new NUnit test project.
cs: Vytvoří nový projekt testů NUnit.
de: Erstellt ein neues NUnit-Testprojekt.
es: Crea un proyecto de prueba de NUnit.
fr: Crée un projet de test NUnit.
ja: 新しい NUnit テスト プロジェクトを作成します。
ko: 새 NUnit 테스트 프로젝트를 만듭니다.
pl: Tworzy nowy projekt testu NUnit.
pt_br: Cria um novo projeto de teste do NUnit.
ru: Создает текстовый проект NUnit.
tr: Yeni bir NUnit test projesi oluşturur.

source: Creates a new xUnit test project.
cs: Vytvoří nový projekt testů xUnit.
de: Erstellt ein neues xUnit-Testprojekt.
es: Crea un proyecto de prueba de xUnit.
fr: Crée un projet de tests xUnit.
ja: 新しい xUnit テスト プロジェクトを作成します。
ko: 새 xUnit 테스트 프로젝트를 만듭니다.
pl: Tworzy nowy projekt testu xUnit.
pt_br: Cria um novo projeto de teste do xUnit.
ru: Создает новый текстовый проект xUnit.
tr: Yeni bir xUnit test projesi oluşturur.

source: Creates a project that allows sharing files between projects
cs: Vytvoří projekt, který umožňuje sdílení souborů mezi projekty.
de: Erstellt ein Projekt, das die Dateifreigabe zwischen Projekten ermöglicht.
es: Crea un proyecto que permite compartir archivos entre proyectos
fr: Crée un projet permettant le partage de fichiers entre projets
it: Crea un progetto che consente la condivisione di file tra progetti
ja: プロジェクト間でファイルを共有できるプロジェクトを作成します
ko: 프로젝트 간에 파일을 공유할 수 있도록 하는 프로젝트를 만듭니다.
pl: Tworzy projekt umożliwiający współużytkowanie plików między projektami
pt_br: Cria um projeto que permite o compartilhamento de arquivos entre projetos
ru: Создает проект, позволяющий совместно использовать файлы между проектами
tr: Projeler arasında dosya paylaşımına olanak sağlayan bir proje oluşturur
uk: Створити проект, який дозволяє поширювати файли між проектами
zh_cn: 创建一个允许在项目之间共享文件的项目
zh_tw: 建立允許在專案之間共用檔案的專案

source: Creates a project which can contain any kind of file.
cs: Vytvoří projekt, který může obsahovat libovolný druh souboru.
de: Erstellt ein Projekt, das beliebige Dateien aufnehmen kann.
es: Crea un proyecto que puede contener cualquier tipo de archivo.
fr: Crée un projet pouvant contenir tout type de fichier.
it: Crea un progetto che può contenere qualsiasi tipo di file.
ja: どのような種類のファイルでも含むことができるプロジェクトを作成します。
ko: 모든 종류의 파일을 포함할 수 있는 프로젝트를 만듭니다.
pl: Tworzy projekt, który może zawierać dowolny rodzaj pliku.
pt_br: Cria um projeto que pode conter qualquer tipo de arquivo.
ru: Создает проект, способный содержать файл любого вида.
tr: Herhangi bir türde dosyalar içerebilecek bir proje oluşturur.
uk: Створити проект, який може містити файли будь-яких типів.
zh_cn: 创建一个可以包含任何种类文件的项目。
zh_tw: 建立可包含任何檔案種類的專案。

source: Creates a resx resource file.
cs: Vytvoří soubor prostředků resx.
de: Erstellt eine RESX-Ressourcendatei.
es: Crea un archivo de recursos .resx.
fr: Crée un fichier de ressources resx.
it: Crea un nuovo file di risorse RESX.
ja: resx リソース ファイルを作成します。
ko: resx 리소스 파일을 만듭니다.
pl: Tworzy plik resx zasobów.
pt_br: Cria um arquivo de recursos resx.
ru: Создает файл ресурса RESX.
tr: Boş resx kaynak dosyası oluşturur.
uk: Створити файл ресурсів resx.
zh_cn: 创建一个 resx 资源文件。
zh_tw: 建立 resx 資源檔。

source: Creates a translation project.
cs: Vytvoří překladový projekt.
de: Erstellt ein Übersetzungsprojekt.
es: Crea un proyecto de traducción.
fr: Crée un projet de traduction.
it: Crea un progetto di traduzione.
ja: 翻訳プロジェクトを作成します。
ko: 번역 프로젝트를 만듭니다.
pl: Tworzy projekt tłumaczenia.
pt_br: Cria um projeto de tradução.
ru: Создает проект перевода.
tr: Bir çeviri projesi oluşturur.
uk: Створити проект перекладу.
zh_cn: 创建一个翻译项目。
zh_tw: 建立翻譯專案。

source: Creates an ASP.NET Global.asax file.
cs: Vytvoří soubor Global.asax pro ASP.NET.
de: Erstellt eine ASP.NET-Datei 'Global.asax'.
es: Crea un archivo Global.asax de ASP.NET.
fr: Crée un fichier Global.asax ASP.NET.
it: Crea un file Global.asax ASP.NET.
ja: ASP.NET Global.asax を作成します。
ko: ASP.NET Global.asax 파일을 만듭니다.
pl: Tworzy plik Global.asax platformy ASP.NET.
pt_br: Cria um arquivo Global.asax ASP.NET.
ru: Создает файл Global.asax ASP.NET.
tr: Bir ASP.NET Global.asax dosyası oluşturur.
uk: Створити файл ASP.NET Global.asax.
zh_cn: 创建一个 ASP.NET Global.asax 文件。
zh_tw: 建立 ASP.NET Global.asax 檔案

source: Creates an ASP.NET MVC Controller.
cs: Vytvoří kontroler ASP.NET MVC.
de: Erstellt einen ASP.NET MVC-Controller.
es: Crea un controlador ASP.NET MVC.
fr: Crée un contrôleur ASP.NET MVC.
it: Crea un controller MVC ASP.NET.
ja: ASP.NET MVC コントローラーを作成します。
ko: ASP.NET MVC 컨트롤러를 만듭니다.
pl: Tworzy kontroler składnika ASP.NET MVC.
pt_br: Cria um Controlador ASP.NET MVC.
ru: Создает контроллер MVC ASP.NET.
tr: ASP.NET MVC Denetleyicisi oluşturur.
uk: Створити контролер ASP.NET MVC.
zh_cn: 创建一个 ASP.NET MVC 控制器。
zh_tw: 建立 ASP.NET MVC 控制器。

source: Creates an ASP.NET MVC Master Page.
cs: Vytvoří hlavní stránku ASP.NET MVC.
de: Erstellt eine ASP.NET MVC-Masterseite.
es: Crea una página maestra ASP.NET MVC.
fr: Crée une page maître ASP.NET MVC.
it: Crea una pagina master MVC ASP.NET.
ja: ASP.NET MVC マスター ページを作成します。
ko: ASP.NET MVC 마스터 페이지를 만듭니다.
pl: Tworzy stronę wzorcową składnika ASP.NET MVC.
pt_br: Cria uma Página Mestra ASP.NET MVC.
ru: Создает эталонную страницу MVC ASP.NET.
tr: ASP.NET MVC Ana Sayfası oluşturur.
uk: Створити головну сторінку ASP.NET MVC.
zh_cn: 创建一个 ASP.NET MVC 母版页。
zh_tw: 建立 ASP.NET MVC 主版頁面。
