Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: There are local changes that conflict with changes committed in the <b>{0}</b> branch. Would you like to stash the changes and continue with the checkout?
cs: Existují místní změny, které kolidují se změnami potvrzenými ve větvi <b>{0}</b>. Přejete si změny dočasně uložit a pokračovat v rezervaci?
de: Es liegen lokale Änderungen vor, die einen Konflikt mit Änderungen verursachen, für die im Branch <b>{0}</b> ein Commit ausgeführt wurde. Möchten Sie die Änderungen stashen und den Auscheckvorgang fortsetzen?
es: Hay cambios locales que entran en conflicto con los cambios efectuados en la rama <b>{0}</b>. ¿Desea guardar provisionalmente los cambios y continuar con la desprotección?
fr: Des changements locaux sont en conflit avec des changements validés dans la branche <b>{0}</b>. Voulez-vous remiser les changements et continuer le basculement sur une branche ?
ja: ローカルの変更に、<b>{0}</b> ブランチでコミットされた変更と競合するものがあります。変更を一時退避して、チェックアウトを続行しますか?
ko: <b>{0}</b> 분기에서 커밋한 변경 내용과 충돌하는 로컬 변경 내용이 있습니다. 변경 내용을 스태시하고 체크 아웃을 계속하시겠습니까?
pl: Istnieją zmiany lokalne, które powodują konflikt ze zmianami zatwierdzonymi w gałęzi <b>{0}</b>. Czy chcesz umieścić zmiany w przechowalni i kontynuować wyewidencjonowywanie?
pt_br: Existem alterações locais que entram em conflito com as alterações confirmadas no branch <b>{0}</b>. Gostaria de realizar stash das alterações e continuar com o check-out?
ru: Существуют локальные изменения, которые конфликтуют с изменениями, зафиксированными в ветви <b>{0}</b>. Вы хотите скрыть изменения и продолжить извлечение?
tr: Bazı yerel değişiklikler, <b>{0}</b> dalında kabul edilen değişikliklerle çakışıyor. Değişiklikleri hazırlayıp kullanıma alma aşamasına devam etmek istiyor musunuz?

source: There are local changes that conflict with changes committed in the <b>{0}</b> branch. Would you like to stash the changes and continue?
cs: Existují místní změny, které kolidují se změnami potvrzenými ve větvi <b>{0}</b>. Přejete si změny dočasně uložit a pokračovat?
de: Es liegen lokale Änderungen vor, die einen Konflikt mit Änderungen verursachen, für die im Branch <b>{0}</b> ein Commit ausgeführt wurde. Möchten Sie die Änderungen stashen und den Vorgang fortsetzen?
es: Hay cambios locales que entran en conflicto con los cambios efectuados en la rama <b>{0}</b>. ¿Desea guardar provisionalmente los cambios y continuar?
fr: Des changements locaux sont en conflit avec des changements validés dans la branche <b>{0}</b>. Voulez-vous remiser les changements et continuer ?
ja: ローカルの変更に、<b>{0}</b> ブランチでコミットされた変更と競合するものがあります。変更を一時退避して、続行しますか?
ko: <b>{0}</b> 분기에서 커밋한 변경 내용과 충돌하는 로컬 변경 내용이 있습니다. 변경 내용을 스태시하고 계속하시겠습니까?
pl: Istnieją zmiany lokalne, które powodują konflikt ze zmianami zatwierdzonymi w gałęzi <b>{0}</b>. Czy chcesz umieścić zmiany w przechowalni i kontynuować?
pt_br: Existem alterações locais que entram em conflito com as alterações confirmadas no branch <b>{0}</b>. Gostaria de realizar stash das alterações e continuar?
ru: Существуют локальные изменения, которые конфликтуют с изменениями, зафиксированными в ветви <b>{0}</b>. Вы хотите скрыть изменения и продолжить?
tr: Bazı yerel değişiklikler, <b>{0}</b> dalında kabul edilen değişikliklerle çakışıyor. Değişiklikleri hazırlayıp devam etmek istiyor musunuz?

source: There are no changes to push.
cs: Nemáte žádné změny k vložení.
de: Es sind keine Änderungen vorhanden, die per Push übertragen werden können.
es: No hay ningún cambio para insertar.
fr: Il n'existe aucun changement pouvant faire l'objet d'un Push.
ja: プッシュする変更はありません。
ko: 푸시할 변경 내용이 없습니다.
pl: Brak zmian do wypchnięcia.
pt_br: Não há nenhuma alteração para enviar por push.
ru: Нет изменений для отправки.
tr: Gönderilecek değişiklik yok.

source: There are no tools available for the current document.
cs: Pro aktuální dokument nejsou k dispozici žádné nástroje.
de: Für das aktuelle Dokument sind keine Tools vorhanden.
es: No hay herramientas disponibles para el documento actual.
fr: Il n’y a pas d’outil disponible pour le document en cours.
it: Non sono disponibili strumenti per il documento corrente.
ja: 現在のドキュメントに使用できるツールがありません。
ko: 현재 문서에 사용할 수 있는 도구가 없습니다.
pl: Brak narzędzi dostępnych dla bieżącego dokumentu.
pt_br: Não há ferramentas disponíveis para o documento atual.
ru: Нет доступных инструментов для текущего документа.
tr: Geçerli belge için araç yok.
uk: Для даного рішення немає доступних засобів.
zh_cn: 没有可用于当前文档的工具。
zh_tw: 沒有工具可供目前的文件使用。

source: There are other extension packages that depend on the previous ones which will also be uninstalled:
cs: Na předchozích balíčcích rozšíření závisejí jiné balíčky rozšíření, které budou rovněž odinstalovány:
de: Es sind weitere Erweiterungspakete vorhanden, die von den vorherigen abhängig sind und ebenfalls deinstalliert werden:
es: Hay otros paquetes de extensión que dependen de los anteriores, que también se desinstalarán:
fr: D'autres paquets d'extensions qui dépendent des paquets précédents vont également être désinstallés :
ja: 一緒にアンインストールされる過去の拡張機能パッケージに依存する他の拡張機能パッケージがあります:
ko: 마찬가지로 제거될 이전 확장 패키지에 종속되는 다른 확장 패키지가 있습니다.
pl: Istnieją inne pakiety rozszerzeń zależące od poprzednich, które również zostaną odinstalowane:
pt_br: Há outros pacotes de extensão, que dependem dos anteriores, que também serão desinstalados:
ru: Существуют другие пакеты расширений, зависящие от предыдущих, которые также будут удалены:
tr: Öncekilere bağımlı olan kaldırılacak diğer uzantı paketleri var:

source: There are {0} files without a comment. The ChangeLog entry for those files will not be generated.
cs: Existuje tento počet souborů bez komentáře: {0}. Položka protokolu změn se pro tyto soubory nevygeneruje.
de: {0} Dateien weisen keinen Kommentar auf. Für diese Dateien wird kein ChangeLog-Eintrag generiert.
es: Hay {0} archivos sin un comentario. No se generará la entrada del registro de cambios para esos archivos.
fr: Il y a {0} fichiers sans commentaire. L’entrée de journal des modifications pour ces fichiers ne sera pas générée.
it: Sono presenti {0} file senza commento. La voce del log delle modifiche per questi file non verrà generata.
ja: コメントがないファイルが {0} 個あります。 これらのファイルの ChangeLog エントリは生成されません。
ko: 주석이 없는 파일이 {0}개 있습니다. 해당 파일의 ChangeLog 항목은 생성되지 않습니다.
pl: Liczba plików bez komentarza: {0}"nWpisy dziennika zmian dla tych plików nie będą generowane.
pt_br: Há {0} arquivos sem comentário. A entrada de ChangeLog para tais arquivos não será gerada.
ru: Файлов без комментариев: {0}. Запись журнала изменений для таких файлов не создается.
tr: Açıklaması olmayan {0} dosya var. Bu dosyalar için ChangeLog girdisi oluşturulmayacak.
uk: Є {0} файлів без коментарів. Записи у журналі змін для цих файлів не буде створено.
zh_cn: {0} 个文件没有注释。 将不会为这些文件生成 ChangeLog 条目。
zh_tw: 有不含註解的 {0} 個檔案。 將不會產生這些檔案的 ChangeLog 項目。

source: There is a search already in progress. Do you want to stop it?
cs: Hledání už probíhá. Chcete ho zastavit?
de: Es wird bereits eine Suche ausgeführt. Möchten Sie diese beenden?
es: Ya hay una búsqueda en curso. ¿Quiere detenerla?
fr: Une recherche est déjà en cours. Voulez-vous l’arrêter ?
it: Una ricerca è già in corso. Arrestarla?
ja: 既に実行中の検索があります。中断しますか?
ko: 검색이 이미 진행 중입니다. 검색을 중지할까요?
pl: Wyszukiwanie już jest w toku. Czy chcesz je zatrzymać?
pt_br: Há uma pesquisa em execução. Deseja interrompê-la?
ru: Поиск уже выполняется. Вы хотите остановить его?
tr: Devam eden bir arama işlemi var. Durdurmak ister misiniz?
uk: Уже виконується процедура пошуку. Зупинити її?
zh_cn: 有正在进行的搜索。是否要停止它?
zh_tw: 搜尋已在進行中。要停止嗎?

source: There is a warning for the breakpoint location
cs: Pro umístění zarážky existuje upozornění.
de: Für die Haltepunktposition liegt eine Warnung vor.
es: Hay una advertencia para la ubicación del punto de interrupción
fr: Un avertissement est émis pour l'emplacement du point d'arrêt
ja: ブレークポイント位置に対して警告が出されています
ko: 중단점 위치에 대한 경고가 발생했습니다.
pl: Istnieje ostrzeżenie dla lokalizacji punktu przerwania
pt_br: Há um aviso para o local do ponto de interrupção
ru: Предупреждение для расположения точки останова
tr: Kesme noktası konumu için bir uyarı var

source: There is a warning for the condition expression
cs: Pro výraz podmínky existuje upozornění.
de: Für den Bedingungsausdruck liegt eine Warnung vor.
es: Hay una advertencia para la expresión de condición
fr: Un avertissement est émis pour l'expression de condition
ja: 条件式に対して警告が出されています
ko: 조건 식에 대한 경고가 발생했습니다.
pl: Istnieje ostrzeżenie dla wyrażenia warunku
pt_br: Há um aviso para a expressão de condição
ru: Предупреждение в выражении условия
tr: Koşul ifadesi için bir uyarı var

source: There is a warning for the exception type
cs: Pro typ výjimky existuje upozornění.
de: Für den Ausnahmetyp liegt eine Warnung vor.
es: Hay una advertencia para el tipo de excepción
fr: Un avertissement est émis pour le type d'exception
ja: 例外の種類に対して警告が出されています
ko: 예외 형식에 대한 경고가 발생했습니다.
pl: Istnieje ostrzeżenie dla typu wyjątku
pt_br: Há um aviso para o tipo de exceção
ru: Предупреждение для типа исключения
tr: Özel durum türü için bir uyarı var

source: There is a warning for the function name
cs: Pro název funkce existuje upozornění.
de: Für den Funktionsnamen liegt eine Warnung vor.
es: Hay una advertencia para el nombre de la función
fr: Un avertissement est émis pour le nom de la fonction
ja: 関数名に対して警告が出されています
ko: 함수 이름에 대한 경고가 발생했습니다.
pl: Istnieje ostrzeżenie dla nazwy funkcji
pt_br: Há um aviso para o nome da função
ru: Предупреждение для имени функции
tr: İşlev adı için bir uyarı var

source: There is a warning for the print expression
cs: Pro tištěný výraz existuje upozornění.
de: Für den Ausgabeausdruck liegt eine Warnung vor.
es: Hay una advertencia para la expresión de impresión
fr: Un avertissement est émis pour l'expression à afficher
ja: 出力式に対して警告が出されています
ko: 인쇄 식에 대한 경고가 발생했습니다.
pl: Istnieje ostrzeżenie dla wyrażenia drukowania
pt_br: Há um aviso para a expressão de impressão
ru: Предупреждение для выражения печати
tr: Yazdırma ifadesi için bir uyarı var

source: There is already a file in the project with the name '{0}'
cs: Soubor s názvem {0} už v projektu existuje.
de: Im Projekt ist bereits eine Datei mit dem Namen "{0}" vorhanden.
es: Ya hay un archivo en el proyecto con el nombre "{0}".
fr: Il existe déjà un fichier dans le projet nommé '{0}'
it: Nel progetto esiste già un file denominato '{0}'
ja: 名前 '{0}' のプロジェクトに既にファイルがあります
ko: 이름이 '{0}'인 파일이 프로젝트에 이미 있습니다.
pl: W projekcie istnieje już plik o nazwie „{0}”
pt_br: Já existe um arquivo no projeto com o nome '{0}'
ru: В проекте уже существует файл с именем "{0}".
tr: Projede '{0}' adlı bir dosya zaten var

source: There is already a file in the target directory that has the same name as the source file. You can keep the existing target file, or overwrite it with the source file.
cs: V cílovém adresáři už je soubor, který má stejný název jako zdrojový soubor. Stávající cílový soubor můžete zachovat nebo ho přepsat zdrojovým souborem.
de: Im Zielverzeichnis ist bereits eine Datei mit demselben Namen wie die Quelldatei enthalten. Sie können die vorhandene Zieldatei beibehalten oder mit der Quelldatei überschreiben.
es: Ya hay un archivo en el directorio de destino con el mismo nombre que el archivo de origen. Puede mantener el archivo existente o sobrescribirlo con el de origen.
fr: Il existe déjà dans le répertoire cible un fichier du même nom que le fichier source. Vous pouvez conserver le fichier cible existant ou le remplacer par le fichier source.
it: Nella directory di destinazione è già presente un file con lo stesso nome del file di origine. È possibile mantenere il file di destinazione esistente oppure sovrascriverlo con il file di origine.
ja: ソース ファイルと同じ名前のファイルがターゲット ディレクトリに既にあります。既存のターゲット ファイルを保持するか、既存のターゲット ファイルをソース ファイルで上書きできます。
ko: 대상 디렉터리에 소스 파일과 이름이 같은 파일이 이미 있습니다. 기존 대상 파일을 유지하거나 소스 파일로 덮어쓸 수 있습니다.
pl: W katalogu docelowym istnieje już plik, który ma taką samą nazwę jak plik źródłowy. Możesz zachować istniejący plik docelowy lub zastąpić go plikiem źródłowym.
pt_br: Já há um arquivo no diretório de destino com o mesmo nome do arquivo de origem. Você pode manter o arquivo de destino existente ou substituí-lo pelo de origem.
ru: В целевом каталоге уже есть файл с таким же именем, как и у исходного файла. Вы можете сохранить существующий целевой файл или перезаписать его исходным файлом.
tr: Hedef dizinde adı kaynak dosya ile aynı olan bir dosya zaten var. Mevcut hedef dosyayı koruyabilir veya hedef dosyanın üzerine kaynak dosyayı yazabilirsiniz.
uk: У цільовій теці вже є файл з такою самою назвою, як джерельний файл. Можна залишити наявний цільовий файл або замінити його джерельним.
zh_cn: 目标目录中已存在与源文件同名的文件。你可以保存现有目标文件，或使用源文件覆盖它。
zh_tw: 目標目錄中已有與來源檔案同名的檔案。您可以保留現有目標檔案，或將其覆寫為來源檔案。

source: There is already a file with the name '{0}' in the target directory
cs: V cílovém adresáři už existuje soubor s názvem {0}.
de: Eine Datei mit dem Namen '{0}' ist bereits im Zielverzeichnis vorhanden.
es: Ya hay un archivo con el nombre '{0}' en el directorio de destino
fr: Il existe déjà un fichier nommé « {0} » dans le répertoire cible
it: Nella directory di destinazione è già presente un file denominato '{0}'
ja: ターゲット ディレクトリ内に名前が '{0}' のファイルが既に存在しています
ko: 이름이 '{0}'인 파일이 대상 디렉터리에 이미 있습니다.
pl: W katalogu docelowym istnieje już plik o nazwie „{0}”
pt_br: Já existe um arquivo com o nome '{0}' no diretório de destino
ru: В целевом каталоге уже есть файл с именем "{0}"
tr: Hedef dizinde '{0}' adlı bir dosya zaten var
uk: У цільовій теці вже є файл з назвою '{0}'
zh_cn: 目标目录中已经存在名为“{0}”的文件
zh_tw: 目標目錄中已有名為 '{0}' 的檔案

source: There is already a layout with that name
cs: Rozložení s tímto názvem už existuje.
de: Ein Layout mit diesem Namen ist bereits vorhanden.
es: Ya hay un diseño con el nombre
fr: Il existe déjà une disposition du même nom
it: Esiste già un layout con il nome specificato.
ja: 同じ名前のレイアウトが既に存在します
ko: 해당 이름의 레이아웃이 이미 있습니다.
pl: Układ o tej nazwie już istnieje
pt_br: Já existe um layout com esse nome
ru: Макет с таким именем уже существует
tr: Bu ada sahip bir yerleşim zaten var
uk: Конфігурація з такою назвою вже існує
zh_cn: 已存在具有该名称的布局
zh_tw: 已有配置使用該名稱

source: There is already a link in the project with the name '{0}'
cs: Odkaz s názvem {0} už v projektu existuje.
de: Im Projekt ist bereits ein Link mit dem Namen "{0}" vorhanden.
es: Ya hay un vínculo en el proyecto con el nombre "{0}".
fr: Il existe déjà un lien dans le projet nommé '{0}'
it: Nel progetto esiste già un collegamento denominato '{0}'
ja: 名前 '{0}' のプロジェクトに既にリンクがあります
ko: 이름이 '{0}'인 링크가 프로젝트에 이미 있습니다.
pl: W projekcie istnieje już link o nazwie „{0}”
pt_br: Já existe um link no projeto com o nome '{0}'
ru: В проекте уже существует ссылка с именем "{0}".
tr: Projede '{0}' adlı bir bağlantı zaten var

source: There is already a link with the name '{0}' in the target directory
cs: V cílovém adresáři už existuje odkaz s názvem {0}.
de: Ein Link mit dem Namen '{0}' ist bereits im Zielverzeichnis vorhanden.
es: Ya hay un vínculo con el nombre '{0}' en el directorio de destino
fr: Il existe déjà un lien nommé « {0} » dans le répertoire cible
it: Nella directory di destinazione è già presente un collegamento denominato '{0}'
ja: ターゲット ディレクトリ内に名前が '{0}' のリンクが既に存在しています
ko: 이름이 '{0}'인 링크가 대상 디렉터리에 이미 있습니다.
pl: W katalogu docelowym istnieje już link o nazwie „{0}”
pt_br: Já existe um link com o nome '{0}' no diretório de destino
ru: В целевом каталоге уже есть ссылка с именем "{0}"
tr: Hedef dizinde '{0}' adlı bir bağlantı zaten var
uk: У цільовій теці вже є посилання з назвою '{0}'
zh_cn: 目标目录中已经存在名为“{0}”的链接
zh_tw: 目標目錄中已有名為 '{0}' 的連結

source: There must be at least one configuration.
cs: Musí existovat aspoň jedna konfigurace.
de: Es muss mindestens eine Konfiguration vorhanden sein.
es: Debe haber al menos una configuración.
fr: Il doit y avoir au moins une configuration.
it: Deve esistere almeno una configurazione.
ja: 最低でも 1 つの構成が必要です。
ko: 구성이 하나 이상 있어야 합니다.
pl: Wymagana jest co najmniej jedna konfiguracja.
pt_br: Deve existir pelo menos uma configuração.
ru: Требуется по меньшей мере одна конфигурация.
tr: En az bir yapılandırma olmalıdır.
uk: Слід вказати принаймні одну конфігурацію.
zh_cn: 必须有至少一个配置。
zh_tw: 至少須有一個組態。

source: There was a problem loading one or more extensions and {0} needs to be restarted.
cs: S načtením některých rozšíření byly problémy a musí se restartovat {0}.
de: Problem beim Laden von mindestens einer Erweiterung, {0} muss neu gestartet werden.
es: Hubo un problema al cargar una o más extensiones y {0} debe reiniciarse.
fr: Un problème s'est produit durant le chargement d'une ou de plusieurs extensions. {0} doit redémarrer.
ja: 1 つまたは複数の拡張機能の読み込みで問題が発生しました。{0} を再起動する必要があります。
ko: 하나 이상의 확장을 로드하는 동안 문제가 발생했으므로 {0}을(를) 다시 시작해야 합니다.
pl: Wystąpił problem podczas ładowania co najmniej jednego rozszerzenia i program {0} musi zostać ponownie uruchomiony.
pt_br: Houve um problema ao carregar uma ou mais extensões e {0} precisa ser reiniciado.
ru: Возникла проблема при загрузке одного или нескольких расширений. Необходимо перезагрузить {0}.
tr: Bir veya daha fazla uzantı yüklenirken bir sorun oluştuğundan {0} uygulamasının yeniden başlatılması gerekiyor.

source: There was an error renaming the directory.
cs: Při přejmenování adresáře se vyskytla chyba.
de: Fehler beim Umbenennen des Verzeichnisses.
es: Error al cambiar el nombre del directorio.
fr: Une erreur s’est produite lors de la modification du nom du répertoire.
it: Si è verificato un errore durante la ridenominazione della directory.
ja: ディレクトリ名の変更でエラーが発生しました。
ko: 디렉터리 이름을 바꾸는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas zmieniania nazwy katalogu.
pt_br: Ocorreu um erro ao renomear o diretório.
ru: При переименовании каталога произошла ошибка.
tr: Dizin yeniden adlandırılırken bir hata oluştu.
uk: Виникла помилка при перейменуванні теки.
zh_cn: 重命名目录时出错。
zh_tw: 重新命名目錄時發生錯誤。

source: There was an error renaming the file.
cs: Při přejmenování souboru se vyskytla chyba.
de: Fehler beim Umbenennen der Datei.
es: Error al cambiar el nombre del archivo.
fr: Une erreur s’est produite lors du changement du nom du fichier.
it: Si è verificato un errore durante la ridenominazione del file.
ja: ファイル名の変更でエラーが発生しました。
ko: 파일 이름을 바꾸는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas zmieniania nazwy pliku.
pt_br: Ocorreu um erro ao renomear o arquivo.
ru: При переименовании файла произошла ошибка.
tr: Dosya yeniden adlandırılırken bir hata oluştu.
uk: Виникла помилка при перейменуванні файлу.
zh_cn: 重命名文件时出错。
zh_tw: 重新命名檔案時發生錯誤。

source: There was an error retrieving the value
cs: Při načítání hodnoty došlo k chybě.
de: Fehler beim Abrufen des Werts.
es: Error al recuperar el valor
fr: Une erreur s'est produite pendant la récupération de la valeur
ja: 値の取得でエラーが発生しました
ko: 값을 검색하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas pobierania wartości
pt_br: Ocorreu um erro ao recuperar o valor
ru: Ошибка при получении значения.
tr: Değer alınırken bir hata oluştu

source: There was an error saving the changes
cs: Při ukládání změn došlo k chybě.
de: Beim Speichern der Änderungen ist ein Fehler aufgetreten.
es: Error al guardar los cambios.
fr: Une erreur s'est produite durant l'enregistrement des changements
it: Si è verificato un errore durante la ridenominazione del file.
ja: 変更の保存でエラーが発生しました
ko: 변경 내용을 저장하는 동안 오류가 발생했습니다.
pl: Podczas zapisywania zmian wystąpił błąd
pt_br: Houve um erro ao salvar as alterações
ru: При сохранении изменений возникла ошибка
tr: Değişiklikler kaydedilirken bir hata oluştu

source: These preferences will take effect next time you start {0}
cs: Tyto předvolby se projeví při příštím spuštění {0}.
de: Diese Einstellungen werden beim nächsten Start von {0} wirksam.
es: Estas preferencias surtirán efecto la próxima vez que inicie {0}
fr: Ces préférences prendront effet au prochain démarrage de {0}
it: Queste preferenze diventeranno effettive al successivo avvio di {0}
ja: これらの設定は次回 {0} を起動したときに有効になります
ko: 이러한 기본 설정은 다음에 {0}을 시작할 때 적용됩니다.
pl: Te preferencje zostaną zastosowane po następnym uruchomieniu programu {0}
pt_br: Essas preferências entrarão em vigor da próxima vez que você iniciar o {0}
ru: Эти параметры вступят в силу при следующем запуске {0}
tr: Bu tercihler {0} bir kez daha başlatıldığında uygulanacaktır
zh_cn: 这些首选项将在你下次启动 {0} 时生效
zh_tw: 這些喜好設定將會在下次啟動 {0} 時生效

source: This ChangeLog file does not exist and will <b>not</b> be created.
cs: Tento soubor protokolu změn neexistuje a <b>nevytvoří</b> se.
de: Diese Änderungsprotokolldatei ist nicht vorhanden und wird <b>nicht</b> erstellt.
es: Este archivo de registro de cambios no existe y <b>no</b> se va a crear.
fr: Ce fichier de journal des modifications n’existe pas et ne sera <b>pas</b> créé.
it: Questo file del log delle modifiche non esiste e <b>non</b> verrà creato.
ja: この ChangeLog ファイルは存在せず、作成も<b>されません</b>。
ko: 이 변경 로그 파일이 없으며 만들어지 <b>않습니다</b>.
pl: Ten plik dziennika zmian nie istnieje i <b>nie zostanie</b> utworzony.
pt_br: O arquivo ChangeLog não existe e <b>não</b> será criado.
ru: Файл журнала изменений не существует и <b>не</b> будет создан.
tr: Bu ChangeLog dosyası mevcut değil, dosya <b>oluşturulmayacak</b>.
uk: Даний журнал змін не створено і <b>не буде</b> створено.
zh_cn: 此 ChangeLog 文件不存在，且<b>不会</b>创建。
zh_tw: ChangeLog 檔案不存在，而且<b>不會</b>建立該檔案。

source: This ChangeLog file does not exist and will be created.
cs: Tento soubor prokolu změn neexistuje a vytvoří se.
de: Diese Änderungsprotokolldatei ist nicht vorhanden und wird erstellt.
es: Este archivo de registro de cambios no existe y se va a crear.
fr: Ce fichier de journal des modifications n’existe pas et sera créé.
it: Questo file del log delle modifiche non esiste e non verrà creato.
ja: この ChangeLog ファイルは存在しないので、作成します。
ko: 이 변경 로그 파일이 없으며 만들어집니다.
pl: Ten plik dziennika zmian nie istnieje i zostanie utworzony.
pt_br: O arquivo ChangeLog não existe e será criado.
ru: Файл журнала изменений не существует и будет создан.
tr: Bu ChangeLog dosyası mevcut değil, dosya oluşturulacak.
uk: Даний журнал змін не існує і буде створений автоматично.
zh_cn: 此 ChangeLog 文件不存在，将创建。
zh_tw: ChangeLog 檔案不存在，將加以建立。

source: This add-in requires the 'Microsoft Visual C++ 2010 Redistributable'. You may need to install it.
cs: Tento doplněk vyžaduje Microsoft Visual C++ 2010 Redistributable. Pravděpodobně budete muset tento produkt nainstalovat.
de: Dieses Add-In erfordert 'Microsoft Visual C++ 2010 Redistributable'. Möglicherweise müssen Sie die Komponente installieren.
es: Este complemento requiere 'Microsoft Visual C++ 2010 Redistributable'. Puede ser necesario que lo instale.
fr: Ce complément nécessite le 'Microsoft Visual C++ 2010 Redistributable'. Vous devrez peut-être l'installer.
it: Per questo componente aggiuntivo è necessario 'Microsoft Visual C++ 2010 Redistributable'. Potrebbe essere necessario installarlo.
ja: このアドインには 'Microsoft Visual C++ 2010 再頒布可能パッケージ' が必要です。インストールしなければならない場合があります。
ko: 이 추가 기능을 사용하려면 'Microsoft Visual C++ 2010 재배포 가능 패키지'가 필요합니다. 이 패키지를 설치해야 할 수 있습니다.
pl: Ten dodatek wymaga „Pakietu redystrybucyjnego programu Microsoft Visual C++ 2010”. Może być konieczne jego zainstalowanie.
pt_br: Este suplemento exige o 'Pacote Redistribuível do Microsoft Visual C++ 2010'. Você precisará instalá-lo.
ru: Этой настройке требуется "Распространяемый пакет Microsoft Visual C++ 2010". Возможно, вам потребуется установить его.
tr: Bu eklenti 'Microsoft Visual C++ 2010 Redistributable' öğesinin yüklü olmasını gerektirir. Bu öğeyi yüklemeniz gerekebilir.
zh_cn: 此外接程序需要 "Microsoft Visual C++ 2010 Redistributable"。你可能需要安装它。
zh_tw: 此增益集需要「Microsoft Visual C++ 2010 可轉散發套件」。您可能需要加以安裝。
