Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Updates this translation.
cs: Aktualizuje tento překlad.
de: Aktualisiert diese Übersetzung.
es: Actualiza esta traducción.
fr: Met à jour cette traduction.
it: Aggiorna questa traduzione.
ja: この翻訳を更新します。
ko: 이 번역을 업데이트합니다.
pl: Aktualizuje to tłumaczenie.
pt_br: Atualiza essa tradução.
ru: Обновляет этот перевод.
tr: Bu çeviriyi güncelleştirir.
uk: Оновити цей переклад
zh_cn: 更新此翻译。
zh_tw: 更新此翻譯。

source: Updating
cs: Aktualizace
de: Wird aktualisiert
es: Actualizando
fr: Mise à jour
it: Aggiornamento
ja: 更新しています
ko: 업데이트하는 중
pl: Aktualizowanie
pt_br: Atualizando
ru: Идет изменение
tr: Güncelleştiriliyor
uk: Оновлення
zh_cn: 正在更新
zh_tw: 正在更新

source: Updating ASP.NET Designer File...
cs: Aktualizuje se soubor návrháře ASP.NET...
de: ASP.NET Designer-Datei wird aktualisiert...
es: Actualizando archivo del diseñador de ASP.NET...
fr: Mise à jour du fichier du concepteur ASP.NET...
it: Aggiornamento del file della finestra di progettazione ASP.NET...
ja: ASP.NET Designer ファイルを更新しています...
ko: ASP.NET 디자이너 파일을 업데이트하는 중...
pl: Aktualizowanie pliku projektanta ASP.NET...
pt_br: Atualizando o Arquivo do Designer de ASP.NET...
ru: Идет обновление файла конструктора ASP.NET...
tr: ASP.NET Tasarımcısı Dosyası Güncelleştiriliyor...
uk: Оновлення файлу ASP.NET Designer...
zh_cn: 正在更新 ASP.NET 设计器文件...
zh_tw: 正在更新 ASP.NET 設計工具檔案...

source: Updating message catalog
cs: Aktualizuje se katalog zpráv.
de: Meldungskatalog wird aktualisiert.
es: Actualizando el catálogo de mensajes
fr: Mise à jour du catalogue de messages
it: Aggiornamento del catalogo messaggi
ja: メッセージ カタログを更新しています
ko: 메시지 카탈로그를 업데이트하는 중
pl: Aktualizowanie wykazu komunikatów
pt_br: Atualizando catálogo de mensagens
ru: Обновление каталога сообщений
tr: İleti kataloğu güncelleniyor
uk: Оновлення теки повідомлень
zh_cn: 正在更新消息目录
zh_tw: 正在更新訊息目錄

source: Updating packages in project...
cs: Aktualizují se balíčky v projektu...
de: Pakete in Projekt werden aktualisiert...
es: Actualizando los paquetes del proyecto...
fr: Mise à jour des paquets dans le projet...
it: Aggiornamento dei pacchetti nel progetto...
ja: プロジェクトのパッケージを更新しています...
ko: 프로젝트의 패키지를 업데이트하는 중...
pl: Trwa aktualizowanie pakietów w projekcie...
pt_br: Atualizando pacotes no projeto...
ru: Выполняется обновление пакетов в проекте...
tr: Projedeki paketler güncelleştiriliyor...
uk: Оновлення пакунків у проекті...
zh_cn: 正在更新项目中的包...
zh_tw: 正在更新專案中的封裝...

source: Updating packages in solution...
cs: Aktualizují se balíčky v řešení...
de: Pakete in Projektmappe werden aktualisiert...
es: Actualizando paquetes de la solución...
fr: Mise à jour des paquets dans la solution...
it: Aggiornamento dei pacchetti nella soluzione...
ja: ソリューションのパッケージを更新しています...
ko: 솔루션의 패키지를 업데이트하는 중...
pl: Trwa aktualizowanie pakietów w rozwiązaniu...
pt_br: Atualizando os pacotes na solução...
ru: Выполняется обновление пакетов в решении...
tr: Çözümdeki paketler güncelleştiriliyor...
uk: Оновлення пакунків у рішенні...
zh_cn: 正在更新解决方案中的包...
zh_tw: 正在更新解決方案中的封裝...

source: Updating project
cs: Aktualizace projektu
de: Projekt wird aktualisiert.
es: Actualizando el proyecto
fr: Mise à jour du projet
it: Aggiornamento del progetto
ja: プロジェクトをアップデートしています
ko: 프로젝트를 업데이트하는 중
pl: Aktualizowanie projektu
pt_br: Atualizando projeto
ru: Обновление проекта
tr: Proje güncelleştiriliyor
uk: Проект оновлюється
zh_cn: 正在更新项目
zh_tw: 正在更新專案

source: Updating project from Makefile
cs: Aktualizace projektu ze souboru pravidel
de: Projekt wird aus Makefile aktualisiert.
es: Actualizando el proyecto del archivo Make
fr: Mise à jour du projet à partir du Makefile
it: Aggiornamento del progetto da makefile
ja: メイクファイルに基づくプロジェクトをアップデートしています
ko: 메이크파일에서 프로젝트를 업데이트하는 중
pl: Aktualizowanie projektu przy użyciu pliku reguł programu make
pt_br: Atualizando projeto do Makefile
ru: Обновление проекта из файла makefile
tr: Proje, Derleme görevleri dosyasından güncelleştiriliyor
uk: Проект оновлюється з Makefile
zh_cn: 正在根据生成文件更新项目
zh_tw: 正在更新 Makefile 中的專案

source: Updating repository
cs: Aktualizuje se úložiště.
de: Repository wird aktualisiert.
es: Actualizando repositorio
fr: Mise à jour du référentiel
it: Aggiornamento del repository
ja: リポジトリを更新しています
ko: 리포지토리를 업데이트하는 중
pl: Aktualizowanie repozytorium
pt_br: Atualizando repositório
ru: Обновление репозитория
tr: Depo güncelleştiriliyor
uk: Оновлення сховища
zh_cn: 正在更新存储库
zh_tw: 正在更新存放庫

source: Updating version control repository
cs: Aktualizace úložiště správy verzí
de: Repository der Versionskontrolle wird aktualisiert
es: Actualizando el repositorio de control de versiones
fr: Mise à jour du référentiel de gestion de version
it: Aggiornamento del repository del controllo della versione
ja: バージョン コントロール リポジトリの更新中
ko: 버전 제어 리포지토리를 업데이트하는 중
pl: Aktualizowanie repozytorium kontroli wersji
pt_br: Atualizando repositório do controle de versão
ru: Обновление репозитория с управлением версиями
tr: Sürüm denetimi deposu güncelleniyor
uk: Сховище оновлюється
zh_cn: 正在更新版本控制存储库
zh_tw: 正在更新版本控制存放庫

source: Updating web reference
cs: Aktualizace webových referencí
de: Webverweise werden aktualisiert
es: Actualizando referencias web
fr: Mise à jour des références web
it: Aggiornamento dei riferimenti Web
ja: Web 参照を更新しています
ko: 웹 참조를 업데이트하는 중
pl: Aktualizowanie odwołań sieci Web
pt_br: Atualizando referências Web
ru: Идет обновление веб-ссылок
tr: Web başvurularını güncelleştirme
uk: Оновлення веб-посилання

source: Updating {0}
cs: Aktualizuje se {0}.
de: {0} wird aktualisiert.
es: Actualizando {0}
fr: Mise à jour de {0}
it: Aggiornamento di {0}
ja: {0} を更新しています
ko: {0}을(를) 업데이트하는 중
pl: Aktualizowanie elementu {0}
pt_br: Atualizando {0}
ru: Идет обновление {0}
tr: {0} güncelleştiriliyor
uk: Оновлення {0}
zh_cn: 正在更新 {0}
zh_tw: 正在更新 {0}

source: Updating {0}...
cs: Aktualizuje se {0}...
de: {0} wird aktualisiert...
es: Actualizando {0}...
fr: Mise à jour de {0}...
it: Aggiornamento di {0}...
ja: {0} を更新しています...
ko: {0}을(를) 업데이트하는 중...
pl: Trwa aktualizowanie elementu {0}...
pt_br: Atualizando {0}...
ru: Идет обновление {0}...
tr: {0} güncelleştiriliyor...
uk: Оновлення {0}...
zh_cn: 正在更新 {0}...
zh_tw: 正在更新 {0}...

source: Updating...
cs: Aktualizace...
de: Wird aktualisiert...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
ja: 更新しています...
ko: 업데이트하는 중...
pl: Trwa aktualizowanie...
pt_br: Atualizando...
ru: Идет обновление...
tr: Güncelleştiriliyor...
uk: Оновлення...
zh_cn: 正在更新...
zh_tw: 正在更新...

source: Upgrade working copy
cs: Upgradovat pracovní kopii
de: Arbeitskopie aktualisieren
es: Actualizar copia de trabajo
fr: Mettre à jour la copie de travail
it: Aggiorna la copia di lavoro
ja: 作業コピーのアップグレード
ko: 작업 복사본 업그레이드
pl: Uaktualnij kopię roboczą
pt_br: Atualizar cópia funcional
ru: Обновить рабочую копию
tr: Çalışma kopyasını yükselt
uk: Оновити робочу копію
zh_cn: 升级工作副本
zh_tw: 升級工作複本

source: Upper_case
cs: _Velká písmena
de: Großbu_chstaben
es: Ma_yúscula
fr: Ma_juscule
it: Maius_colo
ja: 大文字(_C)
ko: 대문자(_C)
pl: _Wielkie litery
pt_br: Maiús_cula
ru: Вер_хний регистр
tr: Büyük_harf
zh_cn: 大写(_C)
zh_tw: 大寫(_C)

source: Uppercase Selection
cs: Výběr velkými písmeny
de: Auswahl: Großbuchstaben
es: Aplicar mayúscula a selección
fr: Mettre la sélection en majuscules
it: Applica maiuscolo alla selezione
ja: 選択範囲の文字列を大文字にする
ko: 대문자 선택
pl: Zmień litery na wielkie w zaznaczeniu
pt_br: Seleção de Maiúsculas
ru: Выделенный фрагмент в верхнем регистре
tr: Seçimi Büyük Harf Yap
zh_cn: 大写选定内容
zh_tw: 大寫選取範圍

source: Url
es: Dirección URL
pl: Adres URL
ru: URL-адрес

source: Url:
pl: Adres URL:
ru: URL-адрес:
uk: Адреса:

source: Use 'NameOf({0})' expression instead.
cs: Použije místo toho výraz NameOf({0}).
de: Verwenden Sie stattdessen den NameOf({0})-Ausdruck.
es: Usar en su lugar la expresión 'NameOf({0})'.
fr: Utiliser l’expression « NameOf({0}) » à la place.
it: Usa l'espressione 'NameOf({0})' in alternativa.
ja: 代わりに 'NameOf({0})' 式を使用してください。
ko: 대신 'NameOf({0})' 식을 사용합니다.
pl: Użyj zamiast tego wyrażenia „NameOf({0})”.
pt_br: Use a expressão 'NameOf({0})'.
ru: Используйте вместо этого выражение "NameOf({0})".
tr: Bunun yerine 'NameOf({0})' ifadesini kullanın.
uk: Використати натомість вираз 'NameOf({0})'.
zh_cn: 改用“NameOf({0})”表达式。
zh_tw: 請改用 'NameOf({0})' 運算式。

source: Use 'System.Environment.NewLine'
cs: Použít System.Environment.NewLine
de: 'System.Environment.NewLine' verwenden
es: Usar 'System.Environment.NewLine'
fr: Utiliser « System.Environment.NewLine »
it: Usa 'System.Environment.NewLine'
ja: 'System.Environment.NewLine' を使用
ko: 'System.Environment.NewLine' 사용
pl: Użyj wyrażenia „System.Environment.NewLine”
pt_br: Usar 'System.Environment.NewLine'
ru: Использовать "System.Environment.NewLine"
tr: 'System.Environment.NewLine' kullan
uk: Використати 'System.Environment.NewLine'
zh_cn: 使用 "System.Environment.NewLine"
zh_tw: 使用 'System.Environment.NewLine'

source: Use 'as' and check for null
cs: Použít příkaz as a zkontrolovat hodnoty null
de: 'as' verwenden und auf NULL überprüfen
es: Usar 'as' y búsqueda de null
fr: Utiliser « as » et contrôler les valeurs null
it: Usa 'as' e controlla la presenza di valori Null
ja: 'as' を使用し、null をチェックします
ko: 'as' 및 null 검사 사용
pl: Użyj elementu „as” i sprawdź pod kątem wartości null
pt_br: Use 'as' e verifique se é nulo
ru: Использовать "as" и проверять значения NULL
tr: 'as' kullan ve null denetimi yap
uk: Використати 'as' і перевірку на null
zh_cn: 使用 "as" 和 null 检查
zh_tw: 使用 'as' 並檢查 Null

source: Use 'if ({0}.TryGetValue({1}, out val))'
cs: Použít if ({0}.TryGetValue({1}, out val))
de: 'if ({0}.TryGetValue({1}, out val))' verwenden
es: Usar 'if ({0}.TryGetValue({1}, out val))'
fr: Utiliser « if ({0}.TryGetValue({1}, out val)) »
it: Usa 'if ({0}.TryGetValue({1}, out val))'
ja: 'if ({0}.TryGetValue({1}, out val))' を使用します
ko: 'if ({0}.TryGetValue({1}, out val))' 사용
pl: Użyj wyrażenia „if ({0}.TryGetValue({1}, out val))”
pt_br: Usar 'if ({0}.TryGetValue({1}, out val))'
ru: Использовать "if ({0}.TryGetValue({1}, out val))"
tr: 'if ({0}.TryGetValue({1}, out val))' kullan
uk: Використати 'if ({0}.TryGetValue({1}, out val))'
zh_cn: 使用“if ({0}.TryGetValue({1}, out val))”
zh_tw: 使用 'if ({0}.TryGetValue({1}, out val))'

source: Use 'nameof({0})' expression instead.
cs: Použije místo toho výraz nameof({0}).
de: Verwenden Sie stattdessen den nameof({0})-Ausdruck.
es: Usar en su lugar la expresión 'nameof({0})'.
fr: Utiliser l’expression « NameOf({0}) » à la place.
it: Usa l'espressione 'nameof({0})' in alternativa.
ja: 代わりに 'nameof({0})' 式を使用してください。
ko: 대신 'nameof({0})' 식을 사용합니다.
pl: Użyj zamiast tego wyrażenia „nameof({0})”.
pt_br: Use a expressão 'nameof({0})'.
ru: Используйте вместо этого выражение "nameof({0})".
tr: Bunun yerine 'nameof({0})' ifadesini kullanın.
uk: Використати натомість 'nameof({0})'.
zh_cn: 改用“nameof({0})”表达式。
zh_tw: 請改用 'nameof({0})' 運算式。

source: Use 'string.Empty'
cs: Použít string.Empty
de: 'string.Empty' verwenden
es: Usar 'string.Empty'
fr: Utiliser « string.Empty »
it: Usa 'string.Empty'
ja: 'string.Empty' を使用
ko: 'string.Empty' 사용
pl: Użyj wyrażenia „string.Empty”
pt_br: Usar 'string.Empty'
ru: Использовать "string.Empty"
tr: 'string.Empty' kullan
uk: Використати 'string.Empty'
zh_cn: 使用 "string.Empty"
zh_tw: 使用 'string.Empty'

source: Use 'string.Format()'
cs: Použít string.Format()
de: string.Format()' verwenden
es: Usar 'string.Format()'
fr: Utiliser « string.Format() »
it: Usa 'string.Format()'
ja: 'string.Format()' を使用する
ko: 'string.Format()' 사용
pl: Użyj metody „string.Format()”
pt_br: Usar 'string.Format()'
ru: Использовать "string.Format()"
tr: 'string.Format()' kullan
uk: Використати 'string.Format()'
zh_cn: 使用 "string.Format()"
zh_tw: 使用 'string.Format()'

source: Use '{0}' for increased performance
cs: Použít {0} pro zvýšení výkonu.
de: '{0}' für verbesserte Leistung verwenden
es: Usar '{0}' para aumentar el rendimiento
fr: Utiliser « {0} » pour des performances accrues
it: Usa '{0}' per ottimizzare le prestazioni
ja: パフォーマンスを向上させるため '{0}' を使います
ko: 성능 향상을 위해 '{0}' 사용
pl: Użyj elementu „{0}”, aby zwiększyć wydajność
pt_br: Use '{0}' para melhorar o desempenho
ru: Используйте "{0}" для повышения производительности
tr: Yüksek performans için '{0}' kullanın
uk: Використати '{0}' для підвищення продуктивності
zh_cn: 使用“{0}”提高性能
zh_tw: 使用 '{0}' 以增加效能

source: Use Default
cs: Použít výchozí
de: Standard verwenden
es: Usar predeterminado
fr: Par défaut
it: Usa impostazione predefinita
ja: 既定値を使用する
ko: 기본값 사용
pl: Użyj domyślnych
pt_br: Usar o Padrão
ru: Использовать значение по умолчанию
tr: Varsayılanı Kullan
zh_cn: 使用默认值
zh_tw: 使用預設值

source: Use [%UP%] [%DOWN%] to move to another location.
cs: Pomocí [%NAHORU%] [%DOLŮ%] se přesuňte do jiného umístění.
de: Verwenden Sie [%NACH OBEN%] [%NACH UNTEN%], um zu einem anderen Speicherort zu wechseln.
es: Use [%ARRIBA%] [%ABAJO%] para ir a otra ubicación.
fr: Utilisez les touches [%UP%] [%DOWN%] pour changer d’emplacement.
it: Usare [%UP%] [%DOWN%] per passare a un altro percorso.
ja: 別の場所に移動するには [%UP%] [%DOWN] を使用します。
ko: 다른 위치로 이동하려면 [%위로%] 또는 [%아래로%]를 사용하세요.
pl: Użyj klawiszy [%W GÓRĘ%] [%W DÓŁ%], aby przejść do innej lokalizacji.
pt_br: Use [%UP%] [%DOWN%] para mover para outro local.
ru: Используйте клавиши со стрелками [%UP%] и [%DOWN%] для перемещения в другое расположение.
tr: Farklı bir konuma taşımak için [%UP%] [%DOWN%] kullanın.
uk: Скористайтесь [%UP%] [%DOWN%], щоб перейти в інше місце.
zh_cn: 使用 [%UP%] 和 [%DOWN%] 移至其他位置。
zh_tw: 使用 [%UP%] [%DOWN%] 移至另一個位置。

source: Use _default namespace as root
cs: Použít _výchozí obor názvů jako kořenový
de: Standard_namespace als Stamm verwenden
es: Usar espacio de nombres pre_determinado como raíz
fr: Utiliser l’espace de noms par _défaut en tant que racine
it: Usa lo _spazio dei nomi predefinito come radice
ja: ルートとして既定の名前空間を使用する(_D)
ko: 기본 네임스페이스를 루트로 사용(_D)
pl: Użyj _domyślnej przestrzeni nazw jako głównej
pt_br: Usar o namespace _padrão como raiz
ru: Использовать пространство имен по у_молчанию в качестве корневого
tr: Kök olarak varsayılan a_d alanını kullan
uk: Використовувати _стандартний простір назв як кореневий
zh_cn: 将默认命名空间作为根(_D)
zh_tw: 使用預設命名空間作為根(_D)

source: Use _output window
cs: Po_užít okno výstupu
de: _Ausgabefenster verwenden
es: Usar ventana de _salida
fr: Utiliser la fenêtre de _sortie
it: Usa _finestra di output
ja: 出力ウィンドウを使用(_O)
ko: 출력 창 사용(_O)
pl: Użyj okna _danych wyjściowych
pt_br: Usar janela de _saída
ru: Использо_вать окно вывода
tr: Çı_ktı penceresini kullan
uk: _Використати вікно виведення
zh_cn: 使用输出窗口(_O)
zh_tw: 使用輸出視窗(_O)

source: Use a file selector to select a custom command
cs: Pomocí voliče souborů vyberte vlastní příkaz.
de: Dateiauswahl verwenden, um einen benutzerdefinierten Befehl auszuwählen
es: Use un selector de archivos para seleccionar un comando personalizado
fr: Utiliser un sélecteur de fichiers pour sélectionner une commande personnalisée
ja: ファイル セレクターを使用してカスタム コマンドを選択します
ko: 파일 선택기를 사용하여 사용자 지정 명령 선택
pl: Użyj selektora pliku, aby wybrać polecenie niestandardowe
pt_br: Use um seletor de arquivos para selecionar um comando personalizado
ru: Используйте средство выбора файлов, чтобы выбрать настраиваемую команду
tr: Özel komut seçmek için bir dosya seçici kullanın

source: Use bullets
cs: Použít odrážky
de: Aufzählungszeichen verwenden
es: Usar viñetas
fr: Utiliser des puces
it: Usa punti elenco
ja: 箇条書きにする
ko: 글머리 기호 사용
pl: Użyj punktorów
pt_br: Usar marcadores
ru: Использовать маркеры
tr: Madde işaretleri kullan
uk: Використовувати маркери
zh_cn: 使用项目符号
zh_tw: 使用項目符號

source: Use compact display
cs: Použít kompaktní displej
de: Kompakte Anzeige verwenden
es: Usar pantalla compacta
fr: Utiliser l’affichage compact
it: Usa visualizzazione compatta
ja: コンパクトな表示を使用
ko: 간단한 표시 사용
pl: Wyświetlaj w trybie kompaktowym
pt_br: Usar exibição compacta
ru: Использовать компактное отображение
tr: Sıkıştırılmış görüntü kullan
uk: Використати компактний вигляд
zh_cn: 使用精简显示
zh_tw: 使用精簡顯示

source: Use culture-aware comparison
cs: Použít porovnání zohledňující jazykovou verzi
de: Kulturfähigen Vergleich verwenden
es: Usar comparación de referencias culturales
fr: Utiliser une comparaison prenant en compte la culture
it: Usa confronto con riconoscimento delle impostazioni cultura
ja: カルチャ対応の比較を使用する
ko: 문화권 인식 비교 사용
pl: Użyj porównania obsługującego kultury
pt_br: Usar comparação com reconhecimento de culturas
ru: Использовать сравнение с учетом языка и региональных параметров
tr: Kültür duyarlı karşılaştırma kullan
uk: Використати культурозалежне порівняння
zh_cn: 使用可以识别区域性的比较
zh_tw: 使用文化特性感知的比較

source: Use default settings from '{0}'
cs: Použít výchozí nastavení z: {0}
de: Standardeinstellungen aus "{0}" verwenden
es: Usar la configuración predeterminada de "{0}"
fr: Utiliser les paramètres par défaut de « {0} »
it: Usa le impostazioni predefinite di '{0}'
ja: '{0}' の既定の設定を使用
ko: '{0}'에서 기본 설정 사용
pl: Użyj ustawień domyślnych z: „{0}”
pt_br: Usar as configurações padrão de '{0}'
ru: Использовать параметры по умолчанию из типа "{0}"
tr: '{0}' öğesindeki varsayılan ayarları kullan
uk: Використати стандартні параметри з '{0}'
zh_cn: 使用“{0}”中的默认设置
zh_tw: 使用 '{0}' 的預設設定

source: Use existing Makefiles
cs: Použít stávající soubory pravidel
de: Vorhandene Makefiles verwenden
es: Usar archivos Make actuales
fr: Utiliser des Makefiles existants
it: Usa makefile esistenti
ja: 既存のメイクファイルを使用する
ko: 기존 메이크파일 사용
pl: Użyj istniejących plików reguł programu make
pt_br: Usar Makefiles existentes
ru: Использовать существующие файлы makefile
tr: Mevcut Derleme görevleri dosyalarını kullan
uk: Використовувати наявні файли Makefile
zh_cn: 使用现有生成文件
zh_tw: 使用現有的 Makefiles

source: Use expression body for accessors
cs: Používat text výrazu pro přístupové objekty
de: Ausdruckskörper für Accessoren verwenden
es: Usar cuerpo de expresión para los descriptores de acceso
fr: Utiliser un corps d'expression pour les accesseurs
ja: アクセサーに式本体を使用する
ko: 접근자에 식 본문 사용
pl: Użyj treści wyrażenia dla metod dostępu
pt_br: Usar o corpo da expressão para acessadores
ru: Использовать тело выражения для методов доступа
tr: Erişimciler için ifade gövdesi kullan

source: Use expression body for constructors
cs: Používat text výrazu pro konstruktory
de: Ausdruckskörper für Konstruktoren verwenden
es: Usar cuerpo de expresión para los constructores
fr: Utiliser un corps d'expression pour les constructeurs
ja: コンストラクターに式本体を使用する
ko: 생성자에 식 본문 사용
pl: Użyj treści wyrażenia dla konstruktorów
pt_br: Usar o corpo da expressão para construtores
ru: Использовать тело выражения для конструкторов
tr: Oluşturucular için ifade gövdesi kullan

source: Use expression body for indexers
cs: Používat text výrazu pro indexery
de: Ausdruckskörper für Indexer verwenden
es: Usar cuerpo de expresión para los indizadores
fr: Utiliser un corps d'expression pour les indexeurs
ja: インデクサーに式本体を使用する
ko: 인덱서에 식 본문 사용
pl: Użyj treści wyrażenia dla indeksatorów
pt_br: Usar o corpo da expressão para indexadores
ru: Использовать тело выражения для индексаторов
tr: Dizin oluşturucular için ifade gövdesi kullan

source: Use expression body for methods
cs: Používat text výrazu pro metody
de: Ausdruckskörper für Methoden verwenden
es: Usar cuerpo de expresión para los métodos
fr: Utiliser un corps d'expression pour les méthodes
ja: メソッドに式本体を使用する
ko: 메서드에 식 본문 사용
pl: Użyj treści wyrażenia dla metod
pt_br: Usar o corpo da expressão para métodos
ru: Использовать тело выражения для методов
tr: Metotlar için ifade gövdesi kullan

source: Use expression body for operators
cs: Používat text výrazu pro operátory
de: Ausdruckskörper für Operatoren verwenden
es: Usar cuerpo de expresión para los operadores
fr: Utiliser un corps d'expression pour les opérateurs
ja: オペレーターに式本体を使用する
ko: 연산자에 식 본문 사용
pl: Użyj treści wyrażenia dla operatorów
pt_br: Usar o corpo da expressão para operadores
ru: Использовать тело выражения для операторов
tr: İşleçler için ifade gövdesi kullan

source: Use expression body for properties
cs: Používat text výrazu pro vlastnosti
de: Ausdruckskörper für Eigenschaften verwenden
es: Usar cuerpo de expresión para las propiedades
fr: Utiliser un corps d'expression pour les propriétés
ja: プロパティに式本体を使用する
ko: 속성에 식 본문 사용
pl: Użyj treści wyrażenia dla właściwości
pt_br: Usar o corpo da expressão para propriedades
ru: Использовать тело выражения для свойств
tr: Özellikler için ifade gövdesi kullan

source: Use git for version control.
cs: Použít Git pro správu verzí
de: Git-Versionskontrolle verwenden
es: Usar Git para el control de versiones.
fr: Utiliser git pour la gestion de version.
it: Usa GIT per il controllo della versione.
ja: バージョン コントロールに Git を使用する。
ko: 버전 제어에 git을 사용합니다.
pl: Użyj narzędzia Git na potrzeby kontroli wersji
pt_br: Usar git para controle de versão.
ru: Использовать Git для управления версиями
tr: Sürüm denetimi için git kullan.
uk: Використати git для керування версіями
zh_cn: 将 git 用于版本控制。
zh_tw: 使用 Git 進行版本控制。

source: Use ordinal comparison
cs: Použít řadové porovnání
de: Ordinalvergleich verwenden
es: Usar comparación ordinal
fr: Utilisez une comparaison ordinale
it: Usa il confronto tra ordinali
ja: 序数に基づく比較を使用する
ko: 서수 비교 사용
pl: Użyj porównania porządkowego
pt_br: Usar comparação ordinal
ru: Использовать сравнение по порядковому номеру
tr: Sıralı karşılaştırma kullan
uk: Використати порівняння за порядком
zh_cn: 使用序号比较
zh_tw: 使用序數比較

source: Use project relative path
cs: Použít relativní cestu projektu
de: Relativen Projektpfad verwenden
es: Usar ruta relativa del proyecto
fr: Utiliser le chemin d’accès relatif du projet
it: Usa percorso relativo del progetto
ja: プロジェクトの相対パスを使用
ko: 프로젝트 상대 경로 사용
pl: Użyj ścieżki względnej projektu
pt_br: Usar caminho relativo do projeto
ru: Использовать относительный путь проекта
tr: Proje göreli yolunu kullan
uk: Використати шлях відносно теки проекту
zh_cn: 使用项目相对路径
zh_tw: 使用專案相對路徑

source: Use the Git configuration:
cs: Použít konfiguraci Git:
de: Git-Konfiguration verwenden:
es: Usar la configuración de Git:
fr: Utiliser la configuration Git :
it: Usa la configurazione di GIT:
ja: Git 構成を使用:
ko: Git 구성 사용:
pl: Użyj konfiguracji narzędzia Git:
pt_br: Usar a configuração Git:
ru: Используйте конфигурацию Git:
tr: Şu Git yapılandırmasını kullan:
uk: Використати конфігурацію Git:
zh_cn: 使用 GIT 配置:
zh_tw: 使用 Git 組態:

source: Use the MonoDevelop configuration:
cs: Použít konfiguraci MonoDevelop:
de: MonoDevelop-Konfiguration verwenden:
es: Usar la configuración de MonoDevelop:
fr: Utiliser la configuration MonoDevelop :
it: Usa la configurazione di MonoDevelop:
ja: MonoDevelop 構成を使用:
ko: MonoDevelop 구성 사용:
pl: Użyj konfiguracji narzędzia MonoDevelop:
pt_br: Usar a configuração do MonoDevelop:
ru: Используйте конфигурацию MonoDevelop:
tr: Şu MonoDevelop yapılandırmasını kullan:
uk: Використати конфігурацію MonoDevelop:
zh_cn: 使用 MonoDevelop 配置:
zh_tw: 使用 MonoDevelop 組態:

source: Use the Rebase option for merging
cs: Pro sloučení použít možnost Přenést změny
de: Option "Rebase ausführen" beim Zusammenführen verwenden
es: Usar fusión mediante cambio de base
fr: Utiliser l’option Rebaser pour la fusion
it: Usa l'opzione Riassegna per il merge
ja: マージのリベース オプションを使用する
ko: 병합에 기준 주소 다시 지정 옵션 사용
pl: Użyj opcji Zmień bazę na potrzeby scalania
pt_br: Usar a opção Troca de Base para mesclagem
ru: Использовать параметр "Переместить изменения из одной ветви в другую" для слияния
tr: Birleştirmede Yeniden Temellendir seçeneğini kullan
uk: Скористайтесь параметром "Перебазування" для злиття
zh_cn: 使用变基选项进行合并
zh_tw: 使用重訂基底選項合併
