Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: MD Workbench
it: Workbench MD
pl: Środowisko robocze narzędzia MD
zh_cn: MD 工作台
zh_tw: MD 工作台

source: Mac Classic
cs: Klasické rozhraní Mac
de: Mac klassisch
fr: Mac classique
it: Classica Mac
ja: Mac クラシック
pl: Mac (klasyczny)
uk: Класичний Mac
zh_cn: Mac 经典
zh_tw: Mac 類別

source: Program files
cs: Programové soubory
de: Programmdateien
es: Archivos de programa
fr: Fichiers programmes
it: File di programma
ja: プログラム ファイル
ko: 프로그램 파일
pl: Pliki programów
pt_br: Arquivos de Programas
tr: Program dosyaları
uk: Файли програми
zh_cn: 程序文件

source: ROX Desktop
cs: Desktop ROX
es: Escritorio ROX
it: Desktop ROX
ko: ROX 데스크톱
pl: Pulpit ROX
tr: ROX Masaüstü
uk: Робочий стіл ROX
zh_cn: ROX 桌面
zh_tw: ROX 桌面

source: Subversion
pl: Wersja podrzędna
zh_tw: 子版本

source: Windows
de: Fenster
fr: Fenêtres
pl: Okna

source: XFCE Desktop
cs: Desktop XFCE
es: Escritorio XFCE
it: Desktop XFCE
ja: XFCE デスクトップ
ko: XFCE 데스크톱
pl: Pulpit XFCE
uk: Робочий стіл XFCE
zh_cn: XFCE 桌面
zh_tw: XFCE 桌面

source: \P{name}
cs: \P{název}
es: \P{nombre}
it: \P{nome}
pl: \P{nazwa}
tr: \P{ad}
uk: \P{назва}

source: \p{name}
cs: \p{název}
es: \p{nombre}
it: \p{nome}
pl: \p{nazwa}
tr: \p{ad}
uk: \p{назва}

source: label3
cs: popisek3
fr: étiquette3
it: etichetta3
pl: etykieta3
pt_br: rótulo3

source: API
cs: Rozhraní API

source: SDK
cs: Sada SDK

source: SDK: {0}
cs: Sada SDK: {0}

source: _Mime:
cs: _Standard MIME:
ja: Mime(_M):
ko: Mime(_M):
uk: _МІМЕ:
zh_cn: MIME(_M):
zh_tw: Mime(_M):

source: regexInput
cs: zadání regex

source: regexPattern
cs: vzor regex

source: {0} try-block {1} (exception-declaration-1) catch-block-1 {1} (exception-declaration-2) catch-block-2 ... {0} try-block {1} catch-block
cs: {0} zkušební-blok {1} (deklarace-výjimky-1) blok-zachycení-1 {1} (deklarace-výjimky-2) blok-zachycení-2 ... {0} zkušební-blok {1} blok-zachycení
ja: {0} try-ブロック {1} (例外-宣言-1) catch-ブロック-1 {1} (例外-宣言-2) catch-ブロック-2 ... {0} try-ブロック {1} catch-ブロック

source: {0} try-block {1} (exception-declaration-1) catch-block-1 {1} (exception-declaration-2) catch-block-2 ... {0} try-block {1} catch-block
cs: {0} zkušební-blok {1} (deklarace-výjimky-1) blok-zachycení-1 {1} (deklarace-výjimky-2) blok-zachycení-2 ... {0} zkušební-blok {1} blok-zachycení
ja: {0} try-ブロック {1} (例外-宣言-1) catch-ブロック-1 {1} (例外-宣言-2) catch-ブロック-2 ... {0} try-ブロック {1} catch-ブロック

source: {0} try-block {1} finally-block
cs: {0} zkušební-blok {1} závěrečný-blok
ja: {0} try-ブロック {1} finally-ブロック

source: <b>F# Interactive</b>
es: <b>F# interactivo</b>
ja: <b>F# インタラクティブ</b>
ko: <b>F# 대화형</b>
pt_br: <b>F# Interativo</b>
tr: <b>F# Etkileşimli</b>

source: F# Interactive
es: F# interactivo
ja: F# インタラクティブ
ko: F# 대화형
pt_br: F# Interativo
tr: F# Etkileşimli

source: {0} IMyInterface&lt; {1} T&gt; {}
de: {0} IMeineSchnittstelle&lt; {1} T&gt; {}
pt_br: {0} IMinhaInterface&lt; {1} T&gt; {}
tr: {0} IArabirimim&lt; {1} T&gt; {}
zh_cn: {0} IMy 接口&lt; {1} T&gt; {}

source: {0} IMyInterface&lt;{1} T&gt; {}
de: {0} IMeineSchnittstelle&lt;{1} T&gt; {}
pt_br: {0} IMinhaInterface&lt;{1} T&gt; {}
tr: {0} IArabirimim&lt;{1} T&gt; {}
zh_cn: {0} IMy 接口&lt;{1} T&gt; {}

source: _XML
ja: XML(_X)
ko: XML(_X)
zh_cn: XML(_X)
zh_tw: XML(_X)

source: Windows Communication Foundation (WCF)
ko: WCF(Windows Communication Foundation)
pt_br: WCF (Windows Communication Foundation)

source: FATAL ERROR
it: ERRORE IRREVERSIBILE
zh_cn: 错误
zh_tw: 嚴重錯誤

source: ERROR
it: ERRORE
zh_cn: 错误
zh_tw: 錯誤

source: WARNING
it: AVVISO
zh_cn: 警告
zh_tw: 警告

source: Project file doesn't have a valid ProjectGuid
it: Non esiste un ProjectGuid valido per il file di progetto
zh_cn: 项目文件没有有效的 ProjectGuid
zh_tw: 專案檔不具有效的 ProjectGuid

source: Cleaning Solution: {0} ({1})
it: Pulizia della soluzione: {0} ({1})
zh_cn: 正在清理解决方案: {0} ({1})
zh_tw: 正在清除解決方案: {0} ({1})

source: Building Solution: {0} ({1})
it: Compilazione della soluzione: {0} ({1})
zh_cn: 正在生成解决方案: {0} ({1})
zh_tw: 正在建置解決方案: {0} ({1})

source: Unknown language '{0}'. You may need to install an additional add-in to support this language.
it: La lingua '{0}' è sconosciuta. Potrebbe essere necessario installare un altro componente aggiuntivo per supportare questa lingua.
zh_cn: 语言“{0}”未知。你可能需要安装其他外接程序以支持此语言。
zh_tw: 未知語言 '{0}'。您可能需要安裝其他增益集來支援此語言。

source: Unable to compile ({0}) {1} to .resources. Reason: {2}
it: Non è possibile compilare ({0}) {1} in file con estensione resources. Motivo: {2}"n
uk: Не вдалось скомпілювати ({0}) {1} у файл ресурсів. Причина: {2}

source: Unable to generate satellite assemblies for '{0}' culture with {1}. Reason: {2}
it: Non è possibile generare gli assembly satellite per le impostazioni cultura '{0}' con {1}. Motivo: {2}"n
uk: Не вдалось створити супутні збірки для культури '{0}' з {1}. Причина: {2}

source: The {0} add-in is not installed.
it: Il componente aggiuntivo {0} non è installato.
zh_cn: 未安装 {0} 外接程序。
zh_tw: '{0}' 增益集未安裝。

source: Building: {0} ({1})
it: Compilazione: {0} ({1})
zh_cn: 正在生成: {0} ({1})
zh_tw: 正在建置: {0} ({1})

source: Cleaning: {0} ({1})
it: Pulizia: {0} ({1})
zh_cn: 正在清理: {0} ({1})
zh_tw: 正在清除: {0} ({1})

source: Comma separated list of expressions to trace. 'all' all assemlies, 'none' no assemblies, 'program' entry point assembly, 'assembly' specifies an assembly, 'T:Type' specifies a type, 'M:Type:Method' a method, 'N:Namespace' a namespace. 'disabled' don't print any output until toggled via SIGUSR2. Prefix with '-' to exclude an expression.
it: Elenco di espressioni da tracciare delimitate da virgole. 'all' indica tutti gli assembly, 'none' nessun assembly, 'program' l'assembly del punto di ingresso, mentre 'assembly' specifica un assembly, 'T:Type' un tipo, 'M:Type:Method' un metodo, 'N:Namespace' uno spazio dei nomi. 'disabled' consente di non stampare l'output finché non viene attivato/disattivato tramite SIGUSR2. Il prefisso '-' consente di escludere un'espressione.

source: Template for parentheses
it: Modello per le parentesi
zh_cn: 括号模板
zh_tw: 括號的範本

source: Template for type cast
it: Modello per il cast di tipo
zh_cn: 类型转换模板
zh_tw: 類型轉換的範本

source: _Edit References...
it: Modi_fica riferimenti...
zh_cn: 编辑引用(_E)...
zh_tw: 編輯參考(_E)...

source: New _Folder
it: Nuo_va cartella
zh_cn: 新建文件夹(_F)
zh_tw: 新增資料夾(_F)

source: Manage add-ins
it: Gestisci componenti aggiuntivi
zh_cn: 管理外接程序
zh_tw: 管理增益集

source: _Add-ins...
it: Co_mponenti aggiuntivi...
zh_cn: 外接程序(_A)...
zh_tw: 增益集(_A)...

source: Send Feedback
it: Invia commenti e suggerimenti
zh_cn: 发送反馈
zh_tw: 傳送意見反應

source: Send feedback to the MonoDevelop development team
it: Consente di inviare commenti e suggerimenti al team di sviluppo di MonoDevelop
zh_cn: 将反馈发送给 MonoDevelop 开发团队
zh_tw: 將意見反應傳送至 MonoDevelop 開發小組

source: Find Like Selection
it: Trova stringa simile alla selezione
zh_cn: 查找相似选定内容
zh_tw: 尋找相似的選取範圍

source: Replace Like Selection
it: Sostituisci stringa simile alla selezione
zh_cn: 替换相似选定内容
zh_tw: 取代相似的選取範圍

source: Show Code Completion
it: Mostra completamento codice
zh_cn: 显示代码完成情况
zh_tw: 顯示程式碼完成

source: Toggle Completion Suggestion Mode
it: Attiva/disattiva modalità suggerimenti completamento
zh_cn: 切换完成建议模式
zh_tw: 切換完成建議模式

source: Inserts a template
it: Inserisce un modello

source: _Template...
it: _Modello...
zh_cn: 模板(_T)...
zh_tw: 範本(_T)...

source: Surrounds selection with a template when something is selected
it: Racchiude la selezione in un modello quando è selezionato un elemento
zh_cn: 如果选定了某些内容，则环绕选定内容插入模板
zh_tw: 在選取某個項目時，使用範本圍繞選取範圍

source: Assembly Folders
it: Cartelle assembly
zh_cn: 程序集文件夹
zh_tw: 組件資料夾

source: Code Templates
it: Modelli di codice
zh_cn: 代码模板
zh_tw: 程式碼範本

source: Automated Feedback
it: Commenti e suggerimenti automatizzati
zh_cn: 自动反馈
zh_tw: 自動傳送意見反應

source: MSBuild targets file
it: File di destinazioni MSBuild
zh_cn: MSBuild 目标文件
zh_tw: MSBuild 目標檔案

source: PCL {0}
it: Pulisci {0}

source: Content
it: Contenuto
zh_cn: 内容
zh_tw: 內容

source: License is available at
it: La licenza è disponibile all'indirizzo
zh_cn: 可在以下位置找到许可证:
zh_tw: 授權位於

source: {0} can run without these add-ins, but the functionality they provide will be missing.
it: È possibile eseguire {0} senza questi componenti aggiuntivi, ma la funzionalità da essi fornita non sarà disponibile.
zh_cn: 没有这些外接程序，{0} 也可以运行，但外接程序提供的功能将丢失。
zh_tw: {0} 可以在沒有這些增益集的情況下執行，但會遺漏其提供的功能。

source: You can start {0} without these add-ins, but the functionality they provide will be missing. Do you wish to continue?
it: È possibile avviare {0} senza questi componenti aggiuntivi, ma la funzionalità da essi fornita non sarà disponibile. Continuare?
zh_cn: 没有这些外接程序，也可以启动 {0}，但外接程序提供的功能将丢失。是否要继续?
zh_tw: 您可以在沒有這些增益集的情況下啟動 {0}，但將會遺漏其所提供的功能。要繼續嗎?

source: Show build output
it: Mostra output di compilazione
zh_cn: 显示生成输出
zh_tw: 顯示建置輸出

source: Show Error Reference
it: Mostra riferimento errore
zh_cn: 显示错误引用
zh_tw: 顯示錯誤參考

source: Copy task
it: Copia attività
zh_cn: 复制任务
zh_tw: 複製工作

source: _Go to
it: _Vai a
zh_cn: 转到(_G)
zh_tw: 前往(_G)

source: Go to task
it: Passa all'attività
zh_cn: 转到任务
zh_tw: 前往工作

source: Toggle visibility of Type column
it: Attiva/Disattiva la visibilità della colonna Tipo
zh_cn: 切换“类型”列的可见性
zh_tw: 顯示/隱藏類型資料行

source: Toggle visibility of Validity column
it: Attiva/Disattiva la visibilità della colonna Validità
zh_cn: 切换“有效性”列的可见性
zh_tw: 顯示/隱藏有效性資料行

source: Toggle visibility of Line column
it: Attiva/Disattiva la visibilità della colonna Riga
zh_cn: 切换“行”列的可见性
zh_tw: 顯示/隱藏行資料行

source: Toggle visibility of Description column
it: Attiva/Disattiva la visibilità della colonna Descrizione
zh_cn: 切换“说明”列的可见性
zh_tw: 顯示/隱藏描述資料行

source: Toggle visibility of File column
it: Attiva/Disattiva la visibilità della colonna File
zh_cn: 切换“文件”列的可见性
zh_tw: 顯示/隱藏檔案資料行

source: Toggle visibility of Project column
it: Attiva/Disattiva la visibilità della colonna Progetto
zh_cn: 切换“项目”列的可见性
zh_tw: 顯示/隱藏專案資料行

source: Toggle visibility of Path column
it: Attiva/Disattiva la visibilità della colonna Percorso
zh_cn: 切换“路径”列的可见性
zh_tw: 顯示/隱藏路徑資料行

source: Toggle visibility of Category column
it: Attiva/Disattiva la visibilità della colonna Categoria
zh_cn: 切换“类别”列的可见性
zh_tw: 顯示/隱藏分類資料行

source: Copy comment task
it: Copia l'attività commento
zh_cn: 复制注释任务
zh_tw: 複製註解工作

source: Go to comment task
it: Passa all'attività commento
zh_cn: 转到注释任务
zh_tw: 前往註解工作

source: Delete comment task
it: Elimina l'attività commento
zh_cn: 删除注释任务
zh_tw: 刪除註解工作

source: Build with MSBuild instead of xbuild (EXPERIMENTAL)
it: Compila con MSBuild invece di xbuild (SPERIMENTALE)
zh_cn: 使用 MSBuild 而不是 xbuild 生成(实验性)
zh_tw: 使用 MSBuild 建置，而不使用 xbuild (實驗性)

source: The following add-ins could not be started:
it: Non è stato possibile avviare i componenti aggiuntivi seguenti:
zh_cn: 无法启动以下外接程序:
zh_tw: 下列增益集無法啟動:

source: Include binary files
it: Includi file binari
zh_cn: 包括二进制文件
zh_tw: 包含二進位檔案

source: Include hidden files and directories
it: Includi directory e file nascosti
zh_cn: 包括隐藏的文件和目录
zh_tw: 包含隱藏的檔案與目錄

source: Custom folders where MonoDevelop should look for assemblies and packages:
it: Cartelle personalizzate in cui MonoDevelop deve cercare assembly e pacchetti:
zh_cn: MonoDevelop 应在其中查找程序集和包的自定义文件夹:
zh_tw: 自訂 MonoDevelop 尋找組件與封裝的資料夾:

source: Gathering class information...
it: Raccolta delle informazioni sulle classi...
zh_cn: 正在收集类信息...
zh_tw: 收集類別資訊...

source: Could not open file: {0}
it: Non è stato possibile aprire il file: {0}
zh_cn: 无法打开文件: {0}
zh_tw: 無法開啟檔案: {0}

source: Changes done in this section will only be applied to new projects. Settings for existing projects can be modified in the project (or solution) options dialog.
it: Le modifiche apportate in questa sezione verranno applicate solo ai nuovi progetti. Le impostazioni per i progetti esistenti possono essere modificate nella finestra di dialogo delle opzioni del progetto o della soluzione.
zh_cn: 在本部分所做的更改将仅应用于新项目。可以在项目(或解决方案)选项对话框中修改现有项目的设置。
zh_tw: 此區段中完成的變更只會套用至新專案。您可以在專案 (或解決方案) 選項對話方塊中，修改現有專案的設定。

source: Changes done in those files will be overwritten by {0}.
it: Le modifiche apportate in tali file verranno sovrascritte da {0}.
zh_cn: 对这些文件的更改将被 {0} 覆盖。
zh_tw: 這些檔案中的變更將由 {0} 所覆寫。

source: The Remove option remove the project from the solution, but it will not physically delete any file from disk.
it: L'opzione Rimuovi consente di rimuovere il progetto dalla soluzione, ma non implica l'eliminazione fisica di file dal disco.
zh_cn: “删除”选项会将项目从解决方案中删除，但不会从磁盘中实际删除任何文件。
zh_tw: [移除] 選項會移除解決方案中的專案，但實際上不會刪除磁碟中的任何檔案。

source: The project you are executing has changes done after the last time it was compiled. Do you want to continue?
it: Il progetto in esecuzione contiene modifiche apportate dopo l'ultima compilazione. Continuare?
zh_cn: 你要执行的项目自上次编译后进行了更改。是否要继续?
zh_tw: 您所執行的專案在最後一次編譯之後已變更。要繼續嗎?

source: Select File
it: Seleziona file
uk: Вибрати файл
zh_cn: 选择文件
zh_tw: 選取檔案

source: Edit References
it: Modifica riferimenti
zh_cn: 编辑引用
zh_tw: 編輯參考

source: email address
it: indirizzo di posta elettronica
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Please enter a valid e-mail address
it: Immettere un indirizzo di posta elettronica valido
zh_cn: 请输入有效的电子邮件地址
zh_tw: 請輸入有效的電子郵件地址

source: Tell us how we can make {0} better.
it: È possibile contribuire al miglioramento di {0}.
zh_cn: 告诉我们如何改进 {0}。
zh_tw: 請告訴我們如何改善 {0}。

source: Please enter some feedback
it: Immettere commenti e suggerimenti
zh_cn: 请输入一些反馈
zh_tw: 請輸入一些意見反應

source: From: {0}
it: Da: {0}
zh_cn: 发件人: {0}
zh_tw: 來自: {0}

source: Your feedbacks: {0}
it: Commenti e suggerimenti: {0}
zh_cn: 你的反馈: {0}
zh_tw: 您的意見反應: {0}

source: Thank you for your feedback!
it: Grazie per i commenti e suggerimenti
zh_cn: 感谢你的反馈!
zh_tw: 感謝您提供您的寶貴意見!

source: Feedbacks sent: {0}
it: Commenti e suggerimenti inviati: {0}
zh_cn: 发送的反馈: {0}
zh_tw: 意見反應已送出: {0}

source: New add-in updates are available:
it: Sono disponibili nuovi aggiornamenti dei componenti aggiuntivi:
zh_cn: 有新的外接程序更新可用:
zh_tw: 有新的增益集更新可用:

source: Last opened {0} days ago
it: Ultima apertura: {0} giorni fa

source: Details of this error have been automatically sent to Xamarin for analysis.
it: I dettagli di questo errore sono stati inviati automaticamente a Xamarin per l'analisi.
zh_cn: 此错误的详细信息已自动发送到 Xamarin 进行分析。
zh_tw: 此錯誤的詳細資料已自動傳送至 Xamarin 進行分析。

source: Details of errors, along with anonymous installation information, can be sent to Xamarin to help improve {0}. Do you wish to send this information?
it: I dettagli degli errori, unitamente a informazioni anonime sull'installazione possono essere inviati a Xamarin per contribuire al miglioramento di {0}. Si vuole inviare queste informazioni?
zh_cn: 可以将错误详细信息以及匿名安装信息发送到 Xamarin，以帮助改进 {0}。是否要发送此信息?
zh_tw: 錯誤的詳細資料及匿名安裝資訊可傳送至 Xamarin，以協助改善 {0}。要傳送此資訊嗎?

source: {0} days ago
it: {0} giorni fa
zh_cn: {0} 天前
zh_tw: {0} 天前

source: Close Solution
it: Chiudi soluzione
zh_cn: 关闭解决方案
zh_tw: 關閉解決方案

source: Close all Solutions
it: Chiudi tutte le soluzioni
zh_cn: 关闭所有解决方案
zh_tw: 關閉所有解決方案

source: Close Workspace
it: Chiudi area di lavoro
zh_cn: 关闭工作区
zh_tw: 關閉工作區

source: Close File
it: Chiudi file
zh_cn: 关闭文件
zh_tw: 關閉檔案

source: Close Files
it: Chiudi file
zh_cn: 关闭文件
zh_tw: 關閉檔案

source: Close Documents
it: Chiudi documenti
zh_cn: 关闭文档
zh_tw: 關閉文件

source: Make Writable
it: Rendi scrivibile
zh_cn: 设为可写
zh_tw: 設為可寫入

source: Search in Solution...
it: Cerca nella soluzione...
zh_cn: 在解决方案中搜索...
zh_tw: 在解決方案中搜尋...

source: Use MSBuild build engine (recommended for this project type)
it: Usa motore di compilazione MSBuild (scelta consigliata per questo tipo di progetto)
zh_cn: 使用 MSBuild 生成引擎(建议用于此项目类型)
zh_tw: 使用 MSBuild 組建引擎 (建議用於此專案類型)

source: Use MSBuild build engine (unsupported for this project type)
it: Usa motore di compilazione MSBuild (non supportato per questo tipo di progetto)
zh_cn: 使用 MSBuild 生成引擎(不支持用于此项目类型)
zh_tw: 使用 MSBuild 組建引擎 (此專案類型不予支援)

source: Configure your new project
it: Configura il nuovo progetto
zh_cn: 配置新项目
zh_tw: 設定新專案

source: Catalan
it: Catalano
zh_cn: 加泰罗尼亚语
zh_tw: 卡達隆尼亞文

source: Chinese - China
it: Cinese - Cina
zh_cn: 中文 - 中国
zh_tw: 中文 - 中國

source: Chinese - Taiwan
it: Cinese - Taiwan
zh_cn: 中文 - 中国台湾
zh_tw: 中文 - 台灣

source: Czech
it: Ceco
zh_cn: 捷克语
zh_tw: 捷克文

source: Danish
it: Danese
zh_cn: 丹麦语
zh_tw: 丹麥文

source: Dutch
it: Olandese
zh_cn: 荷兰语
zh_tw: 荷蘭文

source: French
it: Francese
zh_cn: 法语
zh_tw: 法文

source: Galician
it: Galiziano
zh_cn: 加利西亚语
zh_tw: 加里斯亞文

source: German
it: Tedesco
zh_cn: 德语
zh_tw: 德文

source: English
it: Inglese
zh_cn: 英语
zh_tw: 英文

source: Hungarian
it: Ungherese
zh_cn: 匈牙利语
zh_tw: 匈牙利文

source: Indonesian
it: Indonesiano
zh_cn: 印度尼西亚语
zh_tw: 印尼文

source: Italian
it: Italiano
zh_cn: 意大利语
zh_tw: 義大利文

source: Polish
it: Polacco
zh_cn: 波兰语
zh_tw: 波蘭文

source: Portuguese
it: Portoghese
zh_cn: 葡萄牙语
zh_tw: 葡萄牙文

source: Portuguese - Brazil
it: Portoghese - Brasile
zh_cn: 葡萄牙语 - 巴西
zh_tw: 葡萄牙文 - 巴西

source: Russian
it: Russo
zh_cn: 俄语
zh_tw: 俄文

source: Slovenian
it: Sloveno
zh_cn: 斯洛文尼亚语
zh_tw: 斯洛維尼亞文

source: Spanish
it: Spagnolo
zh_cn: 西班牙语
zh_tw: 西班牙文

source: Swedish
it: Svedese
zh_cn: 瑞典语
zh_tw: 瑞典文

source: Blame
it: Segnala errore

source: Show _Blame Before
it: Mostra _blame prima
zh_cn: 显示 Blame Before(_B)
zh_tw: 在下列項目之前顯示 Blame(_B)

source: Some files could not be saved. Commit operation aborted
it: Non è stato possibile salvare alcuni file. L'operazione di commit è stata interrotta
zh_cn: 无法保存某些文件。提交操作已中止
zh_tw: 有一些檔案無法儲存。認可作業已中止

source: Are you sure you want to revert the changes done in the selected files?
it: Ripristinare tutte le modifiche apportate ai file selezionati?
zh_cn: 你确定要还原对选定文件所做的更改?
zh_tw: 確定要還原在選取的檔案中所做的變更嗎?

source: Revision {0} {1} {2}
it: Revisione {0}"t{1}"t{2}
uk: Ревізія {0} {1} {2}

source: Version control operation failed:
it: L'operazione di controllo della versione non è riuscita:
zh_cn: 版本控制操作失败:
zh_tw: 版本控制作業失敗:

source: You have uncommitted changes
it: Sono presenti modifiche non sottoposte a commit
zh_cn: 你有未提交的更改
zh_tw: 您有未認可的變更

source: What do you want to do?
it: Selezionare l'operazione da eseguire.
zh_cn: 想如何处理?
zh_tw: 您要進行什麼動作?

source: Updating solution
it: Aggiornamento della soluzione
zh_cn: 正在更新解决方案
zh_tw: 正在更新解決方案

source: Stash applied with conflicts
it: L'accantonamento è stato applicato con conflitti
zh_cn: 应用存储时发生冲突
zh_tw: 與衝突一起套用的隱藏

source: Stash successfully applied
it: L'accantonamento è stato applicato
zh_cn: 已成功应用存储
zh_tw: 已成功套用隱藏

source: Credentials required for the repository: {0}
it: Credenziali richieste per il repository: {0}
zh_cn: 该存储库所需的凭据: {0}
zh_tw: 存放庫需要認證: {0}

source: Invalid credentials were supplied. Aborting operation.
it: Le credenziali specificate non sono valide. L'operazione verrà interrotta.
zh_cn: 提供的凭据无效。正在中止操作。
zh_tw: 提供的認證無效。將會中斷作業。

source: <b>Single project ChangeLog</b> All changes done in the project files will be logged in a single ChangeLog file, located at the project root directory. The ChangeLog file will be created if it doesn't exist.
it: <b>Log delle modifiche unico per il progetto</b> Tutte le modifiche apportate ai file di progetto verranno registrate in un unico file di log delle modifiche, salvato nella directory radice del progetto. Il file del log delle modifiche verrà creato se non esiste.
zh_cn: <b>单个项目 ChangeLog</b> 对项目文件的所有更改将记录在项目根目录下的单个 ChangeLog 文件中。如果不存在 ChangeLog 文件，将创建一个。
zh_tw: <b>單一專案變更記錄</b> 專案中完成的所有變更都會記錄到位於專案根目錄中的單一變更記錄檔。若不存在變更記錄檔，則會加以建立。

source: _Remove Unused Usings
it: _Rimuovi using non usate
zh_cn: 删除未使用的 Using(_R)
zh_tw: 移除未使用的 Using(_R)

source: R_emove and Sort
it: Ri_muovi e ordina
zh_cn: 删除并排序(_E)
zh_tw: 移除和排序(_E)

source: Name Conventions
it: Convenzioni di denominazione
zh_cn: 命名约定
zh_tw: 名稱慣例

source: Creates a C# library that can be used in Windows, Mac, Silverlight, Windows Phone, Xamarin.iOS and Xamarin.Android.
it: Crea una libreria C# che può essere usata in Windows, Mac, Silverlight, Windows Phone, Xamarin.iOS e Xamarin.Android.
zh_cn: 创建一个可在 Windows、Mac、Silverlight、Windows Phone、Xamarin.iOS 和 Xamarin.Android 中使用的 C# 库。
zh_tw: 建立可用於 Windows、Mac、Silverlight、Windows Phone、Xamarin.iOS 及 Xamarin.Android 的 C# 程式庫。

source: Place System directives first when sorting usings
it: Inserisci prima le direttive System durante l'ordinamento delle using
zh_cn: 对 using 排序时将 System 指令排在第一位
zh_tw: 排序 Using 時先放置系統指示詞

source: {0} (expression) { {1} constant-expression: statement jump-statement [{2}: statement jump-statement] }
it: {0} (espressione) { espressione costante {1}: istruzione istruzione-di-salto [{2}: istruzione istruzione-di-salto] }
zh_cn: {0} (表达式) { {1} 常数表达式: 语句 跳转语句 [{2}: 语句 跳转语句] }
zh_tw: {0} (運算式) { {1} 常數運算式: 陳述式 跳躍陳述式 [{2}: 陳述式 跳躍陳述式] }

source: {0} (Type) or {1} (expression) { {2} constant-expression: statement jump-statement [{3}: statement jump-statement] }
it: {0} (tipo) o {1} (espressione) { espressione-costante {2}: istruzione istruzione-di-salto [{3}: istruzione istruzione-di-salto] }
zh_cn: {0} (类型) or {1} (表达式) { {2} 常数表达式: 语句 跳转语句 [{3}: 语句 跳转语句] }
zh_tw: {0} (類型) 或 {1} (運算式) { {2} 常數運算式: 陳述式 跳躍陳述式 [{3}: 陳述式 跳躍陳述式] }

source: {0} (expression) statement1 [{1} statement2]
it: {0} (espressione) istruzione1 [{1}"n istruzione2]

source: {0} {1} or {0} {2} expression
it: {0} {1}"n o espressione {0} {2}

source: Implement protocol members
it: Implementa i membri di protocollo
zh_cn: 实现协议成员
zh_tw: 實作通訊協定成員

source: Select protocol members to implement
it: Consente di selezionare i membri di protocollo da implementare
zh_cn: 选择要实现的协议成员
zh_tw: 選取要實作的通訊協定成員

source: Implement required protocol members
it: Implementa i membri di protocollo richiesti
zh_cn: 实现所需的协议成员
zh_tw: 實作必要通訊協定成員

source: Delegate Info
it: Informazioni sui delegati
zh_cn: 委托信息
zh_tw: 委派資訊

source: Fix
it: Correggi
zh_cn: 修复
zh_tw: 修正

source: _Options for "{0}"
it: _Opzioni per "{0}"
zh_cn: “{0}”选项(_O)
zh_tw: "{0}" 的選項(_O)

source: _Suppress with #pragma
it: _Elimina con #pragma
zh_cn: 使用 #pragma 取消(_S)
zh_tw: 以 #pragma 隱藏(_S)

source: _Suppress with file
it: _Elimina con file
zh_cn: 使用文件取消(_S)
zh_tw: 以檔案隱藏(_S)

source: _Configure Rule
it: _Configura regola
zh_cn: 配置规则(_C)
zh_tw: 設定規則(_C)

source: Fix all
it: Correggi tutto
zh_cn: 全部修复
zh_tw: 全部修正

source: In _Document
it: Nel _documento
zh_cn: 文档中(_D)
zh_tw: 在文件中(_D)

source: Change '{0}' to '{1}.{2}'
it: Cambia '{0}' in '{1}.{2}'
zh_cn: 从“{0}”更改为“{1}.{2}”
zh_tw: 將 '{0}' 變更為 '{1}。{2}'

source: Make {0} return Task instead of void
it: Fa in modo che {0} restituisca Task invece di void
zh_cn: 使 {0} 返回任务，而不返回 void
zh_tw: 使 {0} 傳回 Task 而不是 void

source: Insert 'await'
it: Inserisci 'await'
zh_cn: 插入 "await"
zh_tw: 插入 'await'

source: Make async
it: Rendi asincrono
zh_cn: 设为异步
zh_tw: 設為非同步

source: Rename file to '{0}'
it: Rinomina il file in '{0}'
zh_cn: 将文件重命名为“{0}”
zh_tw: 將檔案重新命名為 '{0}'

source: Move type to file '{0}'
it: Sposta il tipo nel file '{0}'
zh_cn: 将类型移到文件“{0}”
zh_tw: 將類型移到檔案 '{0}'

source: Implement Abstract Class
it: Implementa classe astratta
zh_cn: 实现抽象类
zh_tw: 實作抽象類別

source: Inline temporary variable
it: Variabile temporanea inline
zh_cn: 内联临时变量
zh_tw: 內嵌暫存變數

source: Conflict(s) detected.
it: Sono stati rilevati conflitti.
zh_cn: 检测到冲突。
zh_tw: 偵測到衝突。

source: Extract Method + Local
it: Estrai metodo + variabile locale
zh_cn: 提取方法 + 本地
zh_tw: 擷取方法 + 本機

source: Simplify name '{0}'
it: Semplifica il nome '{0}'
zh_cn: 简化名称“{0}”
zh_tw: 簡化名稱 '{0}'

source: Simplify member access '{0}'
it: Semplifica l'accesso dei membri '{0}'
zh_cn: 简化成员访问“{0}”
zh_tw: 簡化成員存取 '{0}'

source: Remove 'this' qualification
it: Rimuove la qualificazione 'this'
zh_cn: 删除 "this" 限定
zh_tw: 移除 'this' 限定

source: Remove Unnecessary Usings
it: Rimuovi using non necessari
zh_cn: 删除不必要的 Using
zh_tw: 移除不必要的 Using

source: Remove Unnecessary Cast
it: Rimuovi cast non necessario
zh_cn: 删除不必要的转换
zh_tw: 移除不必要的轉換

source: Cast is redundant.
it: Il cast è ridondante.
zh_cn: 转换是冗余的。
zh_tw: 轉換重複。
