Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Initialize field from parameter
cs: Inicializovat pole z parametru
de: Feld von Parameter initialisieren.
es: Inicializar el campo desde el parámetro
fr: Initialiser le champ à partir du paramètre
it: Inizializza il campo dal parametro
ja: パラメーターに基づいてフィールドを初期化します
ko: 매개 변수에서 필드 초기화
pl: Inicjuj pole z parametru
pt_br: Inicializar campo do parâmetro
ru: Инициализировать поле из параметра
tr: Alanı parametreden başlat
uk: Ініціалізувати поле з параметра
zh_cn: 通过参数初始化字段
zh_tw: 從參數初始化欄位

source: Initialize readonly auto-property from parameter
cs: Inicializovat automatickou vlastnost jen pro čtení z parametru
de: Schreibgeschützte Auto-Eigenschaft aus Parameter initialisieren
es: Inicializar la propiedad automática readonly desde el parámetro
fr: Initialiser la propriété automatique en lecture seule à partir du paramètre
ja: パラメーターに基づいて読み取り専用自動プロパティを初期化する
ko: 매개 변수에서 읽기 전용 auto 속성 초기화
pl: Inicjuj automatyczną właściwość tylko do odczytu z poziomu parametru
pt_br: Inicializar a propriedade automática readonly do parâmetro
ru: Инициализировать автоматическое свойство только для чтения из параметра
tr: Parametreden salt okunur otomatik özelliği başlat

source: Initializing Main Window
cs: Inicializace hlavního okna
de: Hauptfenster wird initialisiert
es: Inicializando la ventana principal
fr: Initialisation de la fenêtre principale
it: Inizializzazione finestra principale
ja: メイン ウィンドウを初期化中です
ko: 주 창을 초기화하는 중
pl: Inicjowanie okna głównego
pt_br: Inicializando a Janela Principal
ru: Инициализация главного окна
tr: Ana Pencere Başlatılıyor
uk: Ініціалізація головного вікна
zh_cn: 正在初始化主窗口
zh_tw: 正在初始化主視窗

source: Initializing field by default value is redundant
cs: Inicializace pole výchozí hodnotou je redundantní.
de: Das Initialisieren eines Felds mit dem Standardwert ist redundant.
es: El valor predeterminado del campo de inicialización es redundante
fr: L’initialisation du champ par une valeur par défaut est redondante
it: L'inizializzazione del campo in base al valore predefinito è ridondante
ja: フィールドを既定値で初期化するのは冗長です
ko: 기본값에 의한 필드 초기화가 중복됩니다.
pl: Inicjowanie pola za pomocą wartości domyślnej jest nadmiarowe
pt_br: Inicializar o campo por valor padrão é redundante
ru: Инициализация поля значением по умолчанию является избыточной
tr: Varsayılan değer ile alanın başlatılması gereksiz
uk: Ініціалізація поля стандартним значенням є зайвою
zh_cn: 根据默认值初始化字段是冗余的
zh_tw: 依預設值初始化欄位是冗餘的

source: Initializing field with default value is redundant
cs: Inicializace pole pomocí výchozí hodnoty je redundantní.
de: Das Initialisieren eines Felds mit dem Standardwert ist redundant.
es: El campo de inicialización con un valor predeterminado es redundante
fr: L’initialisation du champ avec une valeur par défaut est redondante
it: L'inizializzazione del campo con il valore predefinito è ridondante
ja: 既定値によるフィールドの初期化が冗長です
ko: 기본값이 있는 필드를 초기화하면 중복됩니다.
pl: Inicjowanie pola za pomocą wartości domyślnej jest nadmiarowe
pt_br: Inicializar o campo com valor padrão é redundante
ru: Инициализация поля значением по умолчанию является избыточной
tr: Varsayılan değer ile alanın başlatılması gereksiz
uk: Ініціалізація поля стандартним значенням є зайвою
zh_cn: 使用默认值初始化字段是冗余的
zh_tw: 以預設值初始化欄位是冗餘的

source: Initializing...
cs: Inicializace...
de: Wird initialisiert...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
ja: 初期化中...
ko: 초기화하는 중...
pl: Trwa inicjowanie...
pt_br: Inicializando...
ru: Идет инициализация...
tr: Başlatılıyor...
uk: Ініціалізація...
zh_cn: 正在初始化...
zh_tw: 正在初始化...

source: Inline _Messages
cs: Vlože_né zprávy
de: Inline_meldungen
es: Mensajes _insertados
fr: _Messages Inline
it: _Messaggi inline
ja: インライン メッセージ(_M)
ko: 인라인 메시지(_M)
pl: _Komunikaty osadzone
pt_br: _Mensagens Embutidas
ru: Встр_оенные сообщения
tr: Satır İçi _İletiler
zh_cn: 内联消息(_M)
zh_tw: 內嵌訊息(_M)

source: Inline comment inserted within a regular expression. The comment terminates at the first closing parenthesis character.
cs: Vložený komentář v regulárním výrazu. Komentář končí prvním znakem zavírací závorky.
de: In einen regulären Ausdruck eingefügter Inlinekommentar. Der Kommentar endet bei der ersten schließenden Klammer.
es: Comentario insertado en una expresión regular. El comentario termina en el primer paréntesis de cierre.
fr: Commentaire inséré dans une expression régulière. Le commentaire se termine à la première parenthèse fermante.
it: Commenti inline inseriti all'interno di un'espressione regolare. Il commento termina in corrispondenza del primo carattere di parentesi di chiusura.
ja: 正規表現内に挿入するインライン コメント。 コメントの末尾は 1 つ目の終わりかっこ文字になります。
ko: 정규식 내에 삽입되는 인라인 주석입니다. 주석은 첫 번째 닫는 괄호 문자에서 종료됩니다.
pl: Komentarz wstawiony w wyrażeniu regularnym. Komentarz kończy się przy pierwszym znaku nawiasu zamykającego.
pt_br: Comentário embutido inserido em uma expressão regular. O comentário termina no primeiro caractere de parêntese de fechamento.
ru: Встроенный комментарий вставлен в регулярное выражение. Комментарий завершается на первой закрывающей круглой скобке.
tr: Normal bir ifadeye eklenen satır için açıklama. Açıklama ilk kapatma parantezi karakterinde sona erer.
uk: Лінійний коментар, вставлений у регулярний вираз. Коментар завершується першою закритою дужкою.
zh_cn: 插入到正则表达式内部的内联注释。 该注释在第一个右括号字符处终止。
zh_tw: 在規則運算式內插入的內嵌註解。 此註解會在第一個右括弧字元處結束。

source: Input:
cs: Vstup:
de: Eingabe:
es: Entrada:
fr: Entrée :
ja: 入力:
ko: 입력:
pl: Wejście:
pt_br: Entrada:
ru: Ввод:
tr: Girdi:
uk: Вхід:
zh_cn: 输入:
zh_tw: 輸入:

source: Insert After
cs: Vložit za
de: Danach einfügen
es: Insertar después
fr: Insérer après
it: Inserisci dopo
ja: この後に挿入します
ko: 뒤에 삽입
pl: Wstaw po
pt_br: Inserir Após
ru: Вставить после
tr: Sonrasına iliştir
uk: Вставити після
zh_cn: 在其后插入
zh_tw: 插入此項目之後:

source: Insert Before
cs: Vložit před
de: Davor einfügen
es: Insertar antes
fr: Insérer avant
it: Inserisci prima
ja: この前に挿入します
ko: 앞에 삽입
pl: Wstaw przed
pt_br: Inserir Antes
ru: Вставить перед
tr: Öncesine iliştir
uk: Вставити перед
zh_cn: 在其前插入
zh_tw: 插入此項目之前:

source: Insert Breakpoint
cs: Vložit zarážku
de: Haltepunkt einfügen
es: Insertar punto de interrupción
fr: Insérer un point d'arrêt
it: Inserisci punto di interruzione di interruzione
ja: ブレークポイントの挿入
ko: 중단점 삽입
pl: Wstaw punkt przerwania
pt_br: Inserir Ponto de Interrupção
ru: Вставить точку останова
tr: Kesme Noktası Ekle

source: Insert ChangeLog Entry
cs: Vložit položku protokolu změn
de: Änderungsprotokolleintrag einfügen
es: Insertar entrada de registro de cambios
fr: Insérer une entrée de journal des modifications
it: Inserisci voce del log delle modifiche
ja: ChangeLog エントリの挿入
ko: 변경 로그 항목 삽입
pl: Wstaw wpis dziennika zmian
pt_br: Inserir Entrada de ChangeLog
ru: Вставить запись журнала изменений
tr: ChangeLog Girdisi Ekle
uk: Додати запис в журнал змін
zh_cn: 插入 ChangeLog 条目
zh_tw: 插入 ChangeLog 輸入

source: Insert Code
cs: Vložit kód
de: Code einfügen
es: Insertar código
fr: Insérer un code
it: Inserisci codice
ja: コードの挿入
ko: 코드 삽입
pl: Wstaw kod
pt_br: Inserir Código
ru: Вставить код
tr: Kod Ekle
zh_cn: 插入代码
zh_tw: 插入程式碼

source: Insert Documentation Comments
cs: Vložit komentáře dokumentace
de: Dokumentationskommentare einfügen
es: Insertar comentarios de documentación
fr: Insérer des commentaires sur la documentation
it: Inserisci commenti sulla documentazione
ja: ドキュメントのコメントを挿入
ko: 문서 주석 삽입
pl: Wstaw komentarze dokumentacji
pt_br: Inserir Comentários da Documentação
ru: Вставить комментарии к документации
tr: Belge Yorumları Ekle
zh_cn: 插入文档注释
zh_tw: 插入文件註解

source: Insert Field
cs: Vložit pole
de: Feld einfügen
es: Insertar campo
fr: Insérer un champ
it: Inserisci campo
ja: フィールドの挿入
ko: 필드 삽입
pl: Wstaw pole
pt_br: Inserir Campo
ru: Вставить поле
tr: Alan Ekle
zh_cn: 插入字段
zh_tw: 插入欄位

source: Insert GUID (Globally Unique Identifier)
cs: Vložit GUID (globálně jedinečný identifikátor)
de: GUID (Globally Unique Identifier) einfügen
es: Insertar GUID (Identificador único global)
fr: Insérer l’identificateur global unique (GUID, Globally Unique Identifier)
it: Inserisci GUID (identificatore univoco globale)
ja: GUID (グローバル一意識別子) の挿入
ko: GUID(Globally Unique Identifier) 삽입
pl: Wstaw identyfikator GUID (unikatowy identyfikator globalny)
pt_br: Inserir GUID (Identificador Global Exclusivo)
ru: Вставить GUID (глобальный уникальный идентификатор)
tr: GUID (Genel Benzersiz Tanımlayıcı) Ekle
zh_cn: 插入 GUID (全局唯一标识符)
zh_tw: 插入 GUID (全域唯一識別碼)

source: Insert Method
cs: Vložit metodu
de: Methode einfügen
es: Insertar método
fr: Insérer une méthode
it: Inserisci metodo
ja: メソッドの挿入
ko: 메서드 삽입
pl: Wstaw metodę
pt_br: Inserir Método
ru: Вставить метод
tr: Metot Ekle
zh_cn: 插入方法
zh_tw: 插入方法

source: Insert Property
cs: Vložit vlastnost
de: Eigenschaft einfügen
es: Insertar propiedad
fr: Insérer une propriété
it: Inserisci proprietà
ja: プロパティの挿入
ko: 속성 삽입
pl: Wstaw właściwość
pt_br: Inserir Propriedade
ru: Вставить свойство
tr: Özellik Ekle
zh_cn: 插入属性
zh_tw: 插入屬性

source: Insert Separator After
cs: Vložit oddělovač za
de: Trennlinie danach einfügen
es: Insertar separador después
fr: Insérer un séparateur après
it: Inserisci separatore dopo
ja: この後に区切り記号を挿入します
ko: 뒤에 구분 기호 삽입
pl: Wstaw separator po
pt_br: Inserir Separador Após
ru: Вставить разделитель после
tr: Sonrasına ayraç iliştir
uk: Вставити розділювач після
zh_cn: 在其后插入分隔符
zh_tw: 在此項目後插入分隔符號:

source: Insert Separator Before
cs: Vložit oddělovač před
de: Trennlinie davor einfügen
es: Insertar separador antes
fr: Insérer un séparateur avant
it: Inserisci separatore prima
ja: この前に区切り記号を挿入します
ko: 앞에 구분 기호 삽입
pl: Wstaw separator przed
pt_br: Inserir Separador Antes
ru: Вставить разделитель перед
tr: Öncesine ayraç iliştir
uk: Вставити розділювач перед
zh_cn: 在其前插入分隔符
zh_tw: 在此項目前插入分隔符號:

source: Insert Snippet...
cs: Vložit fragment kódu...
de: Ausschnitt einfügen...
es: Insertar fragmento de código...
fr: Insérer un extrait...
ja: スニペットの挿入...
ko: 코드 조각 삽입...
pl: Wstaw fragment kodu...
pt_br: Inserir Snippet...
ru: Вставить фрагмент кода...
tr: Kod Parçacığı Ekle...

source: Insert Standard Header
cs: Vložit standardní hlavičku
de: Standardheader einfügen
es: Insertar encabezado estándar
fr: Insérer l’en-tête standard
it: Inserisci intestazione standard
ja: 標準ヘッダーの挿入
ko: 표준 헤더 삽입
pl: Wstaw nagłówek standardowy
pt_br: Inserir Cabeçalho Padrão
ru: Вставить стандартный заголовок
tr: Standart Üst Bilgi Ekle
zh_cn: 插入标准标头
zh_tw: 插入標準標頭

source: Insert Template...
cs: Vložit šablonu...
de: Vorlage einfügen...
es: Insertar plantilla...
fr: Insérer un modèle...
it: Inserisci modello...
ja: テンプレートの挿入...
ko: 템플릿 삽입...
pl: Wstaw szablon...
pt_br: Inserir Modelo...
ru: Вставить шаблон...
tr: Şablon Ekle...
zh_cn: 插入模板...
zh_tw: 插入範本...

source: Insert a custom tag into the command entry
cs: Vložte do položky příkazu vlastní značku.
de: Benutzerdefiniertes Tag in den Befehlseintrag einfügen
es: Insertar una etiqueta personalizada en la entrada de comando
fr: Insérer une étiquette personnalisée dans l'entrée de la commande
ja: コマンド エントリにカスタム タグを挿入します
ko: 명령 항목에 사용자 지정 태그 삽입
pl: Wstaw niestandardowy tag do pozycji polecenia
pt_br: Insira uma marcação personalizada na entrada do comando
ru: Вставьте пользовательский тег в запись команды
tr: Komut girişine özel bir etiket ekleyin

source: Insert a custom tag into the directory entry
cs: Vložte do položky adresáře vlastní značku.
de: Benutzerdefiniertes Tag in den Verzeichniseintrag einfügen
es: Insertar una etiqueta personalizada en la entrada de directorio
fr: Insérer une étiquette personnalisée dans l'entrée du répertoire
ja: ディレクトリ エントリにカスタム タグを挿入します
ko: 디렉터리 항목에 사용자 지정 태그 삽입
pl: Wstaw niestandardowy tag do pozycji katalogu
pt_br: Insira uma marcação personalizada na entrada do diretório
ru: Вставьте пользовательский тег в запись каталога
tr: Dizin girişine özel bir etiket ekleyin

source: Insert carets at all matching
cs: Vložit kurzory u všech shod
de: Einfügemarken an allen übereinstimmenden Positionen einfügen
es: Incluir símbolos de inserción en todas las coincidencias
fr: Insérer des points d'insertion à toutes les correspondances
ja: 一致するすべての項目にキャレットを挿入
ko: 일치하는 모든 항목에 캐럿 삽입
pl: Wstaw karetki przy wszystkich dopasowaniach
pt_br: Inserir sinais de Interpolação em todos os correspondentes
ru: Вставить курсоры для всех совпадений
tr: Tüm eşleşmelerde giriş işaretlerini ekle

source: Insert format argument
cs: Vložit argument formátu
de: Formatargument einfügen
es: Insertar argumento de formato
fr: Insérer un argument de format
it: Inserisci l'argomento di formato
ja: 形式の引数を挿入
ko: 서식 인수 삽입
pl: Wstaw argument formatowania
pt_br: Inserir argumento de formato
ru: Вставить аргумент формата
tr: Biçim bağımsız değişkeni ekle
uk: Вставити аргумент формату
zh_cn: 插入格式参数
zh_tw: 插入格式引數

source: Insert line break after the caret
cs: Vložit zalomení řádku za kurzorem
de: Zeilenumbruch nach dem Textcursor einfügen
es: Insertar salto de línea después del símbolo de inserción
fr: Insérer un saut de ligne après le signe d’insertion
it: Inserisci interruzione di riga dopo il punto di inserimento
ja: キャレットの後に改行文字を挿入
ko: 캐럿 뒤에 줄 바꿈 삽입
pl: Wstaw podział wiersza za położeniem karetki
pt_br: Inserir quebra de linha após o cursor
ru: Вставить разрыв строки после курсора
tr: Giriş işaretinden sonra satır sonu ekle
uk: Вставити розрив рядка після курсора
zh_cn: 在脱字号后面插入换行符
zh_tw: 在插入點後插入分行符號

source: Insert new line
cs: Vložit nový řádek
de: Neue Zeile einfügen
es: Insertar nueva línea
fr: Insérer une ligne
it: Inserisci nuova riga
ja: 改行の挿入
ko: 새 줄 삽입
pl: Wstaw nowy wiersz
pt_br: Inserir nova linha
ru: Вставить новую строку
tr: Yeni satır ekle
uk: Вставити новий рядок
zh_cn: 插入新行
zh_tw: 插入新行

source: Insert next matching caret
cs: Vložit další odpovídající kurzor
de: Nächste übereinstimmende Einfügemarke einfügen
es: Incluir siguiente símbolo de inserción coincidente
fr: Insérer un point d'insertion à la prochaine correspondance
ja: 次の一致にキャレットを挿入
ko: 일치하는 다음 캐럿 삽입
pl: Wstaw następną pasującą karetkę
pt_br: Inserir próximo sinal de interpolação correspondente
ru: Вставить следующий соответствующий курсор
tr: Sonraki eşleşen giriş işaretini ekle

source: Insert signature
cs: Vložit podpis
de: Signatur einfügen
es: Insertar firma
fr: Insérer une signature
it: Inserisci la firma
ja: 署名を挿入
ko: 시그니처 삽입
pl: Wstaw sygnaturę
pt_br: Inserir assinatura
ru: Вставить сигнатуру
tr: İmza ekle
uk: Вставити підпис
zh_cn: 插入签名
zh_tw: 插入特徵標記

source: Insert space after casts
cs: Vložit mezeru po přetypování
de: Leerzeichen nach Umwandlungen einfügen
es: Insertar espacio después de las conversiones
fr: Insérer un espace après les casts
it: Inserisci spazio dopo i cast
ja: キャストの後にスペースを挿入する
ko: 캐스트 뒤에 공백 삽입
pl: Wstaw odstęp po emisjach
pt_br: Inserir espaço após conversões
ru: Вставлять пробел после приведений
tr: Atamalardan sonra boşluk ekle
zh_cn: 在转换后插入空格
zh_tw: 在中斷點後插入空格

source: Insert space after colon for base or interface in type declaration
cs: Vložit mezeru po dvojtečce pro základní typ nebo rozhraní v deklaraci typu
de: In Typdeklarationen Leerzeichen nach Doppelpunkt für Basis oder Schnittstelle einfügen
es: Insertar espacio después de dos puntos para base o interface en declaraciones de tipos
fr: Insérer un espace après le signe deux-points pour base ou interface dans une déclaration de type
it: Inserisci spazio dopo i due punti per base o interfaccia nella dichiarazione di tipo
ja: 型宣言で、基本またはインターフェイス用のコロンの後にスペースを配置する
ko: 형식 선언의 기본 또는 인터페이스에 대한 콜론 뒤에 공백 삽입
pl: Wstaw spację po dwukropku w przypadku elementu base lub interface w deklaracji typu
pt_br: Inserir espaço após dois-pontos para base ou interface na declaração de tipo
ru: Вставлять пробел после двоеточия для базового типа или интерфейса в объявлениях типов
tr: Tür bildiriminde taban veya arabirim için iki noktadan sonra boşluk ekle
zh_cn: 在类型声明中的 base 或接口的冒号后插入空格
zh_tw: 在類型宣告中的基底或介面冒號後面插入空格

source: Insert space after comma
cs: Vložit mezeru za čárku
de: Leerzeichen nach Komma einfügen
es: Insertar espacio después de coma
fr: Insérer un espace après la virgule
it: Inserisci spazio dopo la virgola
ja: コンマの後にスペースを追加する
ko: 쉼표 뒤에 공백 삽입
pl: Wstaw odstęp po przecinku
pt_br: Inserir espaço após uma vírgula
ru: Вставлять пробел после запятой
tr: Virgülden sonra boşluk ekle
uk: Вставити пропуск після коми
zh_cn: 在冒号后插入空格
zh_tw: 在逗號後插入空格

source: Insert space after dot
cs: Vložit mezeru za tečku
de: Leerzeichen nach Punkt einfügen
es: Insertar espacio después de punto
fr: Insérer un espace après le point
it: Inserisci spazio dopo il punto
ja: ピリオドの後にスペースを追加する
ko: 점 뒤에 공백 삽입
pl: Wstaw odstęp po kropce
pt_br: Inserir espaço após o ponto
ru: Вставлять пробел после точки
tr: Noktadan sonra boşluk ekle
uk: Вставити пропуск після крапки
zh_cn: 在点后插入空格
zh_tw: 在點號後插入空格

source: Insert space after keywords in control flow statements
cs: Vložit mezeru po klíčovém slovu v řídícím toku příkazů
de: Leerzeichen nach Schlüsselwörtern in Anweisungen für die Ablaufsteuerung einfügen
es: Insertar espacio después de las palabras clave en instrucciones de flujo de control
fr: Insérer un espace après les mots clés dans les instructions de flux de contrôle
it: Inserisci spazio dopo le parole chiave nelle istruzioni del flusso di controllo
ja: 制御フロー ステートメント内のキーワードの後にスペースを挿入する
ko: 제어 흐름 문의 키워드 뒤에 공백 삽입
pl: Wstaw odstęp po słowach kluczowych w instrukcjach przepływu sterowania
pt_br: Inserir espaço após as palavras-chave nas instruções de fluxo de controle
ru: Вставлять пробел после ключевых слов в операторах потока управления
tr: Denetim akış bildirimlerinde anahtar özcüklerden sonra boşluk ekle
zh_cn: 在控制流语句中的关键字后插入空格
zh_tw: 在控制流程陳述式的關鍵字後插入空格

source: Insert space after semicolon in "for" statement
cs: Vložit mezeru za středník v příkazu "for"
de: Leerzeichen nach Semikolon in for-Anweisung einfügen
es: Insertar espacio después de punto y coma en instrucciones "for"
fr: Insérer un espace après le point-virgule dans les instructions "for"
it: Inserisci spazio dopo il punto e virgola nell'istruzione "for"
ja: "for" ステートメントでセミコロンの後にスペースを挿入する
ko: "for" 문의 세미콜론 뒤에 공백 삽입
pl: Wstaw spację po średniku w instrukcji „for”
pt_br: Inserir espaço após ponto e vírgula em instruções "for"
ru: Вставлять пробел после точки с запятой в операторе "for"
tr: "for" ifadesinde noktalı virgülden sonra boşluk ekleyin
uk: Вставити пропуск після крапки з комою в інструкції "for"
zh_cn: 在"for"语句中的分号后插入空格
zh_tw: 在 "for" 陳述式中的分號後面插入空格

source: Insert space before colon for base or interface in type declaration
cs: Vložit mezeru před dvojtečku pro základní typ nebo rozhraní v deklaraci typu
de: In Typdeklarationen Leerzeichen vor Doppelpunkt für Basis oder Schnittstelle einfügen
es: Insertar espacio delante de dos puntos para base o interface en declaraciones de tipos
fr: Insérer un espace avant le signe deux-points pour base ou interface dans une déclaration de type
it: Inserisci spazio prima dei due punti per base o interfaccia nella dichiarazione di tipo
ja: 型宣言で、基本またはインターフェイス用のコロンの後にスペースを挿入する
ko: 형식 선언의 기본 또는 인터페이스에 대한 콜론 앞에 공백 삽입
pl: Wstaw spację przed dwukropkiem w przypadku elementu base lub interface w deklaracji typu
pt_br: Inserir espaço antes do dois-pontos para base ou interface na declaração de tipo
ru: Вставлять пробел перед двоеточием для базового типа или интерфейса в объявлениях типов
tr: Tür bildiriminde taban veya arabirim için iki nokta üst üsteden önce boşluk ekleyin
zh_cn: 在类型声明中的 base 或接口的冒号前插入空格
zh_tw: 在類型宣告中的基底或介面冒號前面插入空格

source: Insert space before comma
cs: Vložit mezeru před čárku
de: Leerzeichen vor Komma einfügen
es: Insertar espacio delante de coma
fr: Insérer un espace avant la virgule
it: Inserisci spazio prima della virgola
ja: コンマの前にスペースを挿入する
ko: 쉼표 앞에 공백 삽입
pl: Wstaw odstęp przed przecinkiem
pt_br: Inserir espaço antes da vírgula
ru: Вставлять пробел перед запятой
tr: Virgülden önce boşluk ekle
uk: Вставити перед комою
zh_cn: 在冒号前插入空格
zh_tw: 在逗號前插入空格

source: Insert space before dot
cs: Vložit mezeru před tečku
de: Leerzeichen vor Punkt einfügen
es: Insertar espacio delante de punto
fr: Insérer un espace avant le point
it: Inserisci spazio prima del punto
ja: ピリオドの前にスペースを挿入する
ko: 점 앞에 공백 삽입
pl: Wstaw odstęp przed kropką
pt_br: Inserir espaço antes do ponto
ru: Вставлять пробел перед точкой
tr: Noktadan önce boşluk ekle
uk: Вставити пропуск перед крапкою
zh_cn: 在点前插入空格
zh_tw: 在點號前插入空格

source: Insert space before open square bracket
cs: Vložit mezeru před levou hranatou závorku
de: Leerzeichen vor öffnender eckiger Klammer einfügen
es: Insertar espacio antes del corchete de apertura
fr: Insérer un espace avant un crochet ouvrant
it: Inserisci spazio prima della parentesi quadra di apertura
ja: 始め角かっこの前にスペースを挿入する
ko: 여는 대괄호 앞에 공백 삽입
pl: Wstaw odstęp przed otwierającym nawiasem kwadratowym
pt_br: Inserir espaço antes do colchete de abertura
ru: Вставлять пробел перед открывающей квадратной скобкой
tr: Açma köşeli ayracından önce boşluk ekle
uk: Вставити пропуск перед відкритою квадратною дужкою
zh_cn: 在左方括号前插入空格
zh_tw: 在左方括弧前插入空格

source: Insert space before semicolon in "for" statement
cs: Vložit mezeru před středník v příkazu "for"
de: Leerzeichen vor Semikolon in for-Anweisung einfügen
es: Insertar espacio delante de punto y coma en instrucciones "for"
fr: Insérer un espace avant le point-virgule dans les instructions "for"
it: Inserisci spazio prima del punto e virgola nell'istruzione "for"
ja: "for" ステートメントでセミコロンの前にスペースを挿入する
ko: "for" 문의 세미콜론 앞에 공백 삽입
pl: Wstaw spację przed średnikiem w instrukcji „for”
pt_br: Inserir espaço antes do ponto e vírgula em instruções "for"
ru: Вставлять пробел до точки с запятой в операторе "for"
tr: "for" ifadesinde noktalı virgülden önce boşluk ekleyin
uk: Вставити пропуск перед крапкою з комою в інструкції "for"
zh_cn: 在"for"语句中的分号前插入空格
zh_tw: 在 "for" 陳述式中的分號前面插入空格

source: Insert space between method name and its opening parenthesis
cs: Vložit mezeru mezi název metody a její levou kulatou závorkou
de: Leerzeichen zwischen Methodenname und öffnender runder Klammer einfügen
es: Insertar espacio entre el nombre del método y el paréntesis de apertura
fr: Insérer un espace entre le nom de la méthode et sa parenthèse ouvrante
it: Inserisci spazio tra il nome del metodo e la parentesi di apertura corrispondente
ja: メソッド名と始めかっこの間にスペースを挿入する
ko: 메서드 이름과 여는 괄호 사이에 공백 삽입
pl: Wstaw spację między nazwę metody i jej nawias otwierający
pt_br: Inserir espaço entre o nome do método e o parêntese inicial
ru: Вставлять пробел между именем метода и открывающей скобкой
tr: Metot adı ve açma parantezi arasına boşluk ekleyin
uk: Вставити пропуск між назвою методу і відкритою дужкою
zh_cn: 在方法名称与其左括号之间插入空格
zh_tw: 在方法名稱和左括弧之間插入空格

source: Insert space within argument list parentheses
cs: Vložit mezeru mezi kulaté závorky seznamu argumentů
de: Leerzeichen zwischen runden Klammern um Argumentliste einfügen
es: Insertar espacio dentro de los paréntesis de la lista de argumentos
fr: Insérer un espace dans les parenthèses de la liste d’arguments
it: Inserisci spazio tra le parentesi dell'elenco di argomenti
ja: 引数リストのかっこ内にスペースを挿入する
ko: 인수 목록 괄호의 내부에 공백 삽입
pl: Wstaw spację wewnątrz nawiasów listy argumentów
pt_br: Inserir espaço dentro dos parênteses da lista de argumentos
ru: Вставлять пробел между скобками со списком аргументов
tr: Bağımsız değişken listesi parantezlerinin içine boşluk ekleyin
zh_cn: 在参数列表的括号中插入空格
zh_tw: 在引數清單括弧內插入空格
