Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Positive character group. Matches any character in the specified character group.
cs: Pozitivní skupina znaků. Odpovídá jakémukoliv znaku v zadané skupině znaků.
de: Positive Zeichengruppe. Entspricht einem beliebigen Zeichen in der angegebenen Zeichengruppe.
es: Grupo de caracteres positivos. Busca cualquier carácter del grupo de caracteres especificado.
fr: Groupe de caractères positif. Correspond à tout caractère dans le groupe de caractères spécifié.
it: Gruppo di caratteri positivo. Trova la corrispondenza di qualsiasi carattere presente nel gruppo di caratteri specificato.
ja: 肯定的文字グループ。 指定された文字グループ内の任意の文字に一致します。
ko: 긍정 문자 그룹입니다. 지정된 문자 그룹에 있는 모든 문자를 찾습니다.
pl: Dodatnia grupa znaków. Dopasowuje dowolny znak w określonej grupie znaków.
pt_br: Grupo de caracteres positivo. Corresponde a qualquer caractere no grupo de caracteres especificado.
ru: Положительная группа символов. Соответствует любому символу в указанной группе.
tr: Pozitif karakter grubu. Belirtilen karakter grubundaki tüm karakterlerle eşleşir.
uk: Позитивна група символів. Відповідає будь-якому символу зі вказаної групи.
zh_cn: 正字符组。 匹配指定字符组内的任何字符。
zh_tw: 正的字元群組。 符合所指定字元群組中的任何字元。

source: Possible compare of value type with 'null'
cs: Možné porovnání typu hodnoty, která je null
de: Möglicher Vergleich eines Werttyps mit 'null'
es: Posible comparación de tipo de valor con 'null'
fr: Comparaison possible de type valeur avec la valeur « null »
it: Possibile confronto del tipo valore con 'null'
ja: 値の型と 'null' を比較する可能性があります
ko: 'null'과 값 형식의 비교 가능
pl: Możliwe porównanie typu wartości z wartością „null”
pt_br: Comparação possível do tipo de valor com 'null'
ru: Возможное сравнение типа значения со значением "null"
tr: Değer türünün 'null' ile olası karşılaştırması
uk: Можливе порівняння значення з 'null'
zh_cn: 具有 "null" 的值类型的可能比较
zh_tw: 可能會比較具有 'null' 的實值型別

source: Possible mistaken call to 'object.GetType()'
cs: Pravděpodobně chybné volání metody object.GetType()
de: Möglicherweise falscher object.GetType()-Aufruf
es: Posible llamada errónea a 'object.GetType()'
fr: Appel erroné possible de « object.GetType() »
it: Possibile chiamata errata a 'object.GetType()'
ja: 'object.GetType()' への呼び出しが間違っている可能性があります
ko: 'object.GetType()'을 잘못 호출했을 수 있음
pl: Możliwe omyłkowe wywołanie „object.GetType()”
pt_br: Chamada possivelmente errada para 'object.GetType()'
ru: Возможно, ошибочный вызов "object.GetType()"
tr: 'object.GetType()' için olası hatalı çağrı
uk: Можливо, помилковий виклик 'object.GetType()'
zh_cn: 对 "object.GetType()" 的可能错误调用
zh_tw: 可能不正確地呼叫 'object.GetType()'

source: Possible unassigned object created by 'new'
cs: Možný nepřiřazený objekt vytvořený pomocí new
de: Durch 'new' wurde möglicherweise ein nicht zugewiesenes Objekt erstellt.
es: Posible objeto desasignado creado por 'new'
fr: Objet non attribué possible créé par « new »
it: Possibile oggetto non assegnato creato da 'new'
ja: 'new' によって作成されたオブジェクトが代入されていない可能性があります
ko: 'new'로 만들어진 가능한 할당되지 않은 개체
pl: Być może wyrażenie „new” spowodowało utworzenie nieprzypisanego obiektu
pt_br: Objeto não atribuído possível criado por 'new'
ru: Возможно, неназначенный объект создан "new"
tr: 'New' ile oluşturulan olası atanmamış nesne
uk: Можливо, не присвоєно значення об'єкту, створеному за допомогою 'new'
zh_cn: "new" 创建的可能的未赋值对象
zh_tw: 可能由 'new' 所建立的未指派物件

source: Possible unassigned object created by 'new' expression
cs: Možný nepřiřazený objekt vytvořený příkazem new
de: Durch new-Ausdruck wurde möglicherweise ein nicht zugewiesenes Objekt erstellt.
es: Posible objeto desasignado creado por la expresión 'new'
fr: Objet non attribué possible créé par une expression « new »
it: Possibile oggetto non assegnato creato dall'espressione 'new'
ja: 'new' 式によって作成されたオブジェクトが代入されていない可能性があります
ko: 'new' 식으로 만들어진 가능한 할당되지 않은 개체
pl: Być może wyrażenie „new” spowodowało utworzenie nieprzypisanego obiektu
pt_br: Objeto não atribuído possível criado pela expressão 'new'
ru: Возможно, неназначенный объект создан выражением "new"
tr: 'New' ifadesi ile oluşturulan olası atanmamış nesne
uk: Можливо, не присвоєно значення об'єкту, створеному за допомогою виразу 'new'
zh_cn: "new" 表达式创建的可能的未赋值对象
zh_tw: 可能由 'new' 運算式所建立的未指派物件

source: Possible values are 'asm' (assembly loader), 'type', 'dll' (native library loader), 'gc' (garbage collector), 'cfg' (config file loader), 'aot' (precompiler) and 'all'. The default value is 'all'. Changing the mask value allows you to display only messages for a certain component. You can use multiple masks by comma separating them. For example to see config file messages and assembly loader messages set you mask to 'asm,cfg'.
cs: Možné hodnoty jsou: asm (zavaděč sestavení), type, dll (nativní zavaděč knihoven), gc (systém uvolňování paměti), cfg (zavaděč konfiguračního souboru), aot (předběžný kompilátor) a all. Výchozí hodnota je all. Změna hodnoty masky umožňuje zobrazit jenom zprávy pro konkrétní komponentu. Můžete použít víc masek a oddělit je čárkami. Pokud chcete třeba zobrazit zprávy konfiguračního souboru a zprávy zavaděče sestavení, nastavte masku na asm,cfg.
de: Mögliche Werte sind 'asm' (Assemblyladeprogramm), 'type', 'dll' (Ladeprogramm für native Bibliotheken), 'gc' (Garbage Collector), 'cfg' (Ladeprogramm für Konfigurationsdateien), 'aot' (Precompiler) und 'all'. Der Standardwert ist 'all'. Wenn Sie den Maskenwert ändern, können Sie ausschließlich Meldungen für eine bestimmte Komponente anzeigen. Sie können mehrere Masken verwenden, indem Sie sie durch Trennzeichen trennen. Um Meldungen zur Konfigurationsdatei und zum Assemblyladeprogramm anzuzeigen, legen Sie die Maske z. B. auf 'asm,cfg' fest.
es: Los valores posibles son 'asm' (cargador de ensamblados), 'type', 'dll' (cargador de bibliotecas nativas), 'gc' (recolector de elementos no utilizados), 'cfg' (cargador de archivos de configuración), 'aot' (precompilador) y 'all'. El valor predeterminado es 'all'. Si se cambia el valor de la máscara, permite mostrar solo mensajes de un componente determinado. Puede usar varias máscaras separadas por comas. Por ejemplo, para ver mensajes de archivos de configuración, y del cargador de ensamblados, establezca la máscara en 'asm,cfg'.
fr: Les valeurs possibles sont « asm » (chargeur d’assembly), « type », « dll » (chargeur de bibliothèque native), « gc » (récupérateur de mémoire), « cfg » (chargeur de fichier config), « aot » (précompilateur) et « all ». La valeur par défaut est « all » (tous). La modification de la valeur de masque vous permet de n’afficher que les messages relatifs à un certain composant. Vous pouvez spécifier plusieurs masques séparés par des virgules. Par exemple, pour afficher les messages du fichier de configuration et ceux du chargeur d’assembly, définissez le masque « asm, cfg ».
it: I valori possibili sono 'asm' (caricatore di assembly), 'type', 'dll' (caricatore di librerie native), 'gc' (Garbage Collector), 'cfg' (caricatore di file config), 'aot' (precompilatore) e 'all'. Il valore predefinito è 'all'. La modifica del valore della maschera consente di visualizzare solo i messaggi relativi a un determinato componente. È possibile usare più maschere separandole con una virgola. Ad esempio, per visualizzare i messaggi dei file config e del caricatore di assembly, impostare la maschera su 'asm,cfg'.
ja: 使用可能な値は、'asm' (アセンブリ ローダー)、'type'、'dll' (ネイティブ ライブラリ ローダー)、'gc' (ガベージ コレクター)、'cfg' (構成ファイル ローダー)、'aot' (プリコンパイラ)、'all' です。既定値は 'all' です。マスクの値を変更すると、特定のコンポーネントのメッセージのみ表示できるようになります。コンマで区切って、複数のマスクを使用できます。たとえば、構成ファイルのメッセージとアセンブリ ローダーのメッセージを表示するには、マスクを 'asm,cfg' に設定します。
ko: 가능한 값은 'asm'(어셈블리 로더), 'type', 'dll'(네이티브 라이브러리 로더), 'gc'(가비지 수집기), 'cfg'(구성 파일 로더), 'aot'(프리컴파일러) 및 'all'입니다. 기본값은 'all'입니다. 마스크 값을 변경하면 특정 구성 요소에 대한 메시지만 표시할 수 있습니다. 여러 마스크를 쉽표로 구분하여 사용할 수 있습니다. 예를 들어 구성 파일 메시지와 어셈블리 로더 메시지를 보려면 마스크를 'asm,cfg'로 설정합니다.
pl: Dozwolone wartości to „asm” (moduł ładujący zestaw), „type”, „dll” (moduł ładujący bibliotekę natywną), „gc” (moduł odzyskiwania pamięci), „cfg” (moduł ładujący plik konfiguracji), „aot” (kompilator wstępny) i „all”. Wartość domyślna to „all”. Zmiana wartości maski umożliwia wyświetlenie tylko komunikatów dla określonego składnika. Można użyć wielu zadań, oddzielając je przecinkami. Aby na przykład wyświetlić komunikaty pliku konfiguracji i komunikaty modułu ładującego zestaw, należy ustawić maskę „asm,cfg”.
pt_br: Os valores possíveis são 'asm' (carregador de assembly), 'type', 'dll' (carregador da biblioteca nativa), 'gc' (coletor de lixo), 'cfg' (carregador do arquivo de configuração), 'aot' (pré-compilador) e 'all'. O valor padrão é 'all'. Alterar o valor da máscara permite exibir apenas as mensagens de um determinado componente. Você pode usar várias máscaras, separando-as por vírgula. Por exemplo, para ver as mensagens do arquivo de configuração e do carregador de assembly, defina sua máscara como 'asm,cfg'.
ru: Возможные значения: "asm" (загрузчик сборок), "type", "dll" (загрузчик собственных библиотек), "gc" (сборщик мусора), "cfg" (загрузчик файлов конфигурации), "aot" (предкомпилятор) и "all". Значение по умолчанию — "all". Смена значения маски позволяет отобразить только сообщения для определенного компонента. Можно использовать несколько масок, разделив их запятой. Например, чтобы просмотреть сообщения файлов конфигурации и загрузчика сборок, задайте маску "asm,cfg".
tr: Olası değerler şunlardır: 'asm' (bütünleştirilmiş kod yükleyicisi), 'type', 'dll' (yerel kitaplık yükleyicisi), 'gc' (atık toplayıcı), 'cfg' (yapılandırma dosyası yükleyici), 'aot' (ön derleme) ve 'all'. Varsayılan değer: 'all'. Maske değerinin değiştirilmesi yalnızca belirli bileşenlerin iletilerini görüntülemenize olanak tanır. Çoklu maskeleri virgülle ayırarak kullanabilirsiniz. Örneğin, yapılandırma dosyası ve bütünleştirilmiş kod yükleyicisinin iletilerini görmek için maskeyi 'asm,cfg' olarak ayarlayın.
zh_cn: 可能的值为 "asm" (程序集加载器)、"type"、"dll" (本机库加载器)、"gc" (垃圾回收器)、"cfg" (配置文件加载器)、"aot" (预编译器) 和 "all"。默认值为 "all"。通过更改掩码值，可以仅显示特定组件的消息。可以按逗号分隔的方式使用多个掩码。例如，若要查看配置文件消息和程序集加载器消息，可将掩码设置为 "asm,cfg"。
zh_tw: 可能值為 'asm' (組件載入器)、'type'、'dll' (原生程式庫載入器)、'gc' (記憶體回收行程)、'cfg' (組態檔載入器)、'aot' (前置編譯器) 和 'all'。預設值為 'all'。變更遮罩值可讓您僅顯示特定元件的訊息。您可以使用多個遮罩，方法是使用逗點加以區隔。例如，若要查看組態檔訊息和組件載入器訊息，請將遮罩設定為 'asm,cfg'。

source: Possible values are 'error', 'critical', 'warning', 'message', 'info', 'debug'. The default value is 'error'. Messages with a logging level greater then or equal to the log level will be printed to stdout/stderr.
cs: Možné hodnoty jsou error, critical, warning, message, info, debug. Výchozí hodnota je error. Zprávy s úrovní protokolování vyšší nebo rovné úrovni protokolu se vytisknou do stdout/stderr.
de: Mögliche Werte sind 'error', 'critical', 'warning', 'message', 'info' und 'debug'. Der Standardwert ist 'error'. Meldungen, deren Protokolliergrad größer oder gleich dem aktuellen Protokolliergrad ist, werden in 'stdout/stderr' ausgegeben.
es: Los valores posibles son 'error', 'critical', 'warning', 'message', 'info', 'debug'. El valor predeterminado es 'error'. Los mensajes con un nivel de registro igual o superior al nivel de registro se imprimen en stdout/stderr.
fr: Les valeurs possibles sont « erreur », « critique », « avertissement », « message », « info » et « débogage ». La valeur par défaut est « erreur ». Les messages dont le niveau de journalisation est supérieur ou égal au niveau de journalisation défini sont imprimés sur stdout/stderr.
it: I valori possibili sono 'error', 'critical', 'warning', 'message', 'info', 'debug'. Il valore predefinito è 'error'. I messaggi con un livello di dettaglio maggiore o uguale al livello di registrazione verranno stampati su stdout/stderr.
ja: 使用可能な値は、'error'、'critical'、'warning'、'message'、'info'、'debug' です。既定値は 'error' です。ログ レベル以上のメッセージは、stdout/stderr に印刷されます。
ko: 가능한 값은 'error', 'critical', 'warning', 'message', 'info', 'debug'입니다. 기본값은 'error'입니다. 로깅 수준이 로그 수준보다 높거나 같은 메시지는 stdout/stderr에 인쇄됩니다.
pl: Dozwolone wartości to „error”, „critical”, „warning”, „message”, „info” i „debug”. Wartość domyślna to „error”. Komunikaty o poziomie raportowania większym lub równym poziomowi rejestrowania zostaną wyświetlone przy użyciu wyjścia stdout/stderr.
pt_br: Os valores possíveis são 'error', 'critical', 'warning', 'message', 'info' e 'debug'. O valor padrão é 'error'. Mensagens com nível de registro em log maior ou igual ao nível do log serão impressas para stdout/stderr.
ru: Возможные значения: "error", "critical", "warning", "message", "info", "debug". Значение по умолчанию — "error". Сообщения с уровнем ведения журнала, который выше уровня журнала или равен ему, будут выведены в stdout/stderr.
tr: Olası değerler şunlardır: 'error', 'critical', 'warning', 'message', 'info', 'debug'. Varsayılan değer: 'error'. Günlüğe kaydetme düzeyi günlük düzeyinden büyük veya eşit olan iletiler stdout/stderr biçiminde yazdırılır.
zh_cn: 可能的值为“错误”、“严重”、“警告”、“消息”、“信息”和“调试”。默认值为“错误”。日志记录级别大于或等于该日志级别的消息将打印到 stdout/stderr。
zh_tw: 可能值為 'error'、'critical'、'warning'、'message'、'info'、'debug'。預設值為 'error'。記錄層級大於或等於記錄層級的訊息將會列印至 stdout/stderr。

source: Pr_eferences...
cs: _Předvolby...
de: _Einstellungen...
es: Pre_ferencias...
fr: Pr_éférences...
it: Preferen_ze...
ja: ユーザー設定(_E)...
ko: 기본 설정(_E)...
pl: _Preferencje...
pt_br: Pr_eferências...
ru: Пара_метры...
tr: Te_rcihler...
uk: _Уподобання...
zh_cn: 首选项(_E)...
zh_tw: 喜好設定(_E)...

source: Pre_vious
cs: Pře_dchozí
de: _Zurück
es: Ant_erior
fr: Pré_cédente
it: Pre_cedente
ja: 前へ(_V)
ko: 이전(_V)
pl: _Wstecz
pt_br: An_terior
ru: _Назад
tr: Ön_ceki
zh_cn: 上一个(_V)
zh_tw: 上一步(_V)

source: Prefer 'is null' for reference equality checks
cs: Při kontrolách rovnosti odkazů preferovat is null
de: "is null" für Prüfungen auf Verweisübereinstimmung vorziehen
es: Preferir "is null" para comprobaciones de igualdad de referencias
fr: Préférer 'is null' pour les vérifications d'égalité de référence
ja: 参照の等価性のチェックで 'is null' を優先する
ko: 참조 같음 검사에 대해 'is null' 선호
pl: Preferuj element „is null” dla sprawdzania równości odwołań
pt_br: Preferir 'is null' para verificações de igualdade de referência
ru: Предпочтительно использовать "is null" для проверки равенства ссылок
tr: Başvuru eşitlik denetimleri için 'is null' tercih et

source: Prefer 'this.'
cs: Preferovat „this.“
de: "this." bevorzugen
es: Preferir "this."
fr: Préférer 'this.'
ja: 'this.' を優先する
ko: 'this'를 기본으로 사용합니다.
pl: Preferuj element „this.”
pt_br: Preferir 'this'.
ru: Предпочитать "this."
tr: 'This' öğesini tercih et.

source: Prefer 'var'
cs: Preferovat „var“
de: "var" bevorzugen
es: Preferir "var"
fr: Préférer 'var'
ja: 'var' を優先する
ko: 'var' 기본 사용
pl: Preferuj element „var”
pt_br: Preferir 'var'
ru: Предпочитать "var"
tr: 'var' tercih et

source: Prefer Braces
cs: Preferovat složené závorky
de: Geschweifte Klammern bevorzugen
es: Preferir llaves
fr: Préférer les accolades
ja: 波かっこを優先する
ko: 중괄호 기본 사용
pl: Preferuj nawiasy klamrowe
pt_br: Preferir Chaves
ru: Предпочитать фигурные скобки
tr: Küme Ayraçlarını Tercih Et

source: Prefer auto properties
cs: Preferovat automatické vlastnosti
de: Automatische Eigenschaften bevorzugen
es: Preferir propiedades automáticas
fr: Préférer les propriétés automatiques
ja: 自動プロパティを優先する
ko: 자동 속성 선호
pl: Preferuj właściwości automatyczne
pt_br: Preferir propriedades automáticas
ru: Предпочитать автоматические свойства
tr: Otomatik özellikleri tercih et

source: Prefer coalesce expression
cs: Preferovat sloučený výraz
de: COALESCE-Ausdruck vorziehen
es: Preferir expresión de fusión
fr: Préférer l'expression coalesce
ja: 合体式を優先する
ko: coalesce 식 사용
pl: Preferuj wyrażenie łączące
pt_br: Preferir expressão de união
ru: Предпочитать объединенное выражение
tr: Birleştirme ifadesini tercih et

source: Prefer collection initializer
cs: Preferovat inicializátor kolekce
de: Auflistungsinitialisierer vorziehen
es: Preferir inicializador de colección
fr: Préférer l'initialiseur de collection
ja: コレクション初期化子を優先する
ko: 컬렉션 이니셜라이저 사용
pl: Preferuj inicjatora kolekcji
pt_br: Preferir inicializador de coleção
ru: Предпочитать инициализатор коллекции
tr: Koleksiyon başlatıcısını tercih et

source: Prefer conditional delegate call
cs: Preferovat podmíněné delegované volání
de: Bedingten Delegataufruf bevorzugen
es: Preferir llamada de delegado condicional
fr: Préférer l'appel de délégué conditionnel
ja: 条件付きの代理呼び出しを優先する
ko: 조건부 대리자 호출 기본 사용
pl: Preferuj warunkowe wywołanie delegata
pt_br: Preferir chamada de delegado condicional
ru: Предпочитать вызов условного делегата
tr: Koşullu temsilci aramasını tercih et

source: Prefer deconstructed variable declaration
cs: Preferovat dekonstruovanou deklaraci proměnných
de: Dekonstruierte Variablendeklaration vorziehen
es: Preferir declaración de variable desconstruida
fr: Préférer la déclaration de variable déconstruite
ja: 分解された変数宣言を優先する
ko: 분해된 변수 선언 사용
pl: Preferuj zdekonstruowaną deklarację zmiennej
pt_br: Preferir declaração de variável desconstruída
ru: Предпочитать деконструированное объявление переменной
tr: Ayrıştırılmış değişken bildirimini tercih et

source: Prefer explicit tuple name
cs: Preferovat explicitní název řazené kolekce členů
de: Expliziten Tupelnamen bevorzugen
es: Preferir nombre de tupla explícito
fr: Préférer un nom de tuple explicite
ja: 明示的なタプル名を優先します
ko: 명시적 튜플 이름 기본 사용
pl: Preferuj jawną nazwę krotki
pt_br: Preferir nome de tupla explícito
ru: Предпочитать явное имя кортежа
tr: Açık demet adını tercih et

source: Prefer explicit type
cs: Preferovat explicitní typ
de: Expliziten Typ bevorzugen
es: Preferir tipo explícito
fr: Préférer le type explicite
ja: 明示的な型を優先する
ko: 명시적 형식 기본 사용
pl: Preferuj jawny typ
pt_br: Preferir tipo explícito
ru: Предпочитать явный тип
tr: Açık türü tercih et

source: Prefer framework type
cs: Preferovat typ architektury
de: Frameworktyp vorziehen
es: Preferir tipo de marco
fr: Préférer le type de framework
ja: フレームワークの型を優先する
ko: 프레임워크 형식 사용
pl: Preferuj typ struktury
pt_br: Preferir tipo de estrutura
ru: Предпочитать тип платформы
tr: Çerçeve türünü tercih et

source: Prefer inferred anonymous type member names
cs: Preferovat odvozené názvy členů anonymních typů
de: Abgeleitete Membernamen vom anonymen Typ bevorzugen
es: Preferir nombres de miembro de tipo anónimo inferidos
fr: Préférer les noms de membres de type anonyme déduits
ja: 推定された匿名型のメンバー名を優先します
ko: 유추된 무명 형식 멤버 이름 선호
pl: Preferuj wywnioskowane nazwy anonimowych składowych typu
pt_br: Preferir nomes de membros inferidos do tipo anônimo
ru: Предпочитать выводимые имена членов анонимного типа
tr: Gösterilen anonim tip üye adlarını tercih et

source: Prefer inferred tuple element names
cs: Preferovat odvozené názvy elementů řazené kolekce členů
de: Abgeleitete Tupelelementnamen bevorzugen
es: Preferir nombres de elementos de tupla inferidos
fr: Préférer les noms d'éléments de tuple déduits
ja: 推定されたタプル要素の名前を優先します
ko: 유추된 튜플 요소 이름 선호
pl: Preferuj wywnioskowane nazwy elementów krotki
pt_br: Preferir nomes de elementos inferidos de tupla
ru: Предпочитать выводимые имена элементов кортежа
tr: Gösterilen demet öğesi adlarını tercih et

source: Prefer inlined variable declaration
cs: Preferovat vloženou deklaraci proměnných
de: Inlinevariablendeklaration vorziehen
es: Preferir declaración de variable insertada
fr: Préférer la déclaration de variable inlined
ja: インライン変数宣言を優先する
ko: 인라인 변수 선언 사용
pl: Preferuj śródwierszową deklarację zmiennej
pt_br: Preferir declaração de variável embutida
ru: Предпочитать встроенное объявление переменной
tr: Satır içine alınmış değişken bildirimini tercih et

source: Prefer local function over anonymous function
cs: Preferovat místní funkci před anonymní funkcí
de: Lokale Funktionen anonymen Funktionen vorziehen
es: Preferir una función local frente a una función anónima
fr: Préférer une fonction locale à une fonction anonyme
ja: 匿名関数よりローカル関数を優先
ko: 익명 함수보다 로컬 함수 선호
pl: Preferuj funkcję lokalną zamiast funkcji anonimowej
pt_br: Preferir função local sobre função anônima
ru: Предпочитать локальные функции анонимным
tr: Yerel işlevi anonim işleve tercih et

source: Prefer null propagation
cs: Preferovat šíření hodnoty null
de: NULL-Weitergabe vorziehen
es: Preferir propagación nula
fr: Préférer la propagation nulle
ja: null 値の反映を優先する
ko: null 전파 사용
pl: Preferuj propagację wartości null
pt_br: Preferir tratamento simplificado de nulo
ru: Предпочитать распространение значений NULL
tr: Null yaymayı tercih et

source: Prefer object initializer
cs: Preferovat inicializátor objektu
de: Objektinitialisierer vorziehen
es: Preferir inicializador de objeto
fr: Préférer l'initialiseur d'objet
ja: オブジェクト初期化子を優先する
ko: 개체 이니셜라이저 사용
pl: Preferuj inicjatora obiektu
pt_br: Preferir inicializador de objeto
ru: Предпочитать инициализатор объекта
tr: Nesne başlatıcısını tercih et

source: Prefer pattern matching over 'as' with 'null' check
cs: Preferovat porovnávání vzorů přes prvek as s kontrolou hodnot null
de: Bei der NULL-Überprüfung Musterabgleich gegenüber "as" bevorzugen
es: Preferir coincidencia de patrones en lugar de "as" con comprobación de "null"
fr: Préférer les critères spéciaux à 'as' avec le contrôle de 'null'
ja: 'as' を 'null' チェックで使用するよりもパターン マッチングを優先します
ko: 'null' 검사에서 'as'보다 패턴 일치 기본 사용
pl: Preferuj dopasowywanie do wzorca zamiast klauzuli „as” podczas testu na obecność wartości „null”
pt_br: Preferir a correspondência de padrões 'as' com a seleção 'null'
ru: Предпочитать сопоставление шаблонов элементу "as" с проверкой значений "null"
tr: 'null' ile 'as' denetimi yerine desen eşleştirme kullan

source: Prefer pattern matching over 'is' with 'cast' check
cs: Preferovat porovnávání vzorů přes prvek is s kontrolou hodnot cast
de: Bei der cast-Überprüfung Musterabgleich gegenüber "is" bevorzugen
es: Preferir coincidencia de patrones en lugar de "is" con comprobación de "cast"
fr: Préférer les critères spéciaux à 'is' avec le contrôle de 'cast'
ja: 'is' を 'cast' チェックで使用するよりもパターン マッチングを優先します
ko: '캐스트' 검사에서 'is'보다 패턴 일치 기본 사용
pl: Preferuj dopasowywanie do wzorca zamiast klauzuli „is” podczas sprawdzania „cast”
pt_br: Preferir a correspondência de padrões 'is' com a seleção 'cast'
ru: Предпочитать сопоставление шаблонов элементу "is" с проверкой значений "cast"
tr: 'cast' ile 'is' denetimi yerine desen eşleştirme kullan

source: Prefer predefined type
cs: Preferovat předem definovaný typ
de: Vordefinierten Typ vorziehen
es: Preferir tipo predefinido
fr: Préférer le type prédéfini
ja: 定義済みの型を優先する
ko: 미리 정의된 형식 사용
pl: Preferuj wstępnie zdefiniowany typ
pt_br: Preferir tipo predefinido
ru: Предпочитать предопределенный тип
tr: Önceden tanımlanmış türü tercih et

source: Prefer readonly
cs: Preferovat jen pro čtení
de: Readonly bevorzugen
es: Preferir readonly
fr: Préférer la lecture seule
ja: 読み取り専用を優先します
ko: 읽기 전용 선호
pl: Preferuj tylko do odczytu
pt_br: Preferir somente leitura
ru: Предпочитать только для чтения
tr: Salt okunur tercih et

source: Prefer simple 'default' expression
cs: Preferovat jednoduchý výraz default
de: Einfachen default-Ausdruck bevorzugen
es: Preferir la expresión simple "default"
fr: Préférer l'expression 'default' simple
ja: 単純な 'default' 式を優先します
ko: 간단한 'default' 식을 기본으로 사용
pl: Preferuj proste wyrażenie „default”
pt_br: Preferir a expressão 'default' simples
ru: Предпочитать простое выражение "default"
tr: Basit 'default' ifadesini tercih et

source: Prefer throw-expression
cs: Preferovat výraz throw
de: throw-Ausdruck bevorzugen
es: Preferir expresión throw
fr: Préférer l'expression throw
ja: スロー式を優先する
ko: throw 식 기본 사용
pl: Preferuj wyrażenie throw
pt_br: Preferir expressão throw
ru: Предпочитать выражения throw
tr: Throw ifadesini tercih et

source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: ユーザー設定
ko: 기본 설정
pl: Preferencje
pt_br: Preferências
ru: Параметры
tr: Tercihler
uk: Уподобання
zh_cn: 首选项
zh_tw: 喜好設定
