Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: _Open XSLT
cs: _Otevřít XSLT
de: XSLT öff_nen
es: _Abrir XSLT
fr: _Ouvrir XSLT
it: _Apri XSLT
ja: XSLT を開く(_O)
ko: XSLT 열기(_O)
pl: _Otwórz transformację XSLT
pt_br: _Abrir XSLT
ru: _Открыть XSLT
tr: XSLT'yi _aç
uk: _Відкрити XSLT
zh_cn: 打开 XSLT(_O)
zh_tw: 開啟 XSLT(_O)

source: _Open in Terminal
cs: _Otevřít v terminálu
de: _In Terminal öffnen
es: Abrir en ter_minal
fr: _Ouvrir dans Terminal
it: Apri nel _terminale
ja: ターミナルで開く(_O)
ko: 터미널에서 열기(_O)
pl: _Otwórz w terminalu
pt_br: _Abrir no Terminal
ru: _Открыть в терминале
tr: Terminalde _Aç
uk: _Відкрити в терміналі
zh_cn: 在终端打开(_O)
zh_tw: 在終端機中開啟(_O)

source: _Open...
cs: _Otevřít...
de: Ö_ffnen...
es: A_brir...
fr: _Ouvrir...
it: _Apri...
ja: 開く(_O)...
ko: 열기(_O)...
pl: _Otwórz...
pt_br: _Abrir...
ru: _Открыть...
tr: _Aç...
uk: _Відкрити...
zh_cn: 打开(_O)...
zh_tw: 開啟(_O)...

source: _Opening only
cs: _Jenom levé
de: Nur _öffnend
es: _Abriendo solo
fr: _Ouverture uniquement
it: Solo _apertura
ja: 始めのみ(_O)
ko: 열기만(_O)
pl: _Tylko otwierający
pt_br: _Somente na abertura
ru: _Только открывающие
tr: Yalnızca _açma
uk: _Лише відкриту
zh_cn: 仅左括号(_O)
zh_tw: 僅開啟(_O)

source: _Options
cs: _Možnosti
de: _Optionen
es: _Opciones
it: Op_zioni
ja: オプション(_O)
ko: 옵션(_O)
pl: _Opcje
pt_br: _Opções
ru: _Параметры
tr: _Seçenekler
uk: Параметри
zh_cn: 选项(_O)
zh_tw: 選項(_O)

source: _Options...
cs: _Možnosti...
de: _Optionen...
es: _Opciones...
it: _Opzioni...
ja: オプション(_O)...
ko: 옵션(_O)...
pl: _Opcje...
pt_br: _Opções...
ru: _Параметр...
tr: _Seçenekler...
uk: _Параметри...
zh_cn: 选项(_O)...
zh_tw: 選項(_O)...

source: _Organize Usings
cs: Usp_ořádat direktivy using
de: Using-Direktiven _organisieren
es: _Organizar directivas Using
fr: _Organiser les instructions using
it: _Organizza using
ja: using の整理(_O)
ko: Using 구성(_O)
pl: _Organizuj deklaracje using
pt_br: _Organizar Usos
ru: Уп_орядочить директивы Using
tr: Using Deyimlerini Düzenle
zh_cn: 组织 Using(_O)
zh_tw: 組合管理 Using(_O)

source: _Original
cs: _Původní
it: _Originale
ja: オリジナル(_O)
ko: 원본(_O)
pl: _Oryginalny
ru: _Исходный
tr: Özgü_n
uk: _Оригінал
zh_cn: 原始(_O)
zh_tw: 原始(_O)

source: _Overwrite file
cs: _Přepsat soubor
de: _Datei überschreiben
es: S_obrescribir archivo
fr: _Remplacer le fichier
it: So_vrascrivi il file
ja: ファイルを上書き(_O)
ko: 파일 덮어쓰기(_O)
pl: _Zastąp plik
pt_br: _Sobrescrever arquivo
ru: _Перезаписать файл
tr: _Dosyanın üzerine yaz
uk: _Перезаписати файл
zh_cn: 覆盖文件(_O)
zh_tw: 覆寫檔案(_O)

source: _Package name:
cs: Název _balíčku:
de: _Paketname:
es: _Nombre del paquete:
fr: Nom du _paquet :
it: Nome del _pacchetto:
ja: パッケージ名(_P):
ko: 패키지 이름(_P):
pl: _Nazwa pakietu:
pt_br: _Nome do pacote:
ru: _Имя пакета:
tr: _Paket Adı:
uk: Назва _пакету:
zh_cn: 包名称(_P):
zh_tw: 封裝名稱(_P):

source: _Packages
cs: _Balíčky
de: _Pakete
es: Paq_uetes
fr: _Paquets
it: _Pacchetti
ja: パッケージ(_P)
ko: 패키지(_P)
pl: _Pakiety
pt_br: _Pacotes
ru: _Пакеты
tr: _Paketler
uk: _Пакунки
zh_cn: 包(_P)
zh_tw: 封裝(_P)

source: _Page Up
cs: O stránku na_horu
de: _Bild auf
es: _Re Pág
fr: _Page précédente
it: Pagina _su
ja: 前のページ(_P)
ko: 페이지 위로(_P)
pl: _Strona w górę
ru: _На страницу вверх
tr: Sayfa _Yukarı
uk: _На сторінку вгору
zh_cn: 向上翻页(_P)
zh_tw: 上一頁(_P)

source: _Partial view
cs: Čás_tečné zobrazení
de: _Teilansicht
es: _Vista parcial
fr: _Vue partielle
it: _Visualizzazione parziale
ja: 部分ビュー(_P)
ko: 부분 뷰(_P)
pl: _Widok częściowy
pt_br: _Exibição parcial
ru: _Частичное представление
tr: _Kısmi görünüm
uk: _Часткове представлення
zh_cn: 分部视图(_P)
zh_tw: 部份檢視(_P)

source: _Paste
cs: V_ložit
de: E_infügen
es: _Pegar
fr: Co_ller
it: I_ncolla
ja: 貼り付け(_P)
ko: 붙여넣기(_P)
pl: Wkl_ej
pt_br: _Colar
ru: _Вставить
tr: _Yapıştır
uk: Вст_авити
zh_cn: 粘贴(_P)
zh_tw: 貼上(_P)

source: _Path:
cs: _Cesta:
de: _Pfad:
es: _Ruta de acceso:
fr: C_hemin d’accès :
it: _Percorso:
ja: パス(_P):
ko: 경로(_P):
pl: Ści_eżka:
pt_br: _Caminho:
ru: _Путь:
tr: _Yol:
uk: _Шлях:
zh_cn: 路径(_P):
zh_tw: 路徑(_P):

source: _Plural forms:
cs: Formy _plurálu:
de: P_luralformen:
es: For_mas plurales:
fr: Formes _plurielles :
it: Forme _plurali:
ja: 複数形(_P):
ko: 복수 형태(_P):
pl: _Formy liczby mnogiej:
pt_br: _Formas plurais:
ru: _Множественные формы:
tr: _Çoğul biçimler:
uk: Форми _множини:
zh_cn: 复数形式(_P):
zh_tw: 複數形式(_P):

source: _Policy
cs: _Zásady
de: _Richtlinie
es: _Directiva
fr: _Stratégie
it: Cri_teri
ja: ポリシー(_P)
ko: 정책(_P)
pl: _Zasady
pt_br: _Política
ru: _Политика
tr: _İlke
uk: _Політика
zh_cn: 策略(_P)
zh_tw: 原則(_P)

source: _Policy:
cs: _Zásada:
de: _Richtlinie:
es: _Directiva:
fr: _Stratégie :
it: Cri_teri:
ja: ポリシー(_P):
ko: 정책(_P):
pl: _Zasady:
pt_br: _Política:
ru: _Политика:
tr: _İlke:
uk: _Політика:
zh_cn: 策略(_P):
zh_tw: 原則(_P):

source: _Preview
cs: _Náhled
de: _Vorschau
es: _Vista previa
fr: _Aperçu
it: _Anteprima
ja: プレビュー(_P)
ko: 미리 보기(_P)
pl: _Podgląd
pt_br: _Visualização
ru: _Предварительный просмотр
tr: _Önizleme
uk: _Перегляд
zh_cn: 预览(_P)
zh_tw: 預覽(_P)

source: _Previous Document
cs: _Předchozí dokument
de: _Vorheriges Dokument
es: Documento a_nterior
fr: Document _précédent
it: Documento _precedente
ja: 前のドキュメント(_P)
ko: 이전 문서(_P)
pl: _Poprzedni dokument
pt_br: _Documento Anterior
ru: _Предыдущий документ
tr: Önce_ki Belge
uk: _Попередній документ
zh_cn: 上一个文档(_P)
zh_tw: 上一份文件(_P)

source: _Print...
cs: _Tisk...
de: _Drucken...
es: I_mprimir...
fr: _Imprimer...
it: Stam_pa...
ja: 印刷(_P)...
ko: 인쇄(_P)...
pl: _Drukuj...
pt_br: _Imprimir...
ru: _Печать...
tr: _Yazdır...
uk: _Друк...
zh_cn: 打印(_P)...
zh_tw: 列印(_P)...

source: _Proceed
cs: _Pokračovat
de: _Fortsetzen
es: Co_ntinuar
fr: _Poursuivre
it: _Continua
ja: 続行(_P)
ko: 계속(_P)
pl: _Kontynuuj
pt_br: _Proceder
ru: _Продолжить
tr: _Devam Et
uk: _Обробити
zh_cn: 继续(_P)
zh_tw: 繼續(_P)

source: _Profile name:
cs: Název _profilu:
de: _Profilname:
es: No_mbre del perfil:
fr: Nom du _profil :
it: Nome del _profilo:
ja: プロジェクト名(_P):
ko: 프로필 이름(_P)
pl: _Nazwa profilu:
pt_br: _Nome do perfil:
ru: _Имя профиля:
tr: _Profil adı:
uk: Назва _профілю:
zh_cn: 配置文件名称(_P):
zh_tw: 設定檔名稱(_P):

source: _Project
cs: _Projekt
de: _Projekt
es: _Proyecto
fr: _Projet
it: _Progetto
ja: プロジェクト(_P)
ko: 프로젝트(_P)
pl: _Projekt
pt_br: _Projeto
ru: _Проект
tr: _Proje
uk: _Проект
zh_cn: 项目(_P)
zh_tw: 專案(_P)

source: _Project name:
cs: _Název projektu:
de: _Projektname:
es: _Nombre del proyecto:
fr: Nom du _projet :
it: Nome del _progetto:
ja: プロジェクト名(_P):
ko: 프로젝트 이름(_P):
pl: _Nazwa projektu:
pt_br: _Nome do projeto:
ru: _Имя проекта:
tr: _Proje adı:
uk: _Назва проекту:
zh_cn: 项目名称(_P):
zh_tw: 專案名稱(_P):

source: _Prompt for arguments
cs: _Dotazovat se na argumenty
de: _Nach Argumenten fragen
es: _Preguntar por los argumentos
fr: _Demander les arguments
it: _Richiedi argomenti
ja: 引数のプロンプト表示(_P)
ko: 인수 확인(_P)
pl: _Wyświetl monit dotyczący argumentów
pt_br: _Solicitar argumentos
ru: _Запросить аргументы
tr: _Bağımsız değişkenler için uyar
uk: Запитувати _аргументи
zh_cn: 提示输入参数(_P)
zh_tw: 提示輸入引數(_P)

source: _Prompt to save changes to open documents
cs: Zo_brazit výzvu k uložení změn v otevřených dokumentech
de: _Zum Speichern von Änderungen in geöffneten Dokumenten auffordern
es: _Preguntar antes de guardar cambios de documentos abiertos
fr: _Inviter à enregistrer les modifications dans les documents ouverts
it: _Richiedi salvataggio delle modifiche apportate ai documenti aperti
ja: 開いたドキュメントに変更を保存するためにダイアログを表示する(_P)
ko: 열린 문서에 변경 내용 저장 여부 묻기(_P)
pl: _Wyświetl monit o zapisanie zmian w otwartych dokumentach
pt_br: _Solicitar que as alterações sejam salvas ao abrir documentos
ru: _Запрос на сохранение изменений для открытых документов
tr: _Belgeleri açmak için değişiklikleri kaydetmeden önce sor
uk: _Запитувати, чи потрібно зберегти зміни у відкритих документах
zh_cn: 提示保存对已打开文档的更改(_P)
zh_tw: 提示將變更儲存到開啟的文件(_P)

source: _Properties
cs: _Vlastnosti
de: _Eigenschaften
es: Pr_opiedades
fr: _Propriétés
it: Pr_oprietà
ja: プロパティ(_P)
ko: 속성(_P)
pl: _Właściwości
pt_br: _Propriedades
ru: _Свойства
tr: Öz_ellikler
uk: _Властивості
zh_cn: 属性(_P)
zh_tw: 屬性(_P)

source: _Publish
cs: _Publikovat
de: _Veröffentlichen
es: _Publicar
fr: _Publier
it: _Pubblica
ja: 公開(_P)
ko: 게시(_P)
pl: _Opublikuj
pt_br: _Publicar
ru: _Опубликовать
tr: _Yayımla
zh_cn: 发布(_P)
zh_tw: 發行(_P)

source: _Publish in Version Control...
cs: _Publikovat ve správě verzí...
de: _In Versionskontrolle veröffentlichen...
es: _Publicar en control de versiones...
fr: _Publier dans la gestion de version...
it: _Pubblica nel controllo della versione...
ja: バージョン コントロールで公開(_P)...
ko: 버전 제어에서 게시(_P)...
pl: O_publikuj w kontroli wersji...
pt_br: _Publicar no Controle de Versão...
ru: _Опубликовать в системе управления версиями...
tr: _Sürüm Denetiminde Yayımla...
zh_cn: 在版本控制中发布(_P)...
zh_tw: 在版本控制中發行(_P)...

source: _Push
cs: _Doručit
de: _Mit Push übertragen
es: I_nsertar
it: Esegui _push
ja: プッシュ(_P)
ko: 푸시(_P)
pl: Wy_pchnij
pt_br: _Enviar por push
ru: _Отправить
tr: _Gönder
uk: _Надіслати
zh_cn: 推送(_P)
zh_tw: 推送(_P)

source: _Quick Properties
cs: _Rychlé vlastnosti
de: _Schnelleigenschaften
es: Propiedades _rápidas
fr: Propriétés _rapides
it: _Proprietà rapide
ja: クイック プロパティ(_Q)
ko: 빠른 속성(_Q)
pl: _Szybkie właściwości
pt_br: _Propriedades Rápidas
ru: _Быстрые свойства
tr: _Hızlı Özellikler
uk: _Швидкі властивості
zh_cn: 快捷属性(_Q)
zh_tw: 快速屬性(_Q)

source: _Quit
cs: _Ukončit
de: _Beenden
es: _Salir
fr: _Quitter
it: _Esci
ja: 終了(_Q)
ko: 끝내기(_Q)
pl: _Zakończ
pt_br: _Encerrar
ru: _Выход
tr: Çı_k
uk: Ви_хід
zh_cn: 退出(_Q)
zh_tw: 結束(_Q)

source: _Rebuild All
cs: _Znovu sestavit vše
de: A_lle neu erstellen
es: _Recompilar todo
fr: Ré_générer tout
it: _Ricompila tutto
ja: すべてリビルド(_R)
ko: 모두 다시 빌드(_R)
pl: _Kompiluj ponownie wszystko
pt_br: _Recompilar Tudo
ru: _Повторно компилировать все
tr: _Tümünü Yeniden Derle
uk: _Перебудувати все
zh_cn: 全部重新生成(_R)
zh_tw: 全部重新建置(_R)

source: _Redo
cs: Zn_ovu
de: _Wiederholen
es: _Rehacer
fr: _Rétablir
it: _Ripeti
ja: やり直し(_R)
ko: 다시 실행(_R)
pl: _Ponów
pt_br: _Refazer
ru: _Вернуть
tr: _Yinele
uk: _Повернути
zh_cn: 恢复(_R)
zh_tw: 重做(_R)

source: _Regex search
cs: _Hledání pomocí regulárního výrazu
de: Suche von _regulären Ausdrücken
es: Búsqueda de _regex
fr: _Recherche d’expression régulière
it: _Ricerca regex
ja: RegEx 検索(_R)
ko: 정규식 검색(_R)
pl: _Wyszukiwanie wyrażeń regularnych
pt_br: _Pesquisar por regex
ru: _Поиск регулярного выражения
tr: _Regex araması
uk: Пошук з _регулярними виразами
zh_cn: 正则表达式搜索(_R)
zh_tw: Regex 搜尋(_R)

source: _Regular Expressions Toolkit
cs: _Nástroje regulárních výrazů
de: Toolkit für _reguläre Ausdrücke
es: _Kit de herramientas de expresiones regulares
fr: _Kit de ressources d’expressions régulières
it: Toolkit per _espressioni regolari
ja: 正規表現ツールキット(_R)
ko: 정규식 도구 키트(_R)
pl: _Przybornik wyrażeń regularnych
pt_br: _Kit de Ferramentas de Expressões Regulares
ru: _Набор инструментов для работы с регулярными выражениями
tr: _Normal İfadeler Araç Seti
zh_cn: 正则表达式工具包(_R)
zh_tw: 規則運算式工具組(_R)

source: _Relative to output path:
cs: _Relativně k výstupní cestě:
de: _Relativ zum Ausgabepfad:
es: _Relativo a la ruta de acceso de salida:
fr: _Relatif au chemin de sortie :
it: _Relativo al percorso di output:
ja: 出力パス相対指定(_R):
ko: 출력 경로에 상대적(_R):
pl: Ścieżka _względna danych wyjściowych:
pt_br: _Relativo ao caminho de saída:
ru: _Относительно выходного пути:
tr: Çıktı yoluna _göre:
uk: _Відносно вихідного шляху
zh_cn: 相对输出路径(_R):
zh_tw: 相對於輸出路徑(_R):

source: _Reload
cs: _Znovu načíst
de: Er_neut laden
es: _Recargar
fr: _Recharger
it: _Ricarica
ja: 再読み込み(_R)
ko: 다시 로드(_R)
pl: _Załaduj ponownie
pt_br: _Recarregar
ru: _Перезагрузить
tr: _Yeniden Yükle
uk: Пере_завантажити
zh_cn: 重载(_R)
zh_tw: 重新載入(_R)

source: _Reload all
cs: _Znovu načíst vše
de: _Alle neu laden
es: _Volver a cargar todo
fr: _Recharger tout
it: _Ricarica tutto
ja: すべて再読み込み(_R)
ko: 모두 다시 로드(_R)
pl: _Załaduj ponownie wszystko
pt_br: _Recarregar tudo
ru: _Перезагрузить все
tr: _Tümünü yeniden yükle
uk: _Перезавантажити все
zh_cn: 全部重载(_R)
zh_tw: 全部重新載入(_R)

source: _Reload from disk
cs: _Znovu načíst z disku
de: Von Festplatte _neu laden
es: _Volver a cargar desde disco
fr: _Recharger à partir du disque
it: _Ricarica dal disco
ja: ディスクから再読み込み(_R)
ko: 디스크에서 다시 로드(_R)
pl: _Załaduj ponownie z dysku
pt_br: _Recarregar do disco
ru: _Перезагрузить с диска
tr: Diskten _yeniden yükle
uk: _Перезавантажити з диска
zh_cn: 从磁盘重载(_R)
zh_tw: 從磁碟中重新載入(_R)

source: _Remove
cs: _Odebrat
de: _Entfernen
es: Quita_r
fr: _Supprimer
it: _Rimuovi
ja: 削除(_R)
ko: 제거(_R)
pl: _Usuń
pt_br: _Remover
ru: _Удалить
tr: _Kaldır
uk: _Вилучити
zh_cn: 删除(_R)
zh_tw: 移除(_R)

source: _Remove All Bookmarks
cs: _Odebrat všechny záložky
de: Alle Textmarken _entfernen
es: _Quitar todos los marcadores
fr: Supp_rimer tous les signets
it: A_ttiva/Disattiva il segnalibro
ja: すべてのブックマークを削除する(_R)
ko: 모든 책갈피 제거(_R)
pl: _Usuń wszystkie zakładki
pt_br: _Remover Todos os Indicadores
ru: _Удалить все закладки
tr: Tüm Yer İşaretlerini _Kaldır

source: _Remove From Project
cs: _Odebrat z projektu
de: Aus Projekt entfe_rnen
es: Quita_r del proyecto
fr: _Retirer du projet
it: _Rimuovi dal progetto
ja: プロジェクトから削除(_R)
ko: 프로젝트에서 제거(_R)
pl: Usuń z p_rojektu
pt_br: _Remover do Projeto
ru: _Удалить из проекта
tr: _Projeden çıkar
uk: _Вилучити з проекту
zh_cn: 从项目中删除(_R)
zh_tw: 從專案中移除(_R)

source: _Remove Line Comment(s)
cs: _Odebrat komentáře k řádkům
de: Zei_lenkommentar(e) entfernen
es: Q_uitar comentarios de línea
fr: _Supprimer le(s) commentaire(s) de ligne
it: _Rimuovi commenti per la riga
ja: 行コメントの削除(_R)
ko: 줄 주석 제거(_R)
pl: _Usuń komentarze z wierszy
pt_br: _Remover Comentário(s) de Linha
ru: _Удалить комментарии к строке
tr: _Satır Açıklamalarını Kaldır
uk: _Розкоментувати рядки
zh_cn: 删除行注释(_R)
zh_tw: 移除行註解(_R)

source: _Remove Trailing Whitespace
cs: _Odebrat koncové mezery
de: Nachstehende Lee_rzeichen entfernen
es: _Quitar espacio en blanco final
fr: _Supprimer l’espace à droite
it: _Rimuovi lo spazio vuoto finale
ja: 末尾の空白を削除(_R)
ko: 후행 공백 제거(_R)
pl: _Usuń biały znak na końcu
pt_br: _Remover Espaço em Branco à Direita
ru: _Удалить конечные пробелы
tr: Sondaki Boşluğu _Kaldır
zh_cn: 删除尾随空格(_R)
zh_tw: 移除尾端空白(_R)

source: _Remove Unnecessary Usings
cs: Odeb_rat nepotřebné direktivy using
de: Nicht benötigte Using-Di_rektiven entfernen
es: Quitar _directivas Using innecesarias
fr: _Supprimer les instructions using inutiles
it: _Rimuovi using non necessari
ja: 不要な using の削除(_R)
ko: 불필요한 Using 제거(_R)
pl: _Usuń zbędne deklaracje using
pt_br: _Remover Usos Desnecessários
ru: _Удалить ненужные директивы Using
tr: Gereksiz Using Deyimlerini Kaldır
zh_cn: 删除不必要的 Using(_R)
zh_tw: 移除不必要的 Using(_R)

source: _Remove from Project
cs: Odebrat z p_rojektu
de: Aus Projekt _entfernen
es: Quita_r del proyecto
fr: _Retirer du projet
it: _Rimuovi dal progetto
ja: プロジェクトから削除(_R)
ko: 프로젝트에서 제거(_R)
pl: Usuń z p_rojektu
pt_br: _Remover do Projeto
ru: _Удалить из проекта
tr: _Projeden kaldır
uk: _Вилучити з проекту
zh_cn: 从项目中删除(_R)
zh_tw: 從專案中移除(_R)

source: _Remove from Solution
cs: _Odebrat z řešení
de: Aus Projektmappe _entfernen
es: Quita_r de la solución
fr: _Retirer de la solution
it: _Rimuovi dalla soluzione
ja: ソリューションから削除(_R)
ko: 솔루션에서 제거(_R)
pl: _Usuń z rozwiązania
pt_br: _Remover da Solução
ru: _Удалить из решения
tr: _Çözümden Kaldır
uk: _Вилучити з рішення
zh_cn: 从解决方案中删除(_R)
zh_tw: 從解決方案中移除(_R)

source: _Remove trailing whitespace
cs: _Odebrat koncové mezery
de: _Nachstehende Leerzeichen entfernen
es: Q_uitar espacios en blanco finales
fr: _Supprimer l’espace de fin
it: _Rimuovi lo spazio vuoto finale
ja: 末尾の空白文字を削除(_R)
ko: 후행 공백 제거(_R)
pl: _Usuń końcowe białe znaki
pt_br: _Remover espaço em branco à direita
ru: _Удалить конечные пробелы
tr: Sondaki boşluğu _kaldır
uk: _Прибрати кінцеві пропуски
zh_cn: 删除尾随空格(_R)
zh_tw: 移除後置空白字元(_R)

source: _Replace
cs: Nah_radit
de: E_rsetzen
es: _Reemplazar
fr: _Remplacer
it: S_ostituisci
ja: 置換(_R)
ko: 바꾸기(_R)
pl: _Zamień
pt_br: _Substituir
ru: _Заменить
tr: _Değiştir
uk: _Замінити
zh_cn: 替换(_R)
zh_tw: 取代(_R)

source: _Replace...
cs: Na_hradit...
de: Erse_tzen...
es: _Reemplazar...
fr: _Remplacer...
it: S_ostituisci...
ja: 置換(_R)...
ko: 바꾸기(_R)...
pl: _Zamień...
pt_br: _Substituir...
ru: _Заменить...
tr: _Değiştir...
uk: За_мінити...
zh_cn: 替换(_R)...
zh_tw: 取代(_R)...

source: _Replace:
cs: Na_hradit:
de: Erse_tzen:
es: _Reemplazar:
fr: _Remplacer :
it: S_ostituisci:
ja: 置換(_R):
ko: 바꾸기(_R):
pl: _Zamień:
pt_br: _Substituir:
ru: _Заменить:
tr: _Değiştir:
uk: _Замінити:
zh_cn: 替换(_R):
zh_tw: 取代(_R):

source: _Require ChangeLog entries for all files when committing
cs: _Požadovat položky protokolu změn pro všechny soubory při odesílání
de: Ä_nderungsprotokolleinträge für alle Dateien beim Commit erforderlich
es: _Requerir entradas de registro de cambios para todos los archivos al confirmarlos
fr: _Exiger des entrées ChangeLog pour tous les fichiers lors de la validation
it: _Richiedi voci del log delle modifiche per tutti i file durante il commit
ja: コミット時にすべてのファイルについて ChangeLog エントリを要求する(_R)
ko: 커밋할 때 모든 파일에 변경 로그 항목 필요(_R)
pl: _Wymagaj wpisów w dzienniku zmian dla wszystkich plików podczas zatwierdzania
pt_br: _Exigir entradas ChangeLog para todos os arquivos ao confirmar
ru: _Запрашивать записи журнала изменений для всех файлов при фиксации
tr: _Yürütülürken tüm dosyalar için ChangeLog girdilerini gerektir
uk: При подаванні вимагати для всіх файлів _записів у журналі змін
zh_cn: 提交时需要所有文件的 ChangeLog 条目(_R)
zh_tw: 認可時要求所有檔案的 ChangeLog 項目(_R)

source: _Restore
cs: _Obnovit
de: _Wiederherstellen
es: _Restaurar
fr: _Restaurer
it: _Ripristina
ja: 復元(_R)
ko: 복원(_R)
pl: _Przywróć
pt_br: _Restaurar
ru: _Восстановить
tr: _Geri Yükle
uk: _Відновити
zh_cn: 还原(_R)
zh_tw: 還原(_R)

source: _Restore NuGet Packages
cs: _Obnovit balíčky NuGet
de: NuGet-Pakete wiede_rherstellen
es: _Restaurar paquetes NuGet
fr: _Restaurer des paquets NuGet
it: _Ripristina pacchetti NuGet
ja: NuGet パッケージの復元(_R)
ko: NuGet 패키지 복원(_R)
pl: _Przywróć pakiety NuGet
pt_br: _Restaurar Pacotes NuGet
ru: _Восстановить пакеты NuGet
tr: _NuGet Paketlerini Geri Yükle
uk: Відновити _пакунки NuGet
zh_cn: 还原 NuGet 包(_R)
zh_tw: 還原 NuGet 套件(_R)

source: _Revert
cs: _Vrátit se k uloženému
de: _Wiederherstellen
es: _Revertir
fr: _Restaurer
it: _Ripristina
ja: 変更を破棄する(_R)
ko: 되돌리기(_R)
pl: _Odwróć
pt_br: _Reverter
ru: _Отменить изменения
tr: _Geri Döndür
uk: _Відкотити
zh_cn: 还原(_R)
zh_tw: 還原(_R)

source: _Review Solution and Commit
cs: _Zkontrolovat řešení a odeslat
de: Projektmappe ü_berprüfen und Commit ausführen
es: _Revisar la solución y confirmar
fr: _Vérifier la solution et valider
it: _Revisione della soluzione e commit
ja: ソリューションを確認してコミット(_R)
ko: 솔루션 검토 및 커밋(_R)
pl: _Przejrzyj rozwiązanie i zatwierdź
pt_br: _Rever Solução e Confirmar
ru: _Просмотреть решение и зафиксировать
tr: _Çözümü Gözden Geçir ve Teslim Et
uk: Переглянути _рішення і подати
zh_cn: 审阅解决方案并提交(_R)
zh_tw: 檢閱解決方案與認可(_R)

source: _Review and Commit
cs: _Zkontrolovat a odeslat
de: Ü_berprüfen und Commit ausführen
es: _Revisar y confirmar
fr: _Vérifier et valider
it: _Revisione e commit
ja: 確認してコミット(_R)
ko: 검토 및 커밋(_R)
pl: _Przejrzyj i zatwierdź
pt_br: _Rever e Confirmar
ru: _Просмотреть и зафиксировать
tr: _Gözden Geçir ve Teslim Et
uk: Переглянути і подати
zh_cn: 审阅并提交(_R)
zh_tw: 檢閱並認可(_R)

source: _Run
cs: _Provozovat
de: A_usführen
es: Ejecuta_r
fr: E_xécuter
it: _Esegui
ja: 実行(_R)
ko: 실행(_R)
pl: _Uruchamianie
pt_br: _Executar
ru: _Запуск
tr: _Çalıştır
uk: _Виконання
zh_cn: 运行(_R)
zh_tw: 執行(_R)

source: _Run All
cs: _Spustit vše
de: Alle ausfüh_ren
es: _Ejecutar todo
fr: _Exécuter tout
it: _Esegui tutti
ja: すべて実行(_R)
ko: 모두 실행(_R)
pl: U_ruchom wszystkie
pt_br: _Executar Tudo
ru: _Запустить все
tr: Tümünü Ça_lıştır
zh_cn: 全部运行(_R)
zh_tw: 全部執行(_R)

source: _Run Item
cs: _Provozovat položku
de: E_lement ausführen
es: _Ejecutar elemento
fr: _Exécuter l’élément
it: _Esegui elemento
ja: 項目を実行(_R)
ko: 항목 실행(_R)
pl: _Uruchom element
pt_br: _Executar Item
ru: _Запустить элемент
tr: Öğe_yi Çalıştır
uk: Запустити _елемент
zh_cn: 运行项(_R)
zh_tw: 執行項目(_R)

source: _Save
cs: _Uložit
de: _Speichern
es: _Guardar
fr: _Enregistrer
it: _Salva
ja: 保存(_S)
ko: 저장(_S)
pl: _Zapisz
pt_br: _Salvar
ru: _Сохранить
tr: _Kaydet
uk: _Зберегти
zh_cn: 保存(_S)
zh_tw: 儲存(_S)

source: _Save and Close
cs: _Uložit a zavřít
de: _Speichern und schließen
es: Guardar y _cerrar
fr: _Enregistrer et fermer
it: _Salva e chiudi
ja: 保存して閉じる(_S)
ko: 저장 후 닫기(_S)
pl: _Zapisz i zamknij
pt_br: _Salvar e Fechar
ru: _Сохранить и закрыть
tr: _Kaydet ve Kapat
uk: Зберегти і за_крити
zh_cn: 保存并关闭(_S)
zh_tw: 儲存並關閉(_S)

source: _Save and Quit
cs: _Uložit a ukončit
de: _Speichern und beenden
es: Guardar y _salir
fr: _Enregistrer et quitter
it: _Salva ed esci
ja: 保存して終了(_S)
ko: 저장 후 끝내기(_S)
pl: _Zapisz i zakończ
pt_br: _Salvar e Encerrar
ru: _Сохранить и выйти
tr: _Kaydet ve Çık
uk: Зберегти і в_ийти
zh_cn: 保存并退出(_S)
zh_tw: 儲存並結束(_S)

source: _Save changes to open documents
cs: _Uložit změny v otevřených dokumentech
de: Ä_nderungen an geöffneten Dokumenten speichern
es: Guardar cambio_s de documentos abiertos
fr: _Enregistrer les modifications dans les documents ouverts
it: _Salva modifiche apportate ai documenti aperti
ja: 開いたドキュメントに変更を保存する(_S)
ko: 열린 문서에 변경 내용 저장(_S)
pl: Zapi_sz zmiany w otwartych dokumentach
pt_br: _Salvar alterações nos documentos abertos
ru: _Сохранить изменения в открытых документах
tr: _Belgeleri açmak için değişiklikleri kaydet
uk: З_берегти зміни у відкритих документах
zh_cn: 保存对已打开文档的更改(_S)
zh_tw: 將變更儲存到開啟的文件(_S)

source: _Save current file
cs: _Uložit aktuální soubor
de: Aktuelle Datei _speichern
es: Guar_dar archivo actual
fr: _Enregistrer le fichier en cours
it: _Salva file corrente
ja: 現在のファイルを保存(_S)
ko: 현재 파일 저장(_S)
pl: _Zapisz bieżący plik
pt_br: _Salvar arquivo atual
ru: _Сохранить текущий файл
tr: _Geçerli dosyayı kaydet
uk: Зберегти _поточний файл
zh_cn: 保存当前文件(_S)
zh_tw: 儲存目前檔案(_S)

source: _Scan for Translations
cs: _Hledat překlady
de: Nach Ü_bersetzungen suchen
es: _Buscar traducciones
fr: _Rechercher des traductions
it: _Cerca traduzioni
ja: 翻訳をスキャン(_S)
ko: 번역 검색(_S)
pl: _Skanuj w poszukiwaniu tłumaczeń
pt_br: _Verificar Traduções
ru: _Сканировать на наличие переводов
tr: Çevirileri _Tara
uk: _Пошук перекладів
zh_cn: 扫描翻译(_S)
zh_tw: 掃描是否有翻譯(_S)

source: _Search
cs: _Hledat
de: _Suchen
es: Bu_scar
fr: _Rechercher
it: Ce_rca
ja: 検索(_S)
ko: 검색(_S)
pl: _Wyszukiwanie
pt_br: _Pesquisar
ru: _Поиск
tr: _Ara
uk: П_ошук
zh_cn: 搜索(_S)
zh_tw: 搜尋(_S)

source: _Search In Selection
cs: _Hledat ve výběru
de: In _Auswahl suchen
es: _Buscar en selección
fr: _Rechercher dans une sélection
it: Ce_rca nella selezione
ja: 選択範囲の検索(_S)
ko: 선택 영역에서 검색(_S)
pl: _Przeszukaj zaznaczenie
pt_br: _Pesquisar na Seleção
ru: _Поиск в выделенном фрагменте
tr: _Seçimde Ara
uk: __Шукати у вибраному
zh_cn: 在选定内容中搜索(_S)
zh_tw: 在選取範圍內搜尋(_S)

source: _Search in
cs: _Hledat v
de: _Suchen in
es: Bu_scar en
fr: _Rechercher dans
it: _Cerca in
ja: 検索場所(_S):
ko: 검색 위치(_S)
pl: _Wyszukaj w
pt_br: _Pesquisar em
ru: _Искать в
tr: Burada _ara
uk: _Шукати в:
zh_cn: 搜索范围(_S)
zh_tw: 搜尋(_S)

source: _Select
cs: _Vybrat
de: Au_swählen
es: _Seleccionar
fr: _Sélectionner
it: _Seleziona
ja: 選択(_S)
ko: 선택(_S)
pl: _Wybierz
pt_br: _Selecionar
ru: _Выбрать
tr: _Seç
uk: _Вибрати
zh_cn: 选择(_S)
zh_tw: 選取(_S)

source: _Select in Test Pad
cs: _Vybrat na panelu testů
de: In Testbereich au_swählen
es: _Seleccionar en el panel de prueba
fr: _Sélectionner dans Test Pad
it: _Seleziona nel riquadro dei test
ja: テスト パッドで選択する(_S)
ko: 테스트 패드에서 선택(_S)
pl: Wybierz w środowi_sku testowym
pt_br: _Selecionar no Painel de Testes
ru: _Выбрать на панели тестов
tr: Test Defterinde _Seç
zh_cn: 在测试板中选择(_S)
zh_tw: 在測試面板中選取(_S)
