Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Are you sure you want to remove the selected items from the version control system?
cs: Opravdu chcete vybrané položky odebrat ze systému správy verzí?
de: Sollen die ausgewählten Elemente wirklich aus dem Versionskontrollsystem entfernt werden?
es: ¿Está seguro de que quiere quitar los elementos seleccionados del sistema de control de versiones?
fr: Voulez-vous vraiment supprimer les éléments sélectionnés du système de gestion de version ?
it: Rimuovere gli elementi selezionati dal sistema di controllo della versione?
ja: 選択した項目をバージョン コントロール システムから削除しますか。
ko: 선택한 항목을 버전 제어 시스템에서 제거할까요?
pl: Czy na pewno chcesz usunąć zaznaczone elementy z systemu kontroli wersji?
pt_br: Tem certeza de que deseja remover os itens selecionados do sistema de controle de versão?
ru: Вы действительно хотите удалить выбранные элементы из системы управления версиями?
tr: Seçili öğeleri sürüm denetim sisteminden kaldırmak istediğinizden emin misiniz?
uk: Справді вилучити вибрані елементи із системи керування версіями?
zh_cn: 你确定要从版本控制系统中删除选定项?
zh_tw: 確定要從版本控制系統移除選取的項目嗎?

source: Are you sure you want to remove this template?
cs: Opravdu chcete odebrat tuto šablonu?
de: Möchten Sie die Vorlage wirklich entfernen?
es: ¿Está seguro de que quiere quitar esta plantilla?
fr: Voulez-vous vraiment supprimer ce modèle ?
it: Rimuovere questo modello?
ja: このテンプレートを削除しますか?
ko: 이 템플릿을 제거할까요?
pl: Czy na pewno chcesz usunąć ten szablon?
pt_br: Tem certeza de que deseja remover esse modelo?
ru: Вы действительно хотите удалить этот шаблон?
tr: Bu şablonu kaldırmak istediğinizden emin misiniz?
uk: Ви справді бажаєте вилучити цей шаблон?
zh_cn: 你确定要删除此模板?
zh_tw: 確定要刪除此範本嗎?

source: Are you sure you want to revert the changes from the revision selected on these resources?
cs: Opravdu chcete vrátit změny z vybrané revize těchto prostředků?
de: Möchten Sie die Änderungen der Revision, die für diese Ressourcen ausgewählt wurde, wirklich zurücksetzen?
es: ¿Está seguro de que quiere revertir los cambios de la reversión seleccionada en estos recursos?
fr: Voulez-vous vraiment annuler les modifications de la révision sélectionnée sur ces ressources ?
it: Ripristinare le modifiche dalla revisione selezionata su queste risorse?
ja: これらのリソースで、選択したリビジョンからの変更を元に戻しますか?
ko: 이러한 리소스에서 선택한 수정 버전에서 변경 내용을 되돌릴까요?
pl: Czy na pewno chcesz przywrócić zmiany z wybranej poprawki w tych zasobach?
pt_br: Tem certeza de que deseja reverter as alterações da revisão selecionada nesses recursos?
ru: Вы действительно хотите отменить изменения для редакции, выбранной для этих ресурсов?
tr: Bu kaynaklar üzerinde seçili düzeltmeden değişiklikleri geri almak istediğinizden emin misiniz?
uk: Справді бажаєте повернути вибрану ревізію для цих ресурсів?
zh_cn: 你确定要在这些资源上从所选修订版还原更改?
zh_tw: 確定要從這些資源上選取的修訂版還原變更嗎?

source: Are you sure you want to revert the changes made in the selected files?
cs: Opravdu chcete změny provedené ve vybraných souborech vrátit zpět?
de: Möchten Sie die in den ausgewählten Dateien vorgenommenen Änderungen zurücksetzen?
es: ¿Seguro que quiere revertir los cambios realizados en los archivos seleccionados?
fr: Voulez-vous vraiment annuler les changements apportés aux fichiers sélectionnés ?
ja: 選択したファイルに加えられた変更を元に戻しますか?
ko: 선택한 파일에 수행한 변경 내용을 되돌리시겠습니까?
pl: Czy na pewno chcesz cofnąć zmiany wprowadzone w wybranych plikach?
pt_br: Tem certeza de que deseja reverter as alterações feitas nos arquivos selecionados?
ru: Вы действительно хотите отменить изменения для выбранных файлов?
tr: Seçili dosyalarda yapılan değişiklikleri geri almak istediğinizden emin misiniz?

source: Are you sure you want to revert the selected resources to the revision specified (all local changes will be discarded)?
cs: Opravdu chcete vybrané prostředky obnovit na zadanou revizi (všechny místní změny se zahodí)?
de: Möchten Sie die ausgewählten Ressourcen wirklich wieder auf die angegebene Revision zurücksetzen (alle lokalen Änderungen werden verworfen)?
es: ¿Está seguro de que quiere revertir los recursos seleccionados a la revisión especificada (se descartarán todos los cambios locales)?
fr: Voulez-vous vraiment rétablir les ressources sélectionnées sur la révision spécifiée (toutes les modifications locales seront abandonnées) ?
it: Ripristinare le risorse selezionate alla revisione specificata e rimuovere tutte le modifiche locali?
ja: 選択したリソースを指定のリビジョンに戻しますか (ローカルのすべての変更は破棄されます)?
ko: 선택한 리소스를 지정된 수정 버전으로 되돌릴까요(모든 로컬 변경 내용이 취소됨)?
pl: Czy na pewno chcesz przywrócić wybrane zasoby do określonej poprawki (wszystkie lokalne zmiany zostaną odrzucone)?
pt_br: Tem certeza de que deseja reverter os recursos selecionados para a revisão especificada (todas as alterações locais serão descartadas)?
ru: Вы действительно хотите вернуть выбранные ресурсы к указанной редакции (все локальные изменения будут отменены)?
tr: Seçili kaynakları belirtilen düzeltmeye döndürmek istediğinizden emin misiniz (tüm yerel değişiklikler atılır)?
uk: Справді повернути вказану ревізію для вибраних ресурсів (усі локальні зміни буде втрачено)?
zh_cn: 你确定要将所选资源还原为指定的修订版(将放弃所有本地更改)?
zh_tw: 確定要將選取的資源還原成指定的修訂版嗎 (所有本機變更都將捨棄)?

source: Are you sure you want to unignore the selected files?
cs: Opravdu chcete přestat ignorovat vybrané soubory?
de: Möchten Sie die ausgewählten Dateien nicht mehr ignorieren?
es: ¿Está seguro de que desea dejar de omitir los archivos seleccionados?
fr: Voulez-vous vraiment cesser d’ignorer les fichiers sélectionnés ?
it: Non ignorare più i file selezionati?
ja: 選んだファイルを無視解除しますか?
ko: 선택한 파일의 무시를 해제할까요?
pl: Czy na pewno chcesz anulować ignorowanie wybranych plików?
pt_br: Tem certeza de que deseja parar de ignorar os arquivos selecionados?
ru: Вы действительно хотите отменить пропуск выбранных файлов?
tr: Seçilen dosyaları yoksayılanlardan çıkarmak istediğinizden emin misiniz?
zh_cn: 你确定要取消忽略所选文件?
zh_tw: 確定要取消略過選取的檔案嗎?

source: Argument Tags
cs: Tagy argumentů
es: Etiquetas de argumento
fr: Étiquettes des arguments
ja: 引数タグ
ko: 인수 태그
pl: Tagi argumentów
pt_br: Marcas de Argumento
ru: Теги аргумента
tr: Bağımsız Değişken Etiketleri

source: Argument is not used in format string
cs: Argument není použitý v řetězci formátu.
de: Argument wird in Formatzeichenfolge nicht verwendet.
es: El argumento no se utiliza en la cadena de formato
fr: L’argument n’est pas utilisé dans une chaîne de format
it: L'argomento non è usato nella stringa di formato
ja: 書式設定文字列で引数が使用されていません
ko: 인수가 서식 문자열에서 사용되지 않습니다.
pl: Argument nie jest używany w ciągu formatu
pt_br: O argumento não é usado na cadeia de caracteres de formato
ru: В строке формата не используется аргумент
tr: Bağımsız değişken, biçim dizesinde kullanılmıyor
uk: Аргумент не використовується у форматному рядку
zh_cn: 未在格式字符串中使用参数
zh_tw: 格式字串中未使用引數

source: Arguments
cs: Argumenty
de: Argumente
es: Argumentos
it: Argomenti
ja: 引数
ko: 인수
pl: Argumenty
pt_br: Argumentos
ru: Аргументы
tr: Bağımsız Değişkenler
uk: Аргументи
zh_cn: 参数
zh_tw: 引數

source: Arguments:
cs: Argumenty:
de: Argumente:
es: Argumentos:
it: Argomenti:
ja: 引数:
ko: 인수:
pl: Argumenty:
pt_br: Argumentos:
ru: Аргументы:
tr: Bağımsız Değişkenler:
uk: Аргументи:
zh_cn: 参数:
zh_tw: 引數:

source: Armenian
cs: arménština
de: Armenisch
es: Armenio
fr: Arménien
it: Armeno
ja: アルメニア語
ko: 아르메니아어
pl: Armeński
pt_br: Armênio
ru: Армянский
tr: Ermenice
uk: Вірменське
zh_cn: 亚美尼亚语
zh_tw: 亞美尼亞文

source: Artificial Intelligence software
cs: Umělá inteligence
de: KI-Software (Künstliche Intelligenz)
es: Software de inteligencia artificial
fr: Logiciel d’intelligence artificielle
it: Software di intelligenza artificiale
ja: 人工知能ソフトウェア
ko: 인공 지능 소프트웨어
pl: Oprogramowanie związane ze sztuczną inteligencją
pt_br: Software de Inteligência Artificial
ru: Программное обеспечение искусственного интеллекта
tr: Yapay Zekâ yazılımı
uk: Штучний інтелект
zh_cn: 人工智能软件
zh_tw: 人工智慧軟體

source: Ask
cs: Zeptat se
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
ja: 確認
ko: 묻기
pl: Zapytaj
pt_br: Perguntar
ru: Запросить
tr: Sor
uk: Запитати
zh_cn: 询问
zh_tw: 詢問

source: Assemblies
cs: Sestavení
de: Assemblys
es: Ensamblados
fr: Assemblys
it: Assembly
ja: アセンブリ
ko: 어셈블리
pl: Zestawy
ru: Сборки
tr: Bütünleştirilmiş kodlar
uk: Збірки
zh_cn: 程序集
zh_tw: 組件

source: Assembly
cs: Sestavení
es: Ensamblado
ja: アセンブリ
ko: 어셈블리
pl: Zestaw
ru: Сборка
tr: Bütünleştirilmiş kod
uk: Збірка
zh_cn: 程序集
zh_tw: 組件

source: Assembly '{0}' not found. Make sure that the assembly exists in disk. If the reference is required to build the project you may get compilation errors.
cs: Sestavení {0} se nenašlo. Zkontrolujte, že sestavení na disku existuje. Pokud je pro sestavení projektu vyžadovaná reference, můžete narazit na chyby při kompilaci.
de: Assembly '{0}' wurde nicht gefunden. Vergewissern Sie sich, dass die Assembly auf dem Datenträger vorhanden ist. Wenn der Verweis zum Erstellen des Projekts erforderlich ist, erhalten Sie u. U. Kompilierungsfehler.
es: No se encuentra el ensamblado '{0}'. Asegúrese de que el ensamblado existe en el disco. Si la referencia es necesaria para compilar el proyecto, puede obtener errores de compilación.
fr: Assembly « {0} » introuvable. Assurez-vous que l’assembly existe sur le disque. Si la référence est requise pour générer le projet, vous risquez d’obtenir des erreurs de compilation.
it: L'assembly '{0}' non è stato trovato. Assicurarsi che esista nel disco. Se il riferimento è necessario per compilare il progetto, è possibile che vengano restituiti errori di compilazione.
ja: アセンブリ '{0}' は見つかりませんでした。アセンブリがディスクに存在することをご確認ください。プロジェクトのビルドに参照が必要な場合、コンパイル エラーが発生する可能性があります。
ko: '{0}' 어셈블리를 찾을 수 없습니다. 어셈블리가 디스크에 있는지 확인하세요. 프로젝트를 빌드하는 데 참조가 필요한 경우 컴파일 오류가 발생할 수 있습니다.
pl: Nie odnaleziono zestawu „{0}”. Upewnij się, że ten zestaw istnieje na dysku. Jeśli odwołanie jest wymagane do skompilowania projektu, mogą pojawić się błędy kompilacji.
pt_br: Assembly '{0}' não encontrado. Verifique se o assembly existe no disco. Se a referência for necessária para compilar o projeto, poderão ocorrer erros de compilação.
ru: Сборка "{0}" не найдена. Убедитесь, что она существует на диске. Если для сборки проекта нужна ссылка, могут возникнуть ошибки компиляции.
tr: '{0}' bütünleştirilmiş kodu bulunamadı. Bütünleştirilmiş kodun diskte bulunduğundan emin olun. Projeyi oluşturmak için başvuru gerekli ise derleme hatalarıyla karşılaşabilirsiniz.
uk: Не знайдена збірка '{0}'. Переконайтесь, що вона є на диску. Якщо посилання необхідне для побудови проекту, можлива поява повідомлень про помилки компіляції.
zh_cn: 找不到程序集“{0}”。请确保该程序集位于磁盘中。如果生成项目时需要引用该程序集，你可能会收到编译错误。
zh_tw: 找不到組件 '{0}'。請確定磁碟中已有此組件。若必須有參考才能建置專案，可能會發生編譯錯誤。

source: Assembly <b>{0}</b>, Version {1}
cs: Sestavení <b>{0}</b>, verze {1}
es: Ensamblado <b>{0}</b>, versión {1}
it: Assembly <b>{0}</b>. Versione {1}
ja: アセンブリ <b>{0}</b>、バージョン {1}
ko: 어셈블리 <b>{0}</b>, 버전 {1}
pl: Zestaw <b>{0}</b>, wersja {1}
pt_br: Assembly <b>{0}</b>, Versão {1}
ru: Сборка <b>{0}</b>, версия {1}
tr: Bütünleştirilmiş Kod <b>{0}</b>, Sürüm {1}
uk: Збірка <b>{0}</b>, версія {1}
zh_cn: 程序集 <b>{0}</b>，版本 {1}
zh_tw: 組件 <b>{0}</b>，版本 {1}

source: Assembly Browser
cs: Prohlížeč sestavení
es: Inspector de ensamblados
fr: Explorateur d’assembly
it: Browser assembly
ja: アセンブリ ブラウザー
ko: 어셈블리 브라우저
pl: Przeglądarka zestawów
pt_br: Navegador de Assembly
ru: Обозреватель сборок
tr: Bütünleştirilmiş Kod Tarayıcı
uk: Оглядач збірок
zh_cn: 程序集浏览器
zh_tw: 組件瀏覽器

source: Assembly Information
cs: Informace o sestavení
de: Assemblyinformationen
es: Información de ensamblado
fr: Informations sur l’assembly
it: Informazioni sugli assembly
ja: アセンブリ情報
ko: 어셈블리 정보
pl: Informacje o zestawie
pt_br: Informações do Assembly
ru: Сведения о сборке
tr: Bütünleştirilmiş Kod Bilgileri
uk: Інформація про збірку
zh_cn: 程序集信息
zh_tw: 組件資訊

source: Assembly Location
cs: Umístění sestavení
de: Assemblyspeicherort
es: Ubicación del ensamblado
fr: Emplacement de l’assembly
it: Percorso dell'assembly
ja: アセンブリの場所
ko: 어셈블리 위치
pl: Lokalizacja zestawu
pt_br: Localização do Assembly
ru: Расположение сборки
tr: Bütünleştirilmiş Kod Konumu
uk: Розташування збірки
zh_cn: 程序集位置
zh_tw: 組件位置

source: Assembly Name
cs: Název sestavení
es: Nombre del ensamblado
fr: Nom de l’assembly
it: Nome dell'assembly
ja: アセンブリ名
ko: 어셈블리 이름
pl: Nazwa zestawu
pt_br: Nome do Assembly
ru: Имя сборки
tr: Bütünleştirilmiş Kod Adı
uk: Назва збірки
zh_cn: 程序集名称
zh_tw: 組件名稱

source: Assembly Name variable:
cs: Proměnná názvu sestavení:
de: Assemblynamensvariable:
es: Variable de nombre de ensamblado:
fr: Variable du nom d’assembly :
it: Variabile del nome dell'assembly:
ja: アセンブリ名変数:
ko: 어셈블리 이름 변수:
pl: Zmienna nazwy zestawu:
pt_br: Variável de Nome do Assembly:
ru: Переменная имени сборки:
tr: Bütünleştirilmiş Kod Adı değişkeni:
uk: Змінна назви збірки:
zh_cn: 程序集名称变量:
zh_tw: 組件名稱變數:

source: Assembly References
cs: Odkazy na sestavení
de: Assemblyverweise
es: Referencias de ensamblado
fr: Référence de l’assembly
it: Riferimenti ad assembly
ja: アセンブリ参照
ko: 어셈블리 참조
pl: Odwołania zestawu
pt_br: Referências de Assembly
ru: Ссылки сборки
tr: Bütünleştirilmiş Kod Başvuruları
uk: Посилання збірки
zh_cn: 程序集引用
zh_tw: 組件參考

source: Assembly Signing
cs: Podepisování sestavení
de: Assemblysignierung
es: Firma de ensamblados
fr: Signature de l’assembly
it: Firma assembly
ja: アセンブリ署名
ko: 어셈블리 서명
pl: Podpisywanie zestawów
pt_br: Assinatura do Assembly
ru: Подписывание сборки
tr: Bütünleştirilmiş Kod İmzalama
uk: Підписування збірки
zh_cn: 程序集签名
zh_tw: 組件簽署

source: Assembly Version
cs: Verze sestavení
es: Versión del ensamblado
fr: Version de l’assembly
it: Versione dell'assembly
ja: アセンブリ バージョン
ko: 어셈블리 버전
pl: Wersja zestawu
pt_br: Versão do Assembly
ru: Версия сборки
tr: Bütünleştirilmiş Kod Sürümü
uk: Версія збірки
zh_cn: 程序集版本
zh_tw: 組件版本

source: Assembly _name:
cs: _Název sestavení:
es: _Nombre de ensamblado:
fr: _Nom de l’assembly :
it: _Nome assembly:
ja: アセンブリ名(_N):
ko: 어셈블리 이름(_N):
pl: _Nazwa zestawu:
pt_br: _Nome do assembly:
ru: _Имя сборки:
tr: Bütünleştirilmiş kod _adı:
uk: _Назва збірки:
zh_cn: 程序集名称(_N):
zh_tw: 組件名稱(_N):

source: Assembly directive must have non-empty 'name' or 'src' attribute
cs: Direktiva assembly musí mít neprázdný atribut name nebo src.
de: Assembly-Direktive muss über ein name- oder src-Attribut verfügen, das nicht leer ist.
es: La directiva de ensamblado debe tener un atributo 'name' o 'src' no vacío
fr: La directive assembly doit avoir un attribut « name » ou « src » non vide
it: L'attributo 'name' o 'src' della direttiva assembly non deve essere vuoto
ja: assembly ディレクティブは、空でない 'name' 属性または 'src' 属性である必要があります
ko: Assembly 지시문에는 비어 있지 않은 'name' 또는 'src' 특성이 있어야 합니다.
pl: Dyrektywa assembly musi mieć atrybut „name” lub „src”, który nie jest pusty
pt_br: A diretiva do assembly deve ter um atributo 'name' ou 'src' não vazio
ru: Директива Assembly должна иметь непустой атрибут "name" или "src"
tr: Assembly yönergesinin 'name' veya 'src' özniteliği boş olmamalıdır
zh_cn: Assembly 指令必须具有非空的 "name" 或 "src" 属性
zh_tw: 組件指示詞必須有非空白的 'name' 或 'src' 屬性

source: Assembly not found
cs: Sestavení se nenašlo.
de: Assembly nicht gefunden
es: Ensamblado no encontrado
fr: Assembly introuvable
it: L'assembly non è stato trovato
ja: アセンブリが見つかりません
ko: 어셈블리를 찾을 수 없습니다.
pl: Nie znaleziono zestawu
pt_br: Assembly não encontrado
ru: Сборка не найдена
tr: Bütünleştirilmiş kod bulunamadı
uk: Збірка не знайдена
zh_cn: 找不到程序集
zh_tw: 找不到組件

source: Assembly not found for framework {0}
cs: Nenašlo se sestavení pro architekturu {0}.
de: Assembly für Framework {0} nicht gefunden.
es: No se encuentra el ensamblado de la plataforma {0}
fr: Assembly introuvable pour l’infrastructure {0}
it: L'assembly per il framework {0} non è stato trovato
ja: フレームワーク {0} のアセンブリが見つかりません
ko: 프레임워크 {0}에 대한 어셈블리를 찾을 수 없습니다.
pl: Nie znaleziono zestawu struktury {0}
pt_br: Assembly não encontrado para a estrutura {0}
ru: Не найдена сборка для платформы {0}
tr: {0} çerçevesi için bütünleştirilmiş kod bulunamadı
uk: Не знайдена збірка для фреймворку {0}
zh_cn: 找不到框架 {0} 的程序集
zh_tw: 找不到架構 {0} 的組件

source: Assembly not found for framework {0} (in {1})
cs: Nenašlo se sestavení pro architekturu {0} (v {1}).
de: Assembly für Framework {0} (in {1}) nicht gefunden.
es: No se encuentra el ensamblado de la plataforma {0} (en {1})
fr: Assembly introuvable pour l’infrastructure {0} (dans {1})
it: L'assembly per il framework {0} non è stato trovato (in {1})
ja: ({1} 内の) フレームワーク {0} のアセンブリが見つかりません
ko: 프레임워크 {0}에 대한 어셈블리를 찾을 수 없습니다(위치: {1}).
pl: Nie odnaleziono struktury dla zestawu {0} (w {1})
pt_br: Assembly não disponível para a estrutura {0} (em {1})
ru: Не найдена сборка для платформы {0} (в {1})
tr: {0} çerçevesi için bütünleştirilmiş kod bulunamadı ({1} içinde)
uk: Не знайдена збірка для фреймворку {0} (в {1})
zh_cn: 找不到框架 {0} 的程序集(在 {1} 中)
zh_tw: 找不到架構 {0} 的組件 (於 {1})

source: Assembly: {0}
cs: Sestavení: {0}
es: Ensamblado: {0}
ja: アセンブリ: {0}
ko: 어셈블리: {0}
pl: Zestaw: {0}
ru: Сборка: {0}
tr: Bütünleştirilmiş kod: {0}
uk: Збірка: {0}
zh_cn: 程序集: {0}
zh_tw: 組件: {0}

source: Assistive Technology Detected
cs: Zjistila se technologie pro usnadnění.
de: Hilfstechnologie erkannt
es: Tecnología de asistencia detectada
fr: Technologie d'assistance détectée
ja: 支援技術が検出されました
ko: 보조 기술이 검색됨
pl: Wykryto technologię pomocniczą
pt_br: Tecnologia Adaptativa Detectada
ru: Обнаружено наличие специальных возможностей
tr: Yardımcı Teknoloji Algılandı

source: Astronomy software
cs: Astronomická aplikace
de: Astronomiesoftware
es: Software de astronomía
fr: Logiciel d’astronomie
it: Software di astronomia
ja: 天文学ソフトウェア
ko: 천문학 소프트웨어
pl: Oprogramowanie związane z astronomią
pt_br: Software de astronomia
ru: Программное обеспечение для астрономии
tr: Astronomi yazılımı
uk: Астрономія
zh_cn: 天文学软件
zh_tw: 天文學軟體

source: Async
cs: Asynchronní
de: Asynchron
es: Asincrónico
fr: Asynchrone
it: Asincrono
ja: 非同期
ko: 비동기
pl: Asynchroniczne
pt_br: Assíncrono
ru: Асинхронный
tr: Zaman uyumsuz
uk: Асинхронно
zh_cn: 异步
zh_tw: 非同步

source: Asynchronous method '{0}' should not return void
cs: Asynchronní metoda {0} by neměla vrátit void.
de: Die asynchrone Methode '{0}' sollte nicht 'void' zurückgeben.
es: El método asincrónico '{0}' no devuelve un valor nulo
fr: La méthode asynchrone « {0} » ne doit pas retourner void
it: Il metodo asincrono '{0}' non deve restituire void
ja: 非同期メソッド '{0}' は void を返すべきではありません
ko: 비동기 메서드 '{0}'은(는) void를 반환하지 않아야 합니다.
pl: Metoda asynchroniczna „{0}” nie powinna zwracać typu void
pt_br: O método assíncrono '{0}' não deve retornar nulo
ru: Асинхронный метод "{0}" не должен возвращать void
tr: Zaman uyumsuz '{0}' yöntemi geçersiz döndürmemelidir
zh_cn: 异步方法“{0}”不应返回 void
zh_tw: 非同步方法 '{0}' 不應該傳回 void

source: Asynchronous methods should return a Task instead of void
cs: Asynchronní metody by měly vrátit Task a ne void.
de: Asynchrone Methoden sollten eine Aufgabe anstatt 'void' zurückgeben.
es: Los métodos asincrónicos deben devolver una tarea en lugar de un valor nulo
fr: Les méthodes asynchrones doivent retourner une tâche au lieu de void
it: I metodi asincroni devono restituire Task invece di void
ja: 非同期メソッドは void ではなくタスクを返す必要があります
ko: 비동기 메서드는 void 대신 Task를 반환해야 합니다.
pl: Metoda asynchroniczna powinna zwracać typ Task zamiast typu void
pt_br: Métodos assíncronos devem retornar uma Tarefa em vez de nulo
ru: Асинхронные методы должны возвращать Task вместо void
tr: Zaman uyumsuz yöntemler geçersiz yerine Görev döndürmelidir
zh_cn: 异步方法应返回 Task，而不应返回 void
zh_tw: 匿名方法應該傳回 Task，而不是 void

source: Atomic Zero-Width Assertions
cs: Atomické kontrolní výrazy s nulovou délkou
de: Atomare Assertionen mit Nullbreite
es: Aserciones atómicas de ancho cero
fr: Assertions atomiques de largeur nulle
it: Asserzioni atomiche a larghezza zero
ja: アトミック ゼロ幅のアサーション
ko: 너비가 0인 원자성 어설션
pl: Niepodzielne asercje o zerowej szerokości
pt_br: Asserções Atômicas de Largura Zero
ru: Атомарные утверждения нулевой ширины
tr: Atomik Sıfır Genişlikli Onaylamaları
zh_cn: 原子零宽度断言
zh_tw: 不可部分完成零寬度判斷提示

source: Attach
cs: Připojit
de: Anhängen
es: Asociar
fr: Attacher
it: Associa
ja: アタッチ
ko: 연결
pl: Dołącz
pt_br: Anexar
ru: Подключить
tr: İliştir
uk: Підключитися
zh_cn: 附加
zh_tw: 附加

source: Attach to Process
cs: Připojit se k procesu
de: An Prozess anhängen
es: Asociar al proceso
fr: Attacher au processus
it: Associa a processo
ja: プロセスにアタッチする
ko: 프로세스에 연결
pl: Dołącz do procesu
pt_br: Anexar ao Processo
ru: Подключить к процессу
tr: İşlemek için İliştirin
uk: Підключитися до процесу
zh_cn: 附加到进程
zh_tw: 附加至處理序

source: Attach to Process...
cs: Připojit se k procesu...
de: An Prozess anhängen...
es: Asociar al proceso...
fr: Attacher au processus...
it: Associa a processo...
ja: プロセスにアタッチ...
ko: 프로세스에 연결...
pl: Dołącz do procesu...
pt_br: Anexar ao Processo...
ru: Подключить к процессу...
tr: İşleme İliştir...
uk: Підключитися до процесу...
zh_cn: 附加到进程...
zh_tw: 附加至處理序...

source: Attach to:
cs: Připojit se k:
de: Anhängen an:
es: Asociar a:
fr: Attacher à :
it: Associa a:
ja: アタッチ先:
ko: 연결 대상:
pl: Dołącz do:
pt_br: Anexar a:
ru: Подключить к:
tr: İliştirme hedefi:
uk: Підключитися до:
zh_cn: 附加到:
zh_tw: 附加至:

source: Attributes
cs: Atributy
de: Attribute
es: Atributos
fr: Attributs
it: Attributi
ja: 属性
ko: 특성
pl: Atrybuty
pt_br: Atributos
ru: Атрибуты
tr: Öznitelikler
uk: Атрибути
zh_cn: 属性
zh_tw: 屬性

source: Attributes in new line
cs: Atributy na novém řádku
de: Attribute in neuer Zeile
es: Atributos en línea nueva
fr: Attributs dans la nouvelle ligne
it: Attributi nella nuova riga
ja: 新しい行の属性
ko: 줄 바꿈의 특성
pl: Atrybuty w nowym wierszu
pt_br: Atributos na nova linha
ru: Атрибуты на новой строке
tr: Yeni satırdaki öznitelikler
uk: Атрибути в новому рядку
zh_cn: 新行中的属性
zh_tw: 新行中的屬性

source: Attributes to apply to the target file.
cs: Atributy, které se mají použít pro cílový soubor
de: Auf die Zieldatei anzuwendende Attribute
es: Atributos para aplicar al archivo de destino.
fr: Attributs à appliquer au fichier cible.
it: Attributi da applicare al file di destinazione.
ja: ターゲット ファイルに適用する属性。
ko: 대상 파일에 적용할 특성입니다.
pl: Atrybuty do zastosowania wobec pliku docelowego.
pt_br: Atributos a serem aplicados no arquivo de destino.
ru: Атрибуты, применяемые к целевому файлу.
tr: Hedef dosya için geçerli olacak öznitelikler.
uk: Атрибути для цільового файлу.
zh_cn: 要应用到目标文件的属性。
zh_tw: 要套用到目標檔案的屬性。

source: Authentication realm:
cs: Sféra ověření:
de: Authentifizierungsgebiet:
es: Dominio de autenticación:
fr: Domaine d’authentification :
it: Area di autenticazione:
ja: 認証領域:
ko: 인증 영역:
pl: Obszar uwierzytelniania:
pt_br: Realm de autenticação:
ru: Область проверки подлинности:
tr: Kimlik doğrulaması alanı:
uk: Область аутентифікації:
zh_cn: 身份验证领域:
zh_tw: 驗證領域:

source: Author
cs: Autor
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 作成者
ko: 작성자
pl: Autor
pt_br: Autor
ru: Автор
tr: Yazar
uk: Автор
zh_cn: 作者
zh_tw: 作者

source: Author Information
cs: Informace o autorovi
de: Autoreninformationen
es: Información del autor
fr: Informations sur l’auteur
it: Informazioni sull'autore
ja: 作成者情報
ko: 작성자 정보
pl: Informacje o autorze
pt_br: Informações do Autor
ru: Информация об авторе
tr: Yazar Bilgileri
uk: Інформація про автора
zh_cn: 作者信息
zh_tw: 作者資訊

source: Author e-mail:
cs: E-mail autora:
de: E-Mail des Autors:
es: Correo electrónico del autor:
fr: Adresse de messagerie de l’auteur :
it: Indirizzo di posta elettronica dell'autore:
ja: 作成者のメール:
ko: 작성자 전자 메일:
pl: Adres e-mail autora:
pt_br: Email do autor:
ru: Электронная почта автора:
tr: Yazarın e-posta adresi:
uk: e-mail автора:
zh_cn: 作者电子邮件:
zh_tw: 作者電子郵件:

source: Author name:
cs: Jméno autora:
de: Name des Autors:
es: Nombre del autor:
fr: Nom de l’auteur :
it: Nome dell'autore:
ja: 作成者名:
ko: 작성자 이름:
pl: Nazwisko autora:
pt_br: Nome do autor:
ru: Имя автора:
tr: Yazarın adı:
uk: Автор:
zh_cn: 作者姓名:
zh_tw: 作者姓名:
