Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Send line to F# Interactive
cs: Odeslat řádek do F# Interactive
de: Zeile an F# Interactive senden
es: Enviar línea a F# interactivo
fr: Envoyer une ligne à F# Interactive
it: Invia riga a F# Interactive
ja: 行を F# インタラクティブに送信する
ko: F# 대화형으로 줄 보내기
pl: Wyślij wiersz do narzędzia F# Interactive
pt_br: Enviar linha para o F# Interativo
ru: Отправить строку в F# Interactive
tr: Satırı F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送行
zh_tw: 將行傳送至 F# 互動

source: Send references to F# Interactive
cs: Odeslat reference do F# Interactive
de: Verweise an F# Interactive senden
es: Enviar referencias a F# interactivo
fr: Envoyer des références à F# Interactive
it: Invia riferimenti a F# Interactive
ja: 参照を F# インタラクティブに送信する
ko: F# 대화형으로 참조 보내기
pl: Wyślij odwołania do narzędzia F# Interactive
pt_br: Enviar referências para o F# Interativo
ru: Отправить ссылки в F# Interactive
tr: Başvuruları F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送引用
zh_tw: 傳送 F# Interactive 參考

source: Send selection to F# Interactive
cs: Odeslat výběr do F# Interactive
de: Auswahl an F# Interactive senden
es: Enviar selección a F# interactivo
fr: Envoyer une sélection à F# Interactive
it: Invia selezione a F# Interactive
ja: 選択項目を F# インタラクティブに送信する
ko: F# 대화형으로 선택 항목 보내기
pl: Wyślij zaznaczenie do narzędzia F# Interactive
pt_br: Enviar seleção para o F# Interativo
ru: Отправить выбранный фрагмент в F# Interactive
tr: Seçimi F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送选定内容
zh_tw: 將選取範圍傳送至 F# 互動

source: Send the current file to F# Interactive
cs: Odeslat aktuální soubor do F# Interactive
de: Aktuelle Datei an F# Interactive senden
es: Enviar el archivo actual a F# interactivo
fr: Envoyer le fichier en cours à F# Interactive
it: Invia il file corrente a F# Interactive
ja: 現在のファイルを F# インタラクティブに送信する
ko: F# 대화형으로 현재 파일 보내기
pl: Wyślij bieżący plik do narzędzia F# Interactive
pt_br: Enviar o arquivo atual para o F# Interativo
ru: Отправить текущий файл в F# Interactive
tr: Geçerli dosyayı F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送当前文件
zh_tw: 將目前檔案傳送至 F# 互動

source: Send the current line to F# Interactive
cs: Odeslat aktuální řádek do F# Interactive
de: Aktuelle Zeile an F# Interactive senden
es: Enviar la línea actual a F# interactivo
fr: Envoyer la ligne en cours à F# Interactive
it: Invia la riga corrente a F# Interactive
ja: 現在の行を F# インタラクティブに送信する
ko: F# 대화형으로 현재 줄 보내기
pl: Wyślij bieżący wiersz do narzędzia F# Interactive
pt_br: Enviar a linha atual para o F# Interativo
ru: Отправить текущую строку в F# Interactive
tr: Geçerli satırı F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送当前行
zh_tw: 將目前行傳送至 F# 互動

source: Send the current project references to F# Interactive
cs: Odeslat reference aktuálního projektu do F# Interactive
de: Aktuelle Projektverweise an F# Interactive senden
es: Enviar las referencias del proyecto actual a F# interactivo
fr: Envoyer les références du projet en cours à F# Interactive
it: Invia i riferimenti del progetto corrente a F# Interactive
ja: 現在のプロジェクト参照を F# インタラクティブに送信する
ko: F# 대화형으로 현재 프로젝트 참조 보내기
pl: Wyślij odwołania bieżącego projektu do narzędzia F# Interactive
pt_br: Enviar as referências do projeto atual para o F# Interativo
ru: Отправить ссылки на текущий проект в F# Interactive
tr: Geçerli proje başvurularını F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送当前项目引用
zh_tw: 將目前專案參考傳送至 F# 互動

source: Send the selected text to F# Interactive
cs: Odeslat vybraný text do F# Interactive
de: Ausgewählten Text an F# Interactive senden
es: Enviar el texto seleccionado a F# interactivo
fr: Envoyer le texte sélectionné à F# Interactive
it: Invia il testo selezionato a F# Interactive
ja: 選択したテキストを F# インタラクティブに送信する
ko: F# 대화형으로 선택한 텍스트 보내기
pl: Wyślij zaznaczony tekst do narzędzia F# Interactive
pt_br: Enviar o texto selecionado para o F# Interativo
ru: Отправить выбранный текст в F# Interactive
tr: Seçili metni F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送所选文本
zh_tw: 將選取的文字傳送至 F# 互動

source: Sending {0}
cs: Odesílání {0}
de: {0} wird gesendet
es: Enviando {0}
fr: Envoi de {0}
it: Invio di {0}
ja: 送信しています {0}
ko: {0}을(를) 보내는 중
pl: Wysyłanie {0}
pt_br: Enviando {0}
ru: Отправка {0}
tr: {0} gönderiliyor
uk: Надсилання {0}
zh_cn: 正在发送 {0}
zh_tw: 正在傳送 {0}

source: Separate using groups when sorting
cs: Při řazení oddělit skupiny direktiv using
de: Using-Gruppen beim Sortieren trennen
es: Separar mediante grupos al ordenar
fr: Séparer au moyen de groupes lors du tri
ja: 並べ替えの時にグループを使用して分離する
ko: 정렬할 때 using 그룹 분리
pl: Oddziel przy użyciu grup podczas sortowania
pt_br: Separar usando grupos ao classificar
ru: Разделить группы директив using при сортировке
tr: Sıralarken grupları kullanarak ayırın

source: Separator
cs: Oddělovač
de: Trennzeichen
es: Separador
fr: Séparateur
ja: 区切り記号
ko: 구분 기호
pt_br: Separador
ru: Разделитель
tr: Ayırıcı

source: Serializer Generation
cs: Generování serializátoru
de: Serialisierergenerierung
es: Generación de serializadores
fr: Génération du sérialiseur
it: Generazione serializzatore
ja: シリアライザーの生成
ko: 직렬 변환기 생성
pl: Generowanie serializatora
pt_br: Geração de Serializador
ru: Создание сериализатора
tr: Seri Hale Getirici Oluşturma
zh_cn: 序列化程序生成
zh_tw: 序列化程式產生

source: Server Mode
cs: Režim serveru
de: Servermodus
es: Modo de servidor
fr: Mode serveur
it: Modalità server
ja: サーバー モード
ko: 서버 모드
pl: Tryb serwera
pt_br: Modo do Servidor
ru: Режим сервера
tr: Sunucu Modu
uk: Режим сервера
zh_cn: 服务器模式
zh_tw: 伺服器模式

source: Server:
es: Servidor:
fr: Serveur :
ja: サーバー:
ko: 서버:
pl: Serwer:
pt_br: Servidor:
ru: Сервер:
tr: Sunucu:
uk: Сервер:
zh_cn: 服务器:
zh_tw: 伺服器:

source: Service Capabilities
cs: Schopnosti služeb
de: Dienstfunktionen
es: Funcionalidades de servicio
fr: Fonctionnalités du service
ja: サービス機能
ko: 서비스 기능
pl: Możliwości usługi
pt_br: Capacidades do Serviço
ru: Возможности службы
tr: Hizmet Özellikleri

source: Service: {0}
cs: Služba: {0}
de: Dienst: {0}
es: Servicio: {0}
it: Servizio: {0}
ja: サービス: {0}
ko: 서비스: {0}
pl: Usługa: {0}
pt_br: Serviço: {0}
ru: Служба: {0}
tr: Hizmet: {0}
zh_cn: 服务: {0}
zh_tw: 服務: {0}

source: Services
cs: Služby
de: Dienste
es: Servicios
it: Servizi
ja: サービス
ko: 서비스
pl: Usługi
pt_br: Serviços
ru: Службы
tr: Hizmetler
uk: Служби
zh_cn: 服务
zh_tw: 服務

source: Session Recorder
cs: Záznam relace
es: Grabador de sesiones
fr: Enregistreur de session
it: Registratore sessione
ja: セッション レコーダー
ko: 세션 레코더
pl: Rejestrator sesji
pt_br: Gravador de Sessão
ru: Средство записи сеансов
tr: Oturum Kaydedicisi
uk: Записувач сеансу
zh_cn: 会话记录器
zh_tw: 工作階段錄製器

source: Set Next Statement
cs: Nastavit další příkaz
de: Nächste Anweisung festlegen
es: Establecer la instrucción siguiente
fr: Définir l’instruction suivante
it: Imposta istruzione successiva
ja: 次のステートメントの設定
ko: 다음 문 설정
pl: Ustaw następną instrukcję
pt_br: Definir Próxima Instrução
ru: Задать следующий оператор
tr: Sonraki Bildirimi Ayarla
uk: Задати наступну інструкцію
zh_cn: 设置下一语句
zh_tw: 設定下一個陳述式

source: Set To Default
cs: Nastavit na výchozí hodnoty
de: Als Standard festlegen
es: Establecer como predeterminada
fr: Définir par défaut
it: Imposta su predefinito
ja: 既定値として設定
ko: 기본값으로 설정
pl: Ustaw domyślne
pt_br: Definir como Padrão
ru: По умолчанию
tr: Varsayılana Ayarla
uk: Зробити стандартним
zh_cn: 设为默认值
zh_tw: 設為預設

source: Set as Default
cs: Nastavit jako výchozí
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir comme valeur par défaut
it: Imposta come predefinito
ja: 既定値として設定
ko: 기본값으로 설정
pl: Ustaw jako domyślne
pt_br: Definir como Padrão
ru: Использовать по умолчанию
tr: Varsayılan Olarak Ayarla
uk: Зробити стандартним
zh_cn: 设为默认值
zh_tw: 設為預設

source: Set full screen mode
cs: Nastavit režim zobrazení na celou obrazovku
de: Vollbildmodus festlegen
es: Establecer modo de pantalla completa
fr: Définir le mode plein écran
it: Imposta la modalità a schermo intero
ja: フル スクリーン モードを設定します
ko: 전체 화면 모드 설정
pl: Ustaw tryb pełnoekranowy
pt_br: Definir o modo de tela inteira
ru: Установить полноэкранный режим
tr: Tam ekran modunu ayarlama
uk: Увімкнути повноекранний режим
zh_cn: 设置全屏模式
zh_tw: 設定全螢幕模式

source: Set multiple startup projects
cs: Nastavit více projektů po spuštění
de: Mehrere Startprojekte festlegen
es: Establecer varios proyectos de inicio
fr: Définir plusieurs projets de démarrage
ja: 複数のスタートアップ プロジェクトを設定します
ko: 여러 시작 프로젝트 설정
pl: Ustaw wiele projektów startowych
pt_br: Definir vários projetos de inicialização
ru: Задать несколько запускаемых проектов
tr: Birden çok başlangıç projesi ayarla

source: Set other spacing options
cs: Nastavit další možnosti mezer
de: Weitere Abstandsoptionen festlegen
es: Establecer otras opciones de espaciado
fr: Définir d’autres options d’espacement
it: Imposta altre opzioni di spaziatura
ja: その他のスペース オプションを設定する
ko: 기타 간격 옵션 설정
pl: Ustaw inne opcje odstępów
pt_br: Definir outras opções de espaçamento
ru: Задать другие параметры интервалов
tr: Diğer boşluk seçeneklerini belirle
uk: Встановити інші параметри пропусків
zh_cn: 设置其他间距选项
zh_tw: 設定其他間距選項

source: Set output caching behaviour.
cs: Nastavte chování ukládání výstupu do mezipaměti.
de: Legt das Verhalten des Ausgabecache fest.
es: Establezca el comportamiento de almacenamiento en caché de salida.
fr: Définissez le comportement de mise en cache de la sortie.
it: Imposta il comportamento di memorizzazione nella cache dell'output.
ja: 出力キャッシュの動作を設定します。
ko: 출력 캐싱 동작을 설정합니다.
pl: Ustaw zachowanie buforowania danych wyjściowych.
pt_br: Definir o comportamento do cache de saída.
ru: Задайте поведение кэширования выводимых данных.
tr: Çıktıyı önbelleğe alma davranışını ayarlayın.
zh_cn: 设置输出缓存行为。
zh_tw: 設定輸出快取行為。

source: Set spacing for brackets
cs: Nastavit mezery pro hranaté závorky
de: Abstand für eckige Klammern festlegen
es: Establecer espaciado de corchetes
fr: Définir l’espacement des crochets
it: Imposta spaziatura per le parentesi quadre
ja: 大かっこのスペースを設定する
ko: 대괄호의 간격 설정
pl: Ustaw odstępy dla nawiasów
pt_br: Definir espaçamento para colchetes
ru: Задать интервал для квадратных скобок
tr: Köşeli ayraçlar için boşluk ayarla
uk: Задати відступи для квадратних дужок
zh_cn: 设置中括号的间距
zh_tw: 設定括號的間距

source: Set spacing for method calls
cs: Nastavit mezery pro volání metod
de: Abstand für Methodenaufrufe festlegen
es: Establecer espaciado para llamadas de método
fr: Définir l’espacement des appels de méthode
it: Imposta spaziatura per le chiamate ai metodi
ja: メソッド呼び出しのスペースを設定する
ko: 메서드 호출의 간격 설정
pl: Ustaw odstępy dla wywołań metod
pt_br: Definir espaçamento para chamadas de método
ru: Задать интервал для вызовов методов
tr: Metot çağrıları için boşluğu ayarla
uk: Задати пропуски для викликів методів
zh_cn: 设置方法调用的间距
zh_tw: 設定方法呼叫的間距

source: Set spacing for method declarations
cs: Nastavit mezery pro deklarace metod
de: Abstand für Methodendeklarationen festlegen
es: Establecer espaciado para declaraciones de método
fr: Définir l’espacement des déclarations de méthode
it: Imposta spaziatura per le dichiarazioni di metodi
ja: メソッド宣言子のスペースを設定する
ko: 메서드 선언의 간격 설정
pl: Ustaw odstępy dla deklaracji metod
pt_br: Definir espaçamento para declarações de método
ru: Задать интервал для объявлений методов
tr: Metot bildirimleri için boşluğu ayarla
uk: Задати пропуски для оголошень методів
zh_cn: 设置方法声明的间距
zh_tw: 設定方法宣告的間距

source: Set spacing for operators
cs: Nastavit mezery pro operátory
de: Abstand für Operatoren festlegen
es: Establecer espaciado de operadores
fr: Définir l’espacement des opérateurs
it: Imposta spaziatura per gli operatori
ja: 演算子のスペースを設定する
ko: 연산자의 간격 설정
pl: Ustaw odstępy dla operatorów
pt_br: Definir espaçamento para operadores
ru: Задать интервал для операторов
tr: İşleçler için aralığı ayarlayın
uk: Задати відступи для операторів
zh_cn: 设置运算符的间距
zh_tw: 設定運算子的間距

source: Set the font options for {0}
cs: Nastavit možnosti písma pro {0}
de: Schriftoptionen für {0} festlegen
es: Establecer las opciones de fuente para {0}
fr: Définir les options de police pour {0}
ja: {0} に対するフォントのオプションを設定します
ko: {0}의 글꼴 옵션 설정
pl: Ustaw opcje czcionki dla elementu {0}
pt_br: Defina as opções de fonte para {0}
ru: Задайте параметры шрифта для {0}
tr: {0} için yazı tipi seçeneklerini ayarlayın

source: Set the length of time the evaluation will wait before giving up
cs: Nastavte dobu, po kterou vyhodnocení počká, než se ukončí.
de: Wartezeit vor dem Abbrechen des Vorgangs für die Auswertung festlegen
es: Establezca el tiempo de espera de la evaluación
fr: Définissez le délai d'attente de l'évaluation avant abandon
ja: どれほど長く待機したら評価を中止するかを設定します
ko: 평가를 중단하기 전까지 대기할 시간을 설정합니다.
pl: Ustaw, jak długo obliczanie będzie czekać przed rezygnacją
pt_br: Defina o período de tempo que a avaliação esperará antes de desistir
ru: Установите время ожидания вычисления, после которого вычисление будет прервано
tr: Değerlendirmenin işlemi bırakmadan önce bekleyeceği sürenin uzunluğunu ayarlayın

source: Set the project runtime configuration
cs: Nastavit konfiguraci modulu runtime projektu
de: Legen Sie die Projektlaufzeitkonfiguration fest.
es: Establecer la configuración del entorno de ejecución del proyecto
fr: Définir la configuration de runtime du projet
ja: プロジェクト ランタイム構成の設定
ko: 프로젝트 런타임 구성 설정
pl: Ustaw konfigurację środowiska uruchomieniowego projektu
pt_br: Definir a configuração do tempo de execução do projeto
ru: Задать конфигурацию среды выполнения проекта
tr: Proje çalışma zamanı yapılandırmasını ayarlayın

source: Set to 'true' if the text file contains unresolved references to paths (e.g. @ProgramFiles@)
cs: Nastavte na hodnotu true, pokud textový soubor obsahuje nepřeložené odkazy na cesty (např. @ProgramFiles@).
de: True, wenn die Textdatei nicht aufgelöste Verweise auf Pfade enthält (z. B. @ProgramFiles@).
es: Establecer en 'true' si el archivo de texto contiene referencias sin resolver a las rutas de acceso (por ejemplo, @ProgramFiles@)
fr: Défini sur « true » si le fichier texte contient des références non résolues à des chemins d’accès (p. ex., @ProgramFiles@)
it: Impostare su 'true' se il file di testo contiene riferimenti non risolti ai percorsi, ad esempio @ProgramFiles@
ja: テキスト ファイルにパスへの未解決の参照 (@ProgramFiles@ など) が含まれている場合は、'true' に設定します
ko: 텍스트 파일에 경로에 대한 확인되지 않은 참조(예: @ProgramFiles@)가 포함되어 있는 경우 'true'로 설정
pl: Ustaw wartość „true”, jeśli plik tekstowy zawiera nierozpoznane odwołania do ścieżek (np. @ProgramFiles@)
pt_br: Definir como 'true' se o arquivo de texto contiver referências não resolvidas para os caminhos (ex.: @ProgramFiles@)
ru: Задайте значение "true", если текстовый файл содержит неразрешенные ссылки на пути (например, @ProgramFiles@)
tr: Metin dosyası çözümlenmemiş yol başvuruları içeriyorsa (ör. @ProgramFiles@) 'doğru' olarak ayarla
uk: Встановіть 'true', якщо текстовий файл містить нерозібрані посилання на шляхи (наприклад, @ProgramFiles@)
zh_cn: 如果文本文件包含对路径的未解析的引用(例如，@ProgramFiles@)，则设置为 "true"
zh_tw: 如果文字檔包含路徑的未解析參考 (例如 @ProgramFiles@)，則設為 'true'

source: Sets maximum value to a variable
cs: Nastaví maximální hodnotu u proměnné.
de: Setzt eine Variable auf den Maximalwert
es: Establecer el valor máximo en una variable
fr: Définit la valeur maximale sur une variable
it: Imposta il valore massimo a una variabile
ja: 変数に最大値を設定する
ko: 최대값을 변수로 설정합니다.
pl: Ustawia zmienną na wartość maksymalną
pt_br: Define o valor máximo para uma variável
ru: Задает максимальное значение для переменной
tr: Maksimum değeri bir değişkene ayarlar
uk: Задає найбільше значення змінної
zh_cn: 将最大值设置为变量
zh_tw: 設定變數的最大值

source: Sets minimum value to a variable
cs: Nastaví minimální hodnotu u proměnné.
de: Setzt eine Variable auf den Minimalwert
es: Establece el valor mínimo de una variable
fr: Définit la valeur minimale sur une variable
it: Imposta il valore minimo a una variabile
ja: 変数に最小値を設定する
ko: 최소값을 변수로 설정합니다.
pl: Ustawia zmienną na wartość minimalną
pt_br: Define o valor mínimo para uma variável
ru: Задает минимальное значение для переменной
tr: Minimum değeri bir değişkene ayarlar
uk: Задає найменше значення змінної
zh_cn: 将最小值设置为变量
zh_tw: 設定變數的最小值

source: Sets or disables options such as case insensitivity to be turned on or off in the middle of a pattern.
cs: Nastaví nebo zakáže možnosti, například že se má uprostřed vzoru zapnout nebo vypnout nerozlišování velikosti písmen.
de: Aktiviert oder deaktiviert Optionen, z. B., dass keine Groß-/Kleinschreibung berücksichtigt wird, mitten in einem Muster.
es: Establece o deshabilita opciones como que se active o desactive la distinción de mayúsculas y minúsculas en medio de un patrón.
fr: Définit le fait que des options telles que le respect de la casse sont activées ou désactivées au milieu d’un modèle.
it: Imposta o disabilita le opzioni come la distinzione tra maiuscole e minuscole in modo che sia possibile attivarle o disattivarle nella parte centrale di un criterio.
ja: オプションを設定したり無効にしたりします。たとえば、 パターンの途中で大文字と小文字の区別をしたりしなかったりします。
ko: 패턴 중간에 켜지거나 꺼지도록 대/소문자 구분하지 않음과 같은 옵션을 설정하거나 해제합니다.
pl: Ustawia lub wyłącza opcje, np. brak rozróżniania wielkości liter, włączając lub wyłączając je w środku wzorca.
pt_br: Define ou desabilita opções como diferenciação entre maiúsculas e minúsculas para que sejam ativadas ou desativadas no meio de um padrão.
ru: Задает или отключает параметры, например включение или отключение учета регистра в середине шаблона.
tr: Büyük/küçük harf duyarlılığı gibi seçenekleri bir desenin ortasında açılmak veya kapatılmak üzere ayarlar veya devre dışı bırakır.
zh_cn: 对诸如不区分大小写这样的选项进行设置或禁用， 以使其在模式中间打开或关闭。
zh_tw: 設定或停用模式中間的選項，例如，開啟或關閉 不區分大小寫。

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
tr: Ayarlar
uk: Параметри
zh_cn: 设置
zh_tw: 設定

source: Settings applications
cs: Nastavovací aplikace
de: Einstellungsanwendungen
es: Aplicaciones de configuración
fr: Applications de configuration
it: Applicazioni per Impostazioni
ja: 設定アプリケーション
ko: 설정 애플리케이션
pl: Aplikacje ustawień
pt_br: Aplicativos de configurações
ru: Настройка приложений
tr: Ayarları düzenleme uygulaması
uk: Програми для налаштувань
zh_cn: 设置应用程序
zh_tw: 設定應用程式

source: Severity
cs: Závažnost
de: Schweregrad
es: Gravedad
fr: Gravité
ja: 重大度
ko: 심각도
pl: Ważność
pt_br: Gravidade
ru: Важность
tr: Önem Derecesi

source: Shared Project
cs: Sdílený projekt
de: Freigegebenes Projekt
es: Proyecto compartido
fr: Projet partagé
it: Progetto condiviso
ja: 共有プロジェクト
ko: 공유 프로젝트
pl: Projekt udostępniony
pt_br: Projeto Compartilhado
ru: Общий проект
tr: Paylaşılan Proje
uk: Спільний об'єкт
zh_cn: 共享项目
zh_tw: 共用的專案

source: Shared application data
cs: Sdílená data aplikace
de: Freigegebene Anwendungsdaten
es: Datos de aplicación compartidos
fr: Données d’application partagées
it: Dati applicazione condivisi
ja: 共有アプリケーション データ
ko: 공유 애플리케이션 데이터
pl: Dane udostępnione aplikacji
pt_br: Dados do aplicativo compartilhados
ru: Общие данные приложений
tr: Paylaşılan uygulama verileri
uk: Спільні дані застосунку
zh_cn: 共享应用程序数据
zh_tw: 共用的應用程式資料

source: Shared application data root folder
cs: Kořenová složka sdílených dat aplikace
de: Stammordner für freigegebene Anwendungsdaten
es: Directorio raíz para los datos de aplicación compartidos
fr: Dossier racine des données d’application partagées
it: Cartella radice dei dati applicazione condivisi
ja: 共有アプリケーション データのルート フォルダー
ko: 공유 애플리케이션 데이터 루트 폴더
pl: Folder główny współdzielonych danych aplikacji
pt_br: Pasta raiz de dados de aplicativo compartilhado
ru: Корневой каталог для общих данных приложений
tr: Paylaşılan uygulama verileri kök klasörü
uk: Коренева тека спільних даних застосунку
zh_cn: 共享应用程序数据根文件夹
zh_tw: 共用的應用程式資料根資料夾

source: SharpDevelop style (1TBS)
cs: Styl SharpDevelop (1TBS)
de: SharpDevelop-Stil (1TBS)
es: Estilo de SharpDevelop (1TBS)
fr: Style SharpDevelop (1TBS)
it: Stile SharpDevelop (1TBS)
ja: SharpDevelop スタイル (1TBS)
ko: SharpDevelop 스타일(1TBS)
pl: Styl SharpDevelop (1TBS)
pt_br: Estilo SharpDevelop (1TBS)
ru: Стиль SharpDevelop (1TBS)
tr: SharpDevelop stili (1TBS)
uk: Стиль SharpDevelop (1TBS)
zh_cn: SharpDevelop 样式(1TBS)
zh_tw: SharpDevelop 樣式 (1TBS)

source: Shell script
cs: Skript prostředí
de: Shell-Skript
es: Script de shell
fr: script shell
it: Script della shell
ja: シェル スクリプト
ko: 셸 스크립트
pl: Skrypt powłoki
pt_br: Script de Shell
ru: Скрипт оболочки
tr: Kabuk betiği
uk: Сценарій оболонки
zh_cn: Shell 脚本
zh_tw: Shell 指令碼

source: Show All
cs: Zobrazit vše
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
it: Mostra tutte
ja: すべて表示
ko: 모두 표시
pl: Pokaż wszystko
pt_br: Mostrar Tudo
ru: Показать все
tr: Tümünü Göster
uk: Показувати всі
zh_cn: 全部显示
zh_tw: 全部顯示

source: Show All Files
cs: Zobrazit všechny soubory
de: Alle Dateien anzeigen
es: Mostrar todos los archivos
fr: Afficher tous les fichiers
it: Mostra tutti i file
ja: すべてのファイルの表示
ko: 모든 파일 표시
pl: Pokaż wszystkie pliki
pt_br: Mostrar Todos os Arquivos
ru: Показать все файлы
tr: Tüm Dosyaları Göster
uk: Показати всі файли
zh_cn: 显示所有文件
zh_tw: 顯示所有檔案

source: Show Categories
cs: Zobrazit kategorie
de: Kategorien anzeigen
es: Mostrar categorías
fr: Afficher les catégories
it: Mostra categorie
ja: カテゴリの表示
ko: 범주 표시
pl: Pokaż kategorie
pt_br: Mostrar Categorias
ru: Показать категории
tr: Kategorileri Göster
uk: Показати категорії
zh_cn: 显示类别
zh_tw: 顯示分類

source: Show Code _Generation
cs: Zobrazit _generování kódu
de: Code_generierung anzeigen
es: Mostrar _generación de código
fr: Afficher la _génération du code
it: Mostra _generazione del codice
ja: コード生成の表示(_G)
ko: 코드 생성 표시(_G)
pl: Pokaż generowanie _kodu
pt_br: Mostrar _Geração de Código
ru: Показать со_здание кода
tr: Kod _Oluşturmayı Göster
zh_cn: 显示代码生成(_G)
zh_tw: 顯示程式碼產生(_G)

source: Show Current Execution Line
cs: Zobrazit aktuální řádek provádění
de: Aktuelle Ausführungszeile anzeigen
es: Mostrar línea de ejecución actual
fr: Afficher la ligne d’exécution en cours
it: Mostra riga di esecuzione corrente
ja: 現在実行中の行を表示
ko: 현재 실행 줄 표시
pl: Pokaż bieżący wiersz wykonania
pt_br: Mostrar a Linha de Execução Atual
ru: Показать текущую строку выполнения
tr: Geçerli Yürütme Satırını Göster
uk: Показувати рядок, що виконується
zh_cn: 显示当前执行行
zh_tw: 顯示目前的執行列

source: Show Details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細の表示
ko: 세부 정보 표시
pl: Pokaż szczegóły
pt_br: Mostrar Detalhes
ru: Показать сведения
tr: Detayları Göster
uk: Показати подробиці
zh_cn: 显示详细信息
zh_tw: 顯示詳細資料

source: Show Disassembly
cs: Zobrazit zpětný překlad
de: Disassemblierung anzeigen
es: Mostrar desensamblado
fr: Afficher le désassemblage
it: Mostra disassembly
ja: 逆アセンブリの表示
ko: 디스어셈블리 표시
pl: Pokaż dezasemblację
pt_br: Mostrar Desmontagem
ru: Показать дизассемблирование
tr: Ayrıştırmayı Göster
uk: Показати розбір
zh_cn: 显示反汇编
zh_tw: 顯示反向組譯

source: Show Errors
cs: Zobrazovat chyby
de: Fehler anzeigen
es: Mostrar errores
fr: Afficher les erreurs
it: Mostra errori
ja: エラーを表示
ko: 오류 표시
pl: Pokaż błędy
pt_br: Mostrar Erros
ru: Показать ошибки
tr: Hataları Göster
uk: Показати помилки
zh_cn: 显示错误
zh_tw: 顯示錯誤

source: Show External Code
cs: Zobrazit externí kód
de: Externen Code anzeigen
es: Mostrar código externo
fr: Afficher le code externe
it: Mostra codice esterno
ja: 外部コードの表示
ko: 외부 코드 표시
pl: Pokaż kod zewnętrzny
pt_br: Exibir Código Externo
ru: Показать внешний код
tr: Dış Kodu Göster

source: Show F# Interactive pad.
cs: Zobrazit panel F# Interactive
de: F# Interactive-Bereich anzeigen
es: Mostrar panel de F# interactivo.
fr: Affichez le bloc F# Interactive.
it: Mostra il riquadro di F# Interactive.
ja: F# インタラクティブ パッドを表示します。
ko: F# 대화형 패드를 표시합니다.
pl: Pokaż konsolę narzędzia F# Interactive.
pt_br: Mostrar painel do F# Interativo.
ru: Показать панель F# Interactive.
tr: F# Etkileşimli panelini göster.
zh_cn: 显示 F# Interactive 板。
zh_tw: 顯示 F# 互動板。
