Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: MDB Mode
cs: Režim MDB
de: MDB-Modus
es: Modo MDB
fr: Mode MDB
it: Modalità MDB
ja: MDB モード
ko: MDB 모드
pl: Tryb MDB
pt_br: Modo MDB
ru: Режим MDB
tr: MDB Modu
uk: Режим MDB
zh_cn: MDB 模式
zh_tw: MDB 模式

source: MIME types supported by this application:
cs: Typy MIME podporované touto aplikací:
de: Von dieser Anwendung unterstützte MIME-Typen
es: Tipos MIME admitidos por esta aplicación:
fr: Types MIME pris en charge par cette application :
it: Tipi MIME supportati da questa applicazione:
ja: このアプリケーションでサポートされている MIME の種類:
ko: 이 애플리케이션에서 지원하는 MIME 형식:
pl: Typy MIME obsługiwane przez tę aplikację:
pt_br: Tipo MIME com suporte neste aplicativo:
ru: Типы MIME, поддерживаемые этим приложением:
tr: Bu uygulama tarafından desteklenen MIME türleri:
uk: Типи MIME, що підтримуються даною програмою:
zh_cn: 此应用程序支持的 MIME 类型:
zh_tw: 此應用程式支援的 MIME 類型:

source: MIT/X11 License
cs: Licence MIT/X11
de: MIT/X11-Lizenz
es: Licencia MIT/X11
fr: Licence MIT/X11
it: Licenza MIT/X11
ja: MIT/X11 ライセンス
ko: MIT/X11 라이선스
pl: Licencja MIT/X11
pt_br: Licença MIT/X11
ru: Лицензия MIT/X11
tr: MIT/X11 Lisansı
uk: Ліцензія MIT/X11
zh_cn: MIT/X11 许可证
zh_tw: MIT/X11 授權

source: MSBuild SDKs: {0}
cs: Sady SDK MSBuild: {0}
es: SDK de MSBuild: {0}
fr: SDK MSBuild : {0}
ja: MSBuild SDK: {0}
ko: MSBuild SDK: {0}
pl: Zestawy SDK narzędzia MSBuild: {0}
pt_br: SDKs do MSBuild: {0}
ru: Пакеты MSBuild SDK: {0}
tr: MSBuild SDK'ları: {0}

source: MSBuild Sources
cs: Zdrojový kód MSBuild
de: MSBuild-Quellen
es: Orígenes de MSBuild
fr: Sources MSBuild
ja: MSBuild のソース
ko: MSBuild 소스
pl: Źródła MSBuild
pt_br: Fontes do MSBuild
ru: Источники MSBuild
tr: MSBuild Kaynakları

source: MSBuild exited with code {0}
cs: MSBuild se ukončil s kódem {0}.
de: MSBuild wurde mit dem Code {0} beendet.
es: MSBuild se cerró con el código {0}
fr: MSBuild s'est arrêté avec le code {0}
ja: MSBuild がコード {0} で終了しました
ko: MSBuild가 {0} 코드로 인해 종료되었습니다.
pl: Program MSBuild zakończył pracę z kodem {0}
pt_br: MSBuild encerrado com o código {0}
ru: Подсистема MSBuild завершила работу с кодом {0}
tr: MSBuild, {0} koduyla işlemden çıktı

source: MSTest Project
cs: Projekt MSTest
de: MSTest-Projekt
es: Proyecto de MSTest
fr: Projet MSTest
ja: MSTest プロジェクト
ko: MSTest 프로젝트
pl: Projekt narzędzia MSTest
pt_br: Projeto de MSTest
ru: Проект MSTest
tr: MSTest Projesi

source: MVC Controller Class
cs: Třída kontroleru MVC
de: MVC-Controllerklasse
es: Clase de controlador MVC
fr: Classe de contrôleur MVC
ja: MVC コントローラー クラス
ko: MVC 컨트롤러 클래스
pl: Klasa kontrolera MVC
pt_br: Classe do Controlador MVC
ru: Класс контроллера MVC
tr: MVC Denetleyici Sınıfı

source: MVC View Imports Page
cs: Stránka importů zobrazení MVC
de: MVC-Ansichtsimportseite
es: Página de importaciones de la vista de MVC
fr: Page d'importations de la vue MVC
ja: MVC ビュー インポート ページ
ko: MVC 뷰 가져오기 페이지
pl: Strona importów widoku MVC
pt_br: Página de Importações de Exibição do MVC
ru: Страница импортов представления MVC
tr: MVC Görünümü İçeri Aktarma Sayfası

source: MVC View Layout Page
cs: Stránka rozložení zobrazení MVC
de: MVC-Ansichtslayoutseite
es: Página de diseño de la vista de MVC
fr: Page de disposition de la vue MVC
ja: MVC ビュー レイアウト ページ
ko: MVC 뷰 레이아웃 페이지
pl: Strona układu widoku MVC
pt_br: Página de Layout de Exibição do MVC
ru: Страница макета представления MVC
tr: MVC Görünümü Düzen Sayfası

source: MVC View Page
cs: Stránka zobrazení MVC
de: MVC-Ansichtsseite
es: Página de la vista de MVC
fr: Page de vue MVC
ja: MVC ビュー ページ
ko: MVC 뷰 페이지
pl: Strona widoku MVC
pt_br: Página de Exibição do MVC
ru: Страница представления MVC
tr: MVC Görünümü Sayfası

source: MVC View Start Page
cs: Počáteční stránka zobrazení MVC
de: MVC-Ansichtsstartseite
es: Página de inicio de la vista de MVC
fr: Page de démarrage de la vue MVC
ja: MVC ビュー スタート ページ
ko: MVC 뷰 시작 페이지
pl: Strona początkowa widoku MVC
pt_br: Página de Início de Exibição do MVC
ru: Начальная страница представления MVC
tr: MVC Görünümü Başlangıç Sayfası

source: Main Settings
cs: Hlavní nastavení
de: Haupteinstellungen
es: Configuración principal
fr: Paramètres principaux
it: Impostazioni principali
ja: メイン設定
ko: 기본 설정
pl: Ustawienia główne
pt_br: Configurações Principais
ru: Основные параметры
tr: Ana Ayarlar
uk: Основні параметри
zh_cn: 主要设置
zh_tw: 主要設定

source: Main Thread
cs: Hlavní vlákno
de: Hauptthread
es: Subproceso principal
fr: Thread principal
it: Thread principale
ja: メイン スレッド
ko: 주 스레드
pl: Główny wątek
pt_br: Thread Principal
ru: Главный поток
tr: Ana İş Parçacığı
zh_cn: 主线程
zh_tw: 主要執行緒

source: Make Writeable
cs: Nastavit jako zapisovatelný
de: Schreibzugriff aktivieren
es: Convertir en grabable
fr: Permettre l'accès en écriture
ja: 書き込み可能にする
ko: 쓰기 가능으로 설정
pl: Aktywuj możliwość zapisu
pt_br: Tornar Gravável
ru: Сделать доступным для записи
tr: Yazılabilir Yap

source: Make the field static
cs: Nastavit pole jako statické
de: Feld als statisch festlegen
es: Convertir el campo en estático
fr: Rendre le champ statique
it: Rendi statico il campo
ja: フィールドを静的にする
ko: 필드를 정적으로 지정
pl: Zmień pole na statyczne
pt_br: Tornar o campo estático
ru: Сделать поле статическим
tr: Alanı statik yap
uk: Зробити поле статичним
zh_cn: 使字段变为静态
zh_tw: 將欄位設為靜態

source: Makefile
cs: Soubor pravidel
es: Archivo Make
ja: メイクファイル
ko: 메이크파일
pl: Plik reguł programu make
ru: Файл makefile

source: Makefile Integration
cs: Integrace souborů pravidel
es: Integración de archivos Make
fr: Intégration du Makefile
it: Integrazione makefile
ja: メイクファイル統合
ko: 메이크파일 통합
pl: Integracja plików reguł programu make
pt_br: Integração com Makefile
ru: Интеграция makefile
tr: Derleme görevleri dosyası Tümleştirmesi
uk: Інтеграція Makefile
zh_cn: 生成文件集成
zh_tw: Makefile 整合

source: Makefile Project Import
cs: Import projektu souboru pravidel
de: Makefileprojekt-Import
es: Importación de proyecto de archivo Make
fr: Importation du projet Makefile
it: Importazione progetto makefile
ja: メイクファイル プロジェクトのインポート
ko: 메이크파일 프로젝트 가져오기
pl: Import projektu pliku reguł programu make
pt_br: Importação de Projeto de Makefile
ru: Импорт проекта makefile
tr: Derleme Görevleri Dosyası ile Proje İçeri Aktarma
uk: Імпорт проекту Makefile
zh_cn: 生成文件项目导入
zh_tw: Makefile 專案匯入

source: Makefile path:
cs: Cesta k souboru pravidel:
de: Makefilepfad:
es: Ruta de acceso del archivo Make:
fr: Chemin d’accès du Makefile :
it: Percorso del makefile:
ja: メイクファイル パス:
ko: 메이크파일 경로:
pl: Ścieżka pliku reguł programu make:
pt_br: Caminho do Makefile:
ru: Путь к файлу makefile:
tr: Derleme görevleri dosyası:
uk: Шлях до Makefile:
zh_cn: 生成文件路径:
zh_tw: Makefile 路徑:

source: Makefile variable '{0}' not found. Skipping syncing of '{1}' file list for project '{2}'.
cs: Proměnnou souboru pravidel {0} se nepodařilo najít. Synchronizace seznamu souborů {1} pro projekt {2} se přeskočí.
de: Makefilevariable '{0}' wurde nicht gefunden. Die Synchronisierung der Dateiliste '{1}' für Projekt '{2}' wird übersprungen.
es: No se encuentra la variable de archivo Make '{0}'. Se omitirá la sincronización de la lista de archivos '{1}' para el proyecto '{2}'.
fr: Variable du Makefile « {0} » introuvable. Synchronisation de la liste de fichiers « {1} » pour le projet « {2} » ignorée.
it: La variabile makefile '{0}' non è stata trovata. La sincronizzazione dell'elenco file di '{1}' per il progetto '{2}' non verrà eseguita.
ja: メイクファイル変数 '{0}' が見つかりません。プロジェクト '{2}' の '{1}' ファイル リストの同期をスキップします。
ko: 메이크파일 변수 '{0}'을(를) 찾을 수 없습니다. '{2}' 프로젝트에 대한 '{1}' 파일 목록의 동기화를 건너뜁니다.
pl: Nie znaleziono zmiennej „{0}” pliku reguł programu make. Pomijanie synchronizacji listy plików „{1}” dla projektu „{2}”.
pt_br: Variável de makefile '{0}' não encontrada. Ignorando a sincronização da lista de arquivos '{1}' do projeto '{2}'.
ru: Переменная makefile "{0}" не найдена. Пропуск синхронизации списка файлов "{1}" для проекта "{2}".
tr: Derleme Görevleri Dosyası değişkeni '{0}' bulunamadı. '{2}' projesi için '{1}' dosya listesinin eşitlenmesi atlanıyor.
uk: Змінну Makefile '{0}' не знайдено. Пропускається синхронізація списку файлів '{1}' проекту '{2}'.
zh_cn: 找不到生成文件变量“{0}”。正在跳过项目“{2}”的“{1}”文件列表的同步。
zh_tw: 找不到 Makefile 變數 '{0}'。將略過同步處理專案 '{2}' 的 '{1}' 檔案清單。

source: Makefile variable '{0}' not found. Skipping syncing of '{1}' references.
cs: Proměnnou souboru pravidel {0} se nepodařilo najít. Synchronizace odkazů na {1} se přeskočí.
de: Makefile-Variable '{0}' nicht gefunden. Synchronisierung von {1}-Verweisen wird übersprungen.
es: No se encuentra la variable de archivo Make '{0}'. Se omitirá la sincronización de referencias del '{1}'.
fr: Variable Makefile '{0}' introuvable. Synchronisation des références '{1}' ignorée.
it: La variabile makefile '{0}' non è stata trovata. La sincronizzazione dei riferimenti di '{1}' non verrà eseguita.
ja: メイクファイル変数 '{0}' が見つかりません。'{1}' 参照の同期をスキップします。
ko: 메이크파일 변수 '{0}'을(를) 찾을 수 없습니다. '{1}' 참조의 동기화를 건너뜁니다.
pl: Nie znaleziono zmiennej „{0}” pliku reguł programu make. Synchronizacja odwołań „{1}” zostanie pominięta.
pt_br: Variável de makefile '{0}' não encontrada. Ignorando a sincronização de '{1}' referências.
ru: Переменная makefile "{0}" не найдена. Пропуск синхронизации ссылок: "{1}".
tr: Derleme görevleri dosyası değişkeni '{0}' bulunamadı. '{1}' başvurularını eşitleme işlemi atlanıyor.
uk: Змінну Makefile '{0}' не знайдено. Пропускається синхронізація {1} посилань.
zh_cn: 找不到生成文件变量“{0}”。正在跳过“{1}”引用的同步。
zh_tw: 找不到 Makefile 變數 '{0}'。跳過 {1} 參考的同步。

source: Makefile variable '{0}' not found. Skipping syncing of all '{1}' references for project {2}.
cs: Proměnnou souboru pravidel {0} se nepodařilo najít. Synchronizace všech odkazů {1} pro projekt {2} se přeskočí.
de: Makefilevariable '{0}' wurde nicht gefunden. Die Synchronisierung aller {1}-Verweise für Projekt '{2}' wird übersprungen.
es: No se encuentra la variable de archivo Make '{0}'. Se omitirá la sincronización de todas las referencias '{1}' para el proyecto {2}.
fr: Variable du Makefile « {0} » introuvable. Synchronisation de toutes les références « {1} » pour le projet {2} ignorée.
it: La variabile makefile '{0}' non è stata trovata. La sincronizzazione di tutti i riferimenti di '{1}' per il progetto {2} non verrà eseguita.
ja: メイクファイル変数 '{0}' が見つかりません。プロジェクト {2} のすべての '{1}' 参照の同期をスキップします。
ko: 메이크파일 변수 '{0}'을(를) 찾을 수 없습니다. '{2}' 프로젝트에 대한 모든 '{1}' 참조의 동기화를 건너뜁니다.
pl: Nie znaleziono zmiennej „{0}” pliku reguł programu make. Synchronizacja wszystkich odwołań do elementu „{1}” dla projektu {2} zostanie pominięta.
pt_br: Variável de makefile '{0}' não encontrada. Ignorando a sincronização de todas as referências '{1}' para o projeto {2}.
ru: Переменная makefile "{0}" не найдена. Пропуск синхронизации всех ссылок "{1}" для проекта "{2}".
tr: Derleme Görevleri Dosyası değişkeni '{0}' bulunamadı. '{2}' projesi için tüm '{1}' başvurularının eşitlenmesi atlanıyor.
uk: Змінна Makefile '{0}' не знайдена. Синхронізація всіх {1} посилань проекту {2} пропускається.
zh_cn: 找不到生成文件变量“{0}”。正在跳过项目 {2} 的所有“{1}”引用的同步。
zh_tw: 找不到 Makefile 變數 '{0}'。將略過同步處理專案 {2} 的所有 '{1}' 參考。

source: Makefile variable '{0}' not found. Skipping writing of '{1}' files to the Makefile.
cs: Proměnnou souboru pravidel {0} se nepodařilo najít. Zápis souborů {1} do souboru pravidel se přeskočí.
de: Makefilevariable '{0}' wurde nicht gefunden. Das Schreiben von {1}-Dateien für das Makefile wird übersprungen.
es: No se encuentra la variable de archivo Make '{0}'. Se omitirá la escritura de archivos '{1}' en el archivo Make.
fr: Variable du Makefile « {0} » introuvable. Écriture des fichiers « {1} » dans le Makefile ignorée.
it: La variabile makefile '{0}' non è stata trovata. La scrittura dei file di '{1}' nel makefile non verrà eseguita.
ja: メイクファイル変数 '{0}' が見つかりません。メイクファイルへの '{1}' ファイルの書き込みをスキップします。
ko: 메이크파일 변수 '{0}'을(를) 찾을 수 없습니다. 메이크파일에 '{1}' 파일 쓰기를 건너뜁니다.
pl: Nie znaleziono zmiennej „{0}” pliku reguł programu make. Zapisywanie plików „{1}” w pliku reguł programu make zostanie pominięte.
pt_br: Variável de makefile '{0}' não encontrada. Ignorando a gravação de '{1}' arquivos ao Makefile.
ru: Переменная makefile "{0}" не найдена. Пропуск записи файлов "{1}" в файл makefile.
tr: Derleme Görevleri Dosyası değişkeni '{0}' bulunamadı. '{1}' dosyanın Derleme Görevleri Dosyasına yazılması atlanıyor.
uk: Змінну Makefile '{0}' не знайдено. {1} файлів не будуть записані у Makefile.
zh_cn: 找不到生成文件变量“{0}”。正在跳过将“{1}”文件写入生成文件的过程。
zh_tw: 找不到 Makefile 變數 '{0}'。正在略過將 '{1}' 檔案寫入 Makefile。

source: Makefile variable name:
cs: Název proměnné souboru pravidel:
de: Makefile-Variablenname:
es: Nombre de variable de archivo Make:
fr: Nom de la variable Makefile :
it: Nome della variabile del makefile:
ja: メイクファイル変数名:
ko: 메이크파일 변수 이름:
pl: Nazwa zmiennej pliku reguł programu make:
pt_br: Nome de variável de Makefile:
ru: Имя переменной makefile:
tr: Derleme görevleri dosyası değişkeni adı:
uk: Назва змінної Makefile:
zh_cn: 生成文件变量名称:
zh_tw: Makefile 變數名稱:

source: Makefile variable {0} not found in the file.
cs: Proměnou souboru pravidel {0} se v souboru nepodařilo najít.
de: Makefile-Variable '{0}' wurde in der Datei nicht gefunden.
es: La variable de archivo Make {0} no se encuentra en el archivo.
fr: Nous n’avons pas trouvé la variable Makefile {0} dans le fichier.
it: La variabile makefile {0} non è stata trovata nel file.
ja: メイクファイル変数 '{0}' はこのファイル内に存在しません。
ko: 메이크파일 변수 '{0}'이(가) 파일에 없습니다.
pl: Nie znaleziono zmiennej {0} pliku reguł programu make w pliku.
pt_br: Variável de Makefile {0} não encontrada no arquivo.
ru: Переменная makefile {0} не найдена в файле.
tr: Derleme görevleri dosyası değişkeni {0} dosyada bulunamadı.
uk: Змінної Makefile {0} не знайдено у файлі.
zh_cn: 在该文件中找不到生成文件变量 {0}。
zh_tw: 在檔案中找不到 Makefile 變數 {0}。

source: Malformed server comment
cs: Nesprávně vytvořený serverový komentář
de: Falsch formatierter Serverkommentar
es: Comentario de servidor con formato incorrecto
fr: Commentaire du serveur mal formé
it: Il formato del commento del server non è valido
ja: サーバー コメントの形式が正しくありません
ko: 잘못된 형식의 서버 주석
pl: Źle skonstruowany komentarz serwera
pt_br: Comentário de servidor malformado
ru: Неправильно сформированный комментарий сервера
tr: Hatalı biçimlendirilmiş sunucu açıklaması
zh_cn: 格式错误的服务器注释
zh_tw: 伺服器註解的格式不正確

source: Manage Branches and Remotes
cs: Spravovat větve a vzdálené větve
de: Branches und Git-Remotespeicherorte verwalten
es: Administrar ramas y orígenes remotos
fr: Gérer les branches et les dépôts distants
it: Gestisci rami ed origini remote
ja: ブランチとリモートを管理する
ko: 분기 및 원격 관리
pl: Zarządzanie gałęziami i źródłami zdalnymi
pt_br: Gerenciar as Ramificações e Remotos
ru: Управление ветвями и удаленными ветвями
tr: Dalları ve Uzak Kaynakları Yönet
zh_cn: 管理分支和远程源
zh_tw: 管理分支和遠端

source: Manage Repositories...
cs: Spravovat úložiště...
de: Repositorys verwalten
es: Administrar repositorios...
fr: Gérer les référentiels...
it: Gestisci repository...
ja: リポジトリの管理...
ko: 리포지토리 관리...
pl: Zarządzaj repozytoriami...
pt_br: Gerenciar Repositórios...
ru: Управление репозиториями...
tr: Depoları Yönet...
uk: Керування сховищами...
zh_cn: 管理存储库...
zh_tw: 管理存放庫...

source: Manage extensions
cs: Spravovat rozšíření
de: Erweiterungen verwalten
es: Administrar extensiones
fr: Gérer les extensions
ja: 拡張機能の管理
ko: 확장 관리
pl: Zarządzaj rozszerzeniami
pt_br: Gerenciar extensões
ru: Управление расширениями
tr: Uzantıları yönetin

source: Manage stashes
cs: Spravovat dočasná ukládání
de: Stashes verwalten
es: Administrar cambios guardados provisionalmente
fr: Gérer les dissimulations
it: Gestisci accantonamenti
ja: 一時退避を管理
ko: 스태시 관리
pl: Zarządzaj przechowalniami
pt_br: Gerenciar stashes
ru: Управление прятанием
tr: Hazırlamaları yönet
uk: Керування сховками
zh_cn: 管理存储
zh_tw: 管理隱藏檔

source: Manage the locations used to find source files in the {0}
cs: Spravovat umístění použitá k vyhledání zdrojových souborů v {0}
de: Speicherorte verwalten, die zum Suchen von Quelldateien in den {0} verwendet werden
es: Administrar las ubicaciones que se usan para buscar archivos de código fuente en las {0}
fr: Gérer les emplacements utilisés pour rechercher les fichiers sources dans les {0}
ja: {0} 内でソース ファイルを検索するために使用する場所を管理します
ko: {0}에서 소스 파일을 찾는 데 사용되는 위치 관리
pl: Zarządzaj lokalizacjami używanymi do znajdowania plików źródłowych w elemencie {0}
pt_br: Gerenciar os locais usados para localizar os arquivos de origem no {0}
ru: Управление расположениями поиска исходных файлов в {0}
tr: {0} içindeki kaynak dosyaları bulmak için kullanılan konumları yönetin

source: Managed Watcher
cs: Spravovaný sledovací proces
de: Verwalteter Watcher
es: Monitor administrado
fr: Observateur managé
it: Watcher gestito
ja: マネージド ウォッチャー
ko: 관리되는 관찰자
pl: Zarządzany obserwator
pt_br: Inspetor Gerenciado
ru: Управляемый наблюдатель
tr: Yönetilen İzleyici
uk: Керований спостерігач
zh_cn: 托管观察程序
zh_tw: Managed 監看員

source: Manifest File
cs: Soubor manifestu
de: Manifestdatei
es: Archivo de manifiesto
fr: Fichier de manifeste
it: File manifesto
ja: マニフェスト ファイル
ko: 매니페스트 파일
pl: Plik manifestu
pt_br: Arquivo de Manifesto
ru: Файл манифеста
tr: Bildirim Dosyası
zh_cn: 清单文件
zh_tw: 資訊清單檔

source: Mark Log
cs: Označit protokol
de: Markierungsprotokoll
es: Registro de marcas
fr: Marquer le journal
ja: ログのマーク付け
ko: 로그 표시
pl: Oznacz dziennik
pt_br: Log de Marca
ru: Пометить журнал
tr: Günlüğü İşaretle

source: Mark for Translation
cs: Označit pro překlad
de: Zur Übersetzung markieren
es: Marca de traducción
fr: Marquer pour traduction
ja: 翻訳用にマーク
ko: 번역 표시
pl: Oznacz do tłumaczenia
pt_br: Marcar para Tradução
ru: Пометить для перевода
tr: Çeviri için İşaretle

source: Markers and Rulers
cs: Značky a pravítka
de: Markierungen und Lineale
es: Marcadores y reglas
fr: Marqueurs et règles
it: Marcatori e righelli
ja: マーカーとルーラー
ko: 표식 및 눈금자
pl: Znaczniki i linijki
pt_br: Marcadores e Réguas
ru: Маркеры и линейки
tr: İşaretleyiciler ve Cetveller
uk: Маркери і лінійки
zh_cn: 标记和标尺
zh_tw: 標記與尺規

source: Master Page with CodeBehind
cs: Hlavní stránka s CodeBehind
de: Masterseite mit CodeBehind
es: Página maestra con CodeBehind
fr: Page maître avec code-behind
it: Pagina master con CodeBehind
ja: CodeBehind のあるマスター ページ
ko: CodeBehind가 포함된 마스터 페이지
pl: Strona wzorcowa z klasą CodeBehind
pt_br: Página Mestra com CodeBehind
ru: Эталонная страница с CodeBehind
tr: CodeBehind ile Ana Sayfa
uk: Головна сторінка з суміжним кодом
zh_cn: 具有 CodeBehind 的母版页
zh_tw: 具有 CodeBehind 的主版頁面

source: Master Page without CodeBehind
cs: Hlavní stránka bez CodeBehind
de: Masterseite ohne CodeBehind
es: Página maestra sin CodeBehind
fr: Page maître sans code-behind
it: Pagina master senza CodeBehind
ja: CodeBehind なしのマスター ページ
ko: CodeBehind가 포함되지 않은 마스터 페이지
pl: Strona wzorcowa bez klasy CodeBehind
pt_br: Página Mestra sem CodeBehind
ru: Эталонная страница без CodeBehind
tr: CodeBehind olmadan Ana Sayfa
uk: Головна сторінка без суміжного коду
zh_cn: 没有 CodeBehind 的母版页
zh_tw: 沒有 CodeBehind 的主版頁面

source: Mastertype directive must have non-empty 'typename' or 'virtualpath' attribute
cs: Direktiva mastertype musí mít neprázdný atribut typename nebo virtualpath.
de: MasterType-Direktive muss über ein typename- oder virtualpath-Attribut verfügen, das nicht leer ist.
es: La directiva mastertype debe tener un atributo 'typename' o 'virtualpath' no vacío
fr: La directive masterType doit avoir un attribut « typename » ou « virtualpath »
it: L'attributo 'typename' o 'virtualpath' della direttiva mastertype non deve essere vuoto
ja: mastertype ディレクティブは、空でない 'typename' 属性または 'virtualpath' 属性である必要があります
ko: Mastertype 지시문에는 비어 있지 않은 'typename' 또는 'virtualpath' 특성이 있어야 합니다.
pl: Dyrektywa mastertype musi mieć atrybut „typename” lub „virtualpath”, który nie jest pusty
pt_br: A diretiva mastertype deve ter um atributo 'typename' ou 'virtualpath' não vazio
ru: Директива Mastertype должна иметь непустой атрибут "typename" или "virtualpath"
tr: Mastertype yönergesinin 'typename' veya 'virtualpath' özniteliği boş olmamalıdır
zh_cn: Mastertype 指令必须具有非空的 "typename" 或 "virtualpath" 属性
zh_tw: Mastertype 指示詞必須有非空白的 'typename' 或 'virtualpath' 屬性

source: Match '{0}'
cs: Shoda {0}
de: Übereinstimmung '{0}'
es: Coincidencia '{0}'
fr: « {0} » correspondance
it: Corrispondenza '{0}'
ja: '{0}' 件該当
ko: '{0}' 일치
pl: Dopasuj „{0}”
pt_br: Corresponder '{0}'
ru: Соответствие "{0}"
tr: '{0}' öğesini eşleştir
uk: Відповідає '{0}'
zh_cn: 与“{0}”匹配
zh_tw: 符合 '{0}'

source: Matches
cs: Shody
de: Übereinstimmungen
es: Coincidencias
fr: Correspondances
it: Corrispondenze
ja: 照合
ko: 일치
pl: Dopasowania
pt_br: Correspondências
ru: Совпадения
tr: Eşleşmeler
uk: Збіги
zh_cn: 匹配项
zh_tw: 相符

source: Matches a Unicode character using hexadecimal representation (exactly four digits).
cs: Najde shodu pro znak Unicode pomocí šestnáctkového vyjádření (přesně čtyři číslice).
de: Entspricht einem Unicode-Zeichen in hexadezimaler Darstellung (genau vier Stellen).
es: Busca un carácter Unicode con una representación hexadecimal (exactamente, cuatro dígitos).
fr: Correspond à un caractère Unicode utilisant une représentation hexadécimale (exactement deux signes).
it: Trova la corrispondenza di un carattere Unicode usando una rappresentazione esadecimale (esattamente quattro cifre).
ja: 16 進数で表した Unicode 文字に一致します (厳密に 4 桁)。
ko: 16진수 표현(정확히 4자리)을 사용하여 유니코드 문자를 찾습니다.
pl: Dopasowuje znak Unicode przy użyciu reprezentacji szesnastkowej (dokładnie cztery cyfry).
pt_br: Corresponde a um caractere Unicode usando representação hexadecimal (exatamente quatro dígitos).
ru: Соответствует символу Юникода в шестнадцатеричном представлении (ровно четыре цифры).
tr: Unicode karakterleriyle onaltılık gösterim kullanarak eşleşir (tam olarak dört rakam).
uk: Відповідає символу Unicode в шістнадцятковому поданні (рівно 4 цифри).
zh_cn: 使用十六进制表示形式(恰好四位)与 Unicode 字符 匹配。
zh_tw: 符合使用十六進位表示法的 Unicode 字元 (確切為四位數)。

source: Matches a backspace \u0008 if in a [] character class.
cs: Shoda se znakem backspace \u0008 v třídě znaků []
de: Entspricht in einer []-Zeichenklasse einem Rücktastenzeichen \u0008.
es: Busca una pulsación de Retroceso \u0008 si está en una clase de carácter [].
fr: Correspond à un retour arrière \u0008 si dans une classe de caractères [].
it: Trova la corrispondenza di un carattere backspace \u0008 se presente in una classe di caratteri [].
ja: [] 文字クラス内にある場合バックスペース \u0008 に一致します。
ko: [] 문자 클래스에 있는 경우 백스페이스 \u0008을 찾습니다.
pl: Dopasowuje znak Backspace \u0008, jeśli znajduje się w klasie znaków [].
pt_br: Corresponde a um backspace \u0008 se estiver em uma classe de caractere [].
ru: Соответствует клавише BACKSPACE \u0008, если в классе символов [].
tr: Bir [] karakter sınıfındaysa bir geri boşluk \u0008 ile eşleşir.
uk: Позначає забій \u0008, якщо в символьному класі [].
zh_cn: 如果在 [] 字符类中，则与退格键 \u0008 匹配。
zh_tw: 如果在 [] 字元類別中，符合退格鍵 \u0008。

source: Matches a bell (alarm) \u0007.
cs: Shoda se znakem zvonku \u0007
de: Entspricht einem Klingelzeichen (Warnsignal) \u0007.
es: Busca una campana (alarma) \u0007.
fr: Correspond à une sonnerie (alarme) \u0007.
it: Trova la corrispondenza di un carattere di controllo del segnale acustico di avviso \u0007.
ja: ベル (アラーム) \u0007 に一致します。
ko: 벨(경보) 문자 \u0007을 찾습니다.
pl: Dopasowuje dzwonek (alarm) \u0007.
pt_br: Corresponde a uma campainha (alarme) \u0007.
ru: Соответствует сигналу \u0007.
tr: Zil (alarm) \u0007 ile eşleşir.
uk: Відповідає дзвінку (тривога) \u0007.
zh_cn: 与响铃(警报) \u0007 匹配。
zh_tw: 符合鈴聲 (警示) \u0007。
