Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Select the type of package to create:
cs: Vyberte typ balíčku, který se má vytvořit:
de: Typ des zu erstellenden Pakets auswählen:
es: Seleccione el tipo de paquete que se creará:
fr: Sélectionner le type de paquet à créer :
it: Selezionare il tipo di progetto da creare:
ja: 作成するパッケージの種類を選択してください:
ko: 만들 패키지의 형식 선택:
pl: Wybierz typ pakietu do utworzenia:
pt_br: Selecione o tipo de pacote a ser criado:
ru: Выберите тип создаваемого пакета:
tr: Oluşturulacak paketin türünü seçin:
uk: Виберіть тип створюваного пакета:
zh_cn: 选择要创建的包类型:
zh_tw: 選取要建立的封裝類型:

source: Select the type of project operation to add a custom command for
cs: Vyberte typ operace projektu, pro který chcete přidat vlastní příkaz.
de: Typ des Projektvorgangs auswählen, für den ein benutzerdefinierter Befehl hinzugefügt werden soll
es: Seleccione el tipo de operación de proyecto para la que agregar un comando personalizado
fr: Sélectionner le type d'opération de projet pour ajouter une commande personnalisée
ja: カスタム コマンドを追加するプロジェクト操作の種類を選択します
ko: 사용자 지정 명령을 추가할 프로젝트 작업의 형식 선택
pl: Wybierz typ operacji projektu, dla którego ma zostać dodane polecenie niestandardowe
pt_br: Selecione o tipo de operação de projeto para adicionar um comando personalizado para
ru: Выберите тип операции проекта, для которой нужно добавить настраиваемую команду
tr: Özel bir komut eklenecek proje işlemi türünü seçin

source: Select the user interface language
cs: Vyberte jazyk uživatelského rozhraní.
de: Sprache der Benutzeroberfläche auswählen
es: Seleccione el idioma de la interfaz de usuario
fr: Sélectionnez la langue de l'interface utilisateur
ja: ユーザー インターフェイスの言語を選択します
ko: 사용자 인터페이스 언어를 선택합니다.
pl: Wybierz język interfejsu użytkownika
pt_br: Selecione o idioma da interface do usuário
ru: Выберите язык пользовательского интерфейса
tr: Kullanıcı arabirimi dilini seçin

source: Select the user interface theme
cs: Vyberte motiv uživatelského rozhraní.
de: Design der Benutzeroberfläche auswählen
es: Seleccione el tema de la interfaz de usuario
fr: Sélectionnez le thème de l'interface utilisateur
ja: ユーザー インターフェイスのテーマを選択します
ko: 사용자 인터페이스 테마를 선택합니다.
pl: Wybierz motyw interfejsu użytkownika
pt_br: Selecione o tema da interface do usuário
ru: Выберите тему пользовательского интерфейса
tr: Kullanıcı arabirimi temasını seçin

source: Select the verbosity level of the build
cs: Vyberte úroveň podrobností sestavení.
de: Ausführlichkeitsgrad des Builds auswählen
es: Seleccione el nivel de detalle de la compilación
fr: Sélectionnez le niveau de verbosité de la build
ja: ビルドの詳細レベルを選択します
ko: 빌드의 세부 정보 표시 수준을 선택합니다.
pl: Wybierz poziom szczegółowości kompilacji
pt_br: Selecione o nível de detalhamento do build
ru: Выберите уровень детализации сборки
tr: Derlemenin ayrıntı düzeyini seçin

source: Select the version of C# to use
cs: Vyberte verzi jazyka C#, která se má použít.
de: Zu verwendende Version von C# auswählen
es: Seleccione la versión de C# que se usará
fr: Sélectionner la version de C# à utiliser
ja: 使用する C# のバージョンを選択します
ko: 사용할 C#의 버전 선택
pl: Wybierz wersję języka C# do użycia
pt_br: Selecione a versão de C# para usar
ru: Выберите используемую версию C#
tr: Kullanılacak C# sürümünü seçin

source: Select the warning level to use
cs: Vyberte úroveň upozornění, která se má použít.
de: Zu verwendende Warnstufe auswählen
es: Seleccione el nivel de advertencia que se usará
fr: Sélectionner le niveau d'avertissement à utiliser
ja: 使用する警告レベルを選択します
ko: 사용할 경고 수준 선택
pl: Wybierz poziom ostrzeżeń do użycia
pt_br: Selecione o nível de aviso para usar
ru: Выберите нужный порог предупреждений
tr: Kullanılacak uyarı düzeyini seçin

source: Select the width of indents
cs: Vyberte šířku odsazení.
de: Breite der Einzüge auswählen
es: Seleccione el ancho de las sangrías
fr: Sélectionner la largeur des retraits
ja: インデントの幅を選択します
ko: 들여쓰기의 너비 선택
pl: Wybierz szerokość wcięć
pt_br: Selecione a largura de recuos
ru: Выберите ширину отступов
tr: Girintilerin genişliğini seçin

source: Select the width of tab stops
cs: Vyberte šířku zarážek tabulátoru.
de: Breite der Tabulatorstopps auswählen
es: Seleccione el ancho de los puntos de tabulación
fr: Sélectionner la largeur des taquets de tabulation
ja: タブ ストップの幅を選択します
ko: 탭 정지의 너비 선택
pl: Wybierz szerokość pozycji tabulatora
pt_br: Selecione a largura de paradas de guia
ru: Выберите ширину позиций табуляции
tr: Sekme duraklarının genişliğini seçin

source: Select the word break mode
cs: Vyberte režim dělení slov.
de: Wortumbruchmodus auswählen
es: Seleccione el modo de separación de palabras
fr: Sélectionnez le mode d'analyse lexicale
ja: 改行モードを選択します
ko: 단어 분리 모드를 선택합니다.
pl: Wybierz tryb dzielenia wyrazów
pt_br: Selecione o modo de quebra de palavra
ru: Выберите режим переноса слов
tr: Sözcük sonu modunu seçin

source: Select the working directory for execution
cs: Vyberte pracovní adresář pro spuštění.
de: Arbeitsverzeichnis für die Ausführung auswählen
es: Seleccione el directorio de trabajo para la ejecución
fr: Sélectionner le répertoire de travail pour l'exécution
ja: 実行用の作業ディレクトリを選択します
ko: 실행을 위한 작업 디렉터리 선택
pl: Wybierz katalog roboczy dla wykonania
pt_br: Selecione o diretório de trabalho para a execução
ru: Выберите рабочий каталог для выполнения
tr: Yürütme için çalışma dizinini seçin

source: Select this to add the type to an existing file
cs: Výběrem této možnosti přidáte typ do existujícího souboru.
de: Diese Option auswählen, um den Typ zu einer vorhandenen Datei hinzuzufügen
es: Seleccionar esta opción para agregar el tipo a un archivo existente
fr: Sélectionner ceci pour ajouter le type à un fichier existant
ja: 型を既存のファイルに追加するには、このオプションを選択します
ko: 기존 파일에 형식을 추가하려면 선택합니다.
pl: Wybierz ten element, aby dodać typ do istniejącego pliku
pt_br: Selecione esta opção para adicionar o tipo a um arquivo existente
ru: Выберите, чтобы добавить тип в существующий файл
tr: Türü mevcut bir dosyaya eklemek için bunu seçin

source: Select this to create a new file for the type
cs: Výběrem této možnosti vytvoříte nový soubor pro daný typ.
de: Diese Option auswählen, um eine neue Datei für den Typ zu erstellen
es: Seleccionar esta opción a fin de crear un archivo para el tipo
fr: Sélectionner ceci pour créer un fichier pour le type
ja: 型について新しいファイルを作成するには、このオプションを選択します
ko: 형식에 대해 새 파일을 만들려면 선택합니다.
pl: Wybierz ten element, aby utworzyć nowy plik dla typu
pt_br: Selecione esta opção para criar um novo arquivo para o tipo
ru: Выберите, чтобы создать новый файл для этого типа
tr: Tür için yeni bir dosya oluşturmak için bunu seçin

source: Select type to be generated.
cs: Vyberte typ, který se má vygenerovat.
de: Wählen Sie den zu generierenden Typ aus.
es: Seleccione el tipo que se va a generar.
fr: Sélectionnez le type à générer.
ja: 生成する型を選択します。
ko: 생성할 형식을 선택합니다.
pl: Wybierz typ do wygenerowania.
pt_br: Selecione o tipo a ser gerado.
ru: Выберите создаваемый тип.
tr: Oluşturulacak türü seçin.

source: Select when to show invisible characters
cs: Vyberte, kdy se mají zobrazovat neviditelné znaky.
de: Auswählen, wann unsichtbare Zeichen angezeigt werden
es: Seleccione cuándo deben mostrarse los caracteres invisibles
fr: Sélectionnez le moment où les caractères invisibles doivent être affichés
ja: 非表示文字を表示するタイミングを選択します
ko: 보이지 않는 문자를 표시할 시간을 선택합니다.
pl: Wybierz, kiedy mają być wyświetlane niewidoczne znaki
pt_br: Selecione quando mostrar caracteres invisíveis
ru: Установите флажок, чтобы отображать невидимые символы
tr: Görünmez karakterlerin ne zaman gösterileceğini seçin

source: Select when to show message bubbles
cs: Vyberte, kdy se mají zobrazovat zprávy v bublinách.
de: Auswählen, wann Sprechblasen mit Meldungen angezeigt werden sollen
es: Seleccione cuándo deben mostrarse burbujas de mensaje
fr: Sélectionnez le moment auquel les bulles de message doivent être affichées
ja: メッセージの吹き出しを表示するタイミングを選択します
ko: 메시지 풍선을 표시할 시간을 선택합니다.
pl: Wybierz, kiedy mają być wyświetlane dymki komunikatów
pt_br: Selecione quando mostrar balões de mensagem
ru: Выберите, когда показывать всплывающие сообщения
tr: İleti balonlarının ne zaman gösterileceğini seçin

source: Select when to show the Error Pad
cs: Vyberte, kdy se má zobrazit panel chyb.
de: Auswählen, wann der Fehlerbereich angezeigt werden soll
es: Seleccione cuándo debe mostrarse el panel de errores
fr: Sélectionnez le moment auquel le bloc d'erreurs doit être affiché
ja: エラー パッドを表示するタイミングを選択します
ko: 오류 패드를 표시할 시간을 선택합니다.
pl: Wybierz, kiedy ma być wyświetlana konsola błędów
pt_br: Selecione quando mostrar o Painel de Erros
ru: Выберите, когда показывать панель ошибок
tr: Hata Bölmesinin ne zaman gösterileceğini seçin

source: Select where to search
cs: Vyberte, kde se má hledat.
de: Wählen Sie aus, wo die Suche erfolgen soll.
es: Seleccionar dónde se debe efectuar la búsqueda
fr: Sélectionner où effectuer la recherche
ja: 検索する場所を選択します
ko: 검색할 위치 선택
pl: Wybierz miejsce wyszukiwania
pt_br: Selecionar o local da pesquisa
ru: Выберите область поиска
tr: Aranacak yeri seçin

source: Select whether a folder for the new project should be created inside the solution folder
cs: Vyberte, jestli má být složka nového projektu vytvořena uvnitř složky řešení.
de: Wählen Sie, ob im Projektmappenordner ein Ordner für das neue Projekt erstellt werden soll.
es: Seleccione si debe crearse una carpeta para el proyecto nuevo dentro de la carpeta de soluciones.
fr: Spécifiez si un dossier doit être créé pour le nouveau projet dans le dossier solution
ja: 新しいプロジェクトのフォルダーをソリューション フォルダー内に作成するかどうかを選択する
ko: 솔루션 폴더 안에 새 프로젝트 폴더를 만들어야 하는지 여부 선택
pl: Wybierz, czy folder nowego projektu powinien zostać utworzony wewnątrz folderu rozwiązania
pt_br: Selecione se uma pasta para o novo projeto deve ser criada dentro da pasta de solução
ru: Укажите, следует ли создавать папку для нового проекта внутри папки решения
tr: Çözüm klasörünün içinde yeni proje için bir klasör oluşturulup oluşturulmayacağını seçin

source: Select whether to add this new file to an existing project
cs: Vyberte, jestli se tento nový soubor má přidat do existujícího projektu.
de: Wählen Sie, ob diese neue Datei zu einem vorhandenen Projekt hinzugefügt werden soll.
es: Seleccione si el archivo nuevo se va a agregar a un proyecto existente.
fr: Spécifiez si ce nouveau fichier doit être ajouté à un projet existant
ja: この新しいファイルを既存のプロジェクトに追加するかどうかを選択する
ko: 기존 프로젝트에 이 새로운 파일을 추가할 것인지 여부 선택
pl: Wybierz, czy ten nowy plik ma zostać dodany do istniejącego projektu
pt_br: Selecione se deseja adicionar esse novo arquivo a um projeto existente
ru: Выберите, следует ли добавить этот новый файл в существующий проект
tr: Bu yeni dosyayı mevcut bir projeye eklemek isteyip istemediğinizi seçin

source: Select whether to also break on exception subclasses
cs: Vyberte, zda má dojít k přerušení i u podtříd výjimek.
de: Auswählen, ob die Ausführung auch bei Ausnahmeunterklassen unterbrochen werden soll
es: Seleccione si debe interrumpirse también cuando se producen subclases de la excepción
fr: Indiquez si un arrêt doit être effectué dans les sous-classes des exceptions
ja: 例外のサブクラスでも中断するかどうか選択します
ko: 예외 서브클래스에서도 중단할지 선택합니다.
pl: Wybierz, czy przerwanie ma także nastąpić w przypadku podklas wyjątku
pt_br: Selecione se também deseja interromper em subclasses de exceção
ru: Выберите, следует ли разбивать исключение на подклассы
tr: Özel durum alt sınıflarında da kesme uygulanıp uygulanmayacağını seçin

source: Select whether to create a .gitignore file to ignore common files
cs: Vyberte, jestli se má vytvořit soubor .gitignore pro ignorování běžných souborů.
de: Wählen Sie, ob Sie eine GITIGNORE-Datei zum Ignorieren häufiger Dateien erstellen möchten.
es: Seleccione si se debe crear un archivo .gitignore para omitir los archivos comunes.
fr: Spécifiez si un fichier .gitignore doit être créé pour ignorer les fichiers usuels
ja: 共通ファイルを無視するための .gitignore ファイルを作成するかどうかを選択する
ko: 공용 파일을 무시하도록 .gitignore 파일을 만들 것인지 선택
pl: Wybierz, czy chcesz utworzyć plik gitignore w celu ignorowania plików wspólnych
pt_br: Selecione se deseja criar um arquivo de .gitignore para ignorar arquivos comuns
ru: Выберите, следует ли создать файл .gitignore для игнорирования общих файлов
tr: Ortak dosyaları yoksaymak için bir .gitignore dosyası oluşturulup oluşturulmayacağını seçin

source: Select whether to use Git source control
cs: Vyberte, jestli se má používat správa zdrojového kódu Git.
de: Wählen Sie, ob die Git-Quellcodeverwaltung verwendet werden soll.
es: Seleccione si se va a usar control de código fuente de GIT.
fr: Spécifiez si le contrôle de code source Git doit être utilisé
ja: Git ソース管理を使用するかどうかを選択する
ko: Git 소스 제어 사용 여부 선택
pl: Wybierz, czy chcesz używać kontroli źródła Git
pt_br: Selecione se deseja usar o controle do código-fonte do Git
ru: Выберите, следует ли использовать контроль исходного кода Git
tr: Git kaynak denetiminin kullanılıp kullanılmayacağını seçin

source: Select which files should be saved before closing the workspace
cs: Vyberte, které soubory se mají uložit před zavřením pracovního prostoru.
de: Wählen Sie, welche Dateien vor dem Schließen des Arbeitsbereichs gespeichert werden sollen.
es: Seleccionar los archivos que deben guardarse antes de cerrar el área de trabajo
fr: Sélectionner les fichiers à enregistrer avant de fermer l'espace de travail
ja: ワークスペースを閉じる前に保存するファイルを選択する
ko: 작업 영역을 닫기 전 저장할 파일 선택
pl: Wybierz, które pliki powinny zostać zapisane przed zamknięciem obszaru roboczego
pt_br: Selecionar quais arquivos devem ser salvos antes de fechar o workspace
ru: Выберите, какие файлы должны быть сохранены перед закрытием рабочей области
tr: Çalışma alanı kapatılmadan önce hangi dosyaların kaydedileceğini seçin

source: Select which files should be saved before quitting the application
cs: Vyberte, které soubory se mají uložit před ukončením aplikace.
de: Wählen Sie, welche Dateien vor dem Beenden der Anwendung gespeichert werden sollen.
es: Seleccionar los archivos que deben guardarse antes de salir de la aplicación
fr: Sélectionner les fichiers à enregistrer avant de quitter l'application
ja: アプリケーションを終了する前に保存するファイルを選択する
ko: 애플리케이션을 종료하기 전 저장할 파일 선택
pl: Wybierz, które pliki powinny zostać zapisane przed wyjściem z aplikacji
pt_br: Selecione quais arquivos devem ser salvos antes de sair do aplicativo
ru: Выберите, какие файлы должны быть сохранены перед закрытием приложения
tr: Uygulamadan çıkılmadan önce hangi dosyaların kaydedileceğini seçin

source: Select which project to add the file to
cs: Vyberte, do kterého projektu se má soubor přidat.
de: Wählen Sie das Projekt aus, zu dem die Datei hinzugefügt werden soll.
es: Seleccione el proyecto al que se va a agregar el archivo.
fr: Sélectionner le projet auquel le fichier doit être ajouté
ja: ファイルを追加するプロジェクトを選択する
ko: 파일을 추가할 프로젝트 선택
pl: Wybierz projekt, do którego chcesz dodać plik
pt_br: Selecione o projeto para adicionar o arquivo
ru: Выберите, в какой проект следует добавить файл
tr: Dosyanın ekleneceği projeyi seçin

source: Select which the project folder to add the file
cs: Vyberte, do které složky projektu se má soubor přidat.
de: Wählen Sie den Projektordner aus, zu dem die Datei hinzugefügt werden soll.
es: Seleccione la carpeta de proyecto a la que se va a agregar el archivo.
fr: Sélectionner le dossier de projet auquel le fichier doit être ajouté
ja: ファイルを追加するプロジェクト フォルダーを選択する
ko: 파일을 추가할 프로젝트 폴더 선택
pl: Wybierz folder projekt, do którego chcesz dodać plik
pt_br: Selecione a pasta do projeto para adicionar o arquivo
ru: Выберите, в какую папку проекта следует добавить файл
tr: Dosyanın ekleneceği proje klasörünü seçin

source: Select which type of result to jump to after build completes
cs: Vyberte typ výsledků, který se má po dokončení sestavení přeskočit.
de: Auswählen, zu welchem Ergebnistyp nach dem Abschluss des Builds gesprungen werden soll
es: Seleccione el tipo de resultado al que debe saltarse cuando se completa la compilación
fr: Sélectionnez le type de résultat auquel accéder une fois la build effectuée
ja: ビルドが完了した後のジャンプ先の結果の種類を選択します
ko: 빌드가 완료된 후 이동할 결과 형식을 선택합니다.
pl: Wybierz, do którego typu wyników przejść po zakończeniu kompilacji
pt_br: Selecione o tipo de resultado a ser acessado após a conclusão do build
ru: Выберите, к каким результатам следует перейти после завершения сборки
tr: Derleme tamamlandıktan sonra gidilecek olan sonuç türünü seçin

source: Select which type of tasks to display
cs: Vyberte, který typ úloh se má zobrazit.
de: Anzuzeigenden Aufgabentyp auswählen
es: Seleccione el tipo de tareas que se mostrarán
fr: Sélectionner le type de tâche à afficher
ja: 表示するタスクの型を選択します
ko: 표시할 작업 형식 선택
pl: Wybierz typ zadań do wyświetlenia
pt_br: Selecione o tipo de tarefas para exibir
ru: Выберите тип отображаемых задач
tr: Görüntülenecek görev türlerini seçin

source: Selected '{0}' char:'{1}'
cs: Vybral se znak {0}: {1}
de: Ausgewähltes {0}-Zeichen: {1}
es: Se ha seleccionado el carácter "{0}": "{1}"
fr: Caractère « {0} » sélectionné : « {1} »
ja: 選択された '{0}' 文字: '{1}'
ko: 선택한 '{0}' char:'{1}'
pl: Wybrano znak „{0}”: „{1}”
pt_br: Char '{0}' selecionado: '{1}'
ru: Выбранный знак "{0}": "{1}"
tr: '{0}' karakteri seçildi:'{1}'

source: Selected Editor Text
cs: Vybraný text editoru
de: Ausgewählter Editortext
es: Texto del editor seleccionado
fr: Texte d'éditeur sélectionné
ja: 選択されたエディターのテキスト
ko: 선택한 편집기 텍스트
pl: Zaznaczony tekst w edytorze
pt_br: Texto selecionado do Editor
ru: Выбранный в редакторе текст
tr: Seçili Düzenleyici Metni

source: Selected references:
cs: Zvolené odkazy:
de: Ausgewählte Verweise:
es: Referencias seleccionadas:
fr: Références sélectionnées :
it: Riferimenti selezionati:
ja: 選ばれた参照:
ko: 선택한 참조:
pl: Wybrane odwołania:
pt_br: Referências selecionadas:
ru: Выбранные ссылки:
tr: Seçilen başvurular:
uk: Вибрані посилання:
zh_cn: 所选引用:
zh_tw: 選取的參考:

source: Selected startup program is not valid
cs: Vybraný spouštěcí program není platný.
de: Das ausgewählte Startprogramm ist ungültig.
es: El programa de inicio seleccionado no es válido.
fr: Le programme de démarrage sélectionné est non valide
it: Il programma di avvio selezionato non è valido
ja: 選択したスタートアップ プログラムは無効です
ko: 선택한 시작 프로그램이 잘못되었습니다.
pl: Wybrany program uruchamiany przy starcie jest nieprawidłowy
pt_br: O programa de inicialização selecionado não é válido
ru: Выбранная программа запуска недопустима.
tr: Seçilen başlangıç programı geçerli değil
zh_cn: 所选启动程序无效
zh_tw: 選取的啟動程式無效

source: Selection
cs: Výběr
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
ja: 選択
ko: 선택
pl: Zaznaczenie
pt_br: Seleção
ru: Выделение
tr: Seçim
uk: Вибране
zh_cn: 选定内容
zh_tw: 選取範圍

source: Selects the Garbage Collector engine for Mono to use.
cs: Vyberte systém uvolňování paměti, který má Mono použít.
de: Wählt die für Mono zu verwendende Garbage Collector-Engine aus.
es: Seleccione el motor de recolector de elementos no utilizados que debe usar Mono.
fr: Sélectionne le moteur de récupérateur de mémoire que Mono doit utiliser.
it: Consente di selezionare il motore di Garbage Collector usato da Mono.
ja: Mono が使用するガベージ コレクター エンジンを選びます。
ko: Mono에서 사용할 가비지 수집기 엔진을 선택합니다.
pl: Wybiera aparat modułu odzyskiwania pamięci do użytku przez narzędzie Mono.
pt_br: Seleciona o mecanismo do Coletor de Lixo para o Mono usar.
ru: Выбирает подсистему сборщика мусора, используемую Mono.
tr: Mono'nun kullanacağı Atık Toplayıcı altyapısını seçer.
uk: Вибирає рушій прибиральника для Mono.
zh_cn: 选择供 Mono 使用的垃圾回收器引擎。
zh_tw: 選取要使用之 Mono 的記憶體回收行程引擎。

source: Selects the bitness of the Mono binary used, if available. If the binary used is already for the selected bitness, nothing changes. If not, the execution switches to a binary with the selected bitness suffix installed side by side (architecture=64 will switch to '/bin/mono64' if '/bin/mono' is a 32-bit build).
cs: Vybere bitovou verzi použitého binárního souboru Mono, pokud je dostupný. Pokud je použitý binární soubor už určený pro vybranou bitovou verzi, nic se nezmění. Pokud není, přepne se na binární soubor s vybranou souběžně nainstalovanou příponou bitové verze (architecture=64 přepne na /bin/mono64, pokud je /bin/mono 32bitovým sestavením).
de: Wählt die Bitanzahl der verwendeten Mono-Binärdatei aus, wenn verfügbar. Wenn die verwendete Binärdatei bereits für die ausgewählte Bitanzahl verwendet wird, ändert sich nichts. Ansonsten wechselt die Ausführung zu einer Binärdatei, bei der das ausgewählte Bitanzahlsuffix parallel installiert ist (Architektur=64 wechselt zu "/bin/mono64", wenn "/bin/mono64" ein 32-Bit-Build ist).
es: Selecciona el valor de bits del binario de Mono usado, si está disponible. Si el binario usado ya existe para el valor de bits seleccionado, no cambia nada. En caso contrario, la ejecución cambia a un binario con el sufijo de valor de bits seleccionado instalado uno junto a otro (la arquitectura=64 cambiará a "/bin/mono64" si "/bin/mono" es una compilación de 32 bits).
fr: Sélectionne le nombre de bits du binaire Mono utilisé, le cas échéant. Si le binaire utilisé est déjà pour le nombre de bits sélectionné, rien ne change. Sinon, l'exécution passe à un binaire avec le suffixe de nombre de bits sélectionné installé côte à côte (architecture=64 passe à '/bin/mono64' si '/bin/mono' est une build 32 bits).
ja: 該当する場合、使用される Mono バイナリのビットを選択します。使用されるバイナリが既に、選択されたビット用になっている場合には、何も変化しません。そうでない場合には、横並びでインストールされた選択済みビット サフィックスを伴うバイナリに実行が切り替わります ('/bin/mono' が 32 ビット ビルドの場合、architecture=64 は '/bin/mono64' に切り替わります)。
ko: 사용 가능한 경우 사용된 Mono 이진의 비트를 선택합니다. 사용된 이진이 선택된 비트에 이미 있는 경우 아무것도 변경되지 않습니다. 없는 경우, 나란히 설치된 선택된 비트 접미사가 포함된 이진으로 실행이 전환됩니다('/bin/mono'가 32비트 빌드인 경우 architecture=64가 '/bin/mono64'로 전환됩니다).
pl: Wybiera bitowość używanych danych binarnych środowiska Mono, jeśli jest dostępne. Jeśli używane dane binarne mają już wybraną bitowość, nic się nie zmienia. W przeciwnym przypadku następuje przełączenie na dane binarne z sufiksem wybranej bitowości zainstalowane w trybie „obok siebie” (architecture=64 spowoduje przełączenie na „/bin/mono64”, jeśli „/bin/mono” zawiera kompilację 32-bitową).
pt_br: Seleciona o número de bit do binário Mono usado, se disponível. Se o binário usado já estiver para o número de bit selecionado, nada mudará. Caso contrário, a execução mudará para um binário com o sufixo do número de bit selecionado instalado lado a lado (arquitetura=64 mudará para '/bin/mono64' se '/bin/mono' for um build de 32 bits).
ru: Выбирает разрядность двоичного файла Mono при его наличии. Если двоичный файл уже используется с выбранной разрядностью, ничего не меняется. В противном случае выполнение переключается на двоичный файл с выбранным суффиксом разрядности, установленный параллельно (architecture=64 переключает выполнение на "/bin/mono64", если "/bin/mono" является 32-разрядной сборкой).
tr: Varsa, kullanılan Mono ikili dosyasının bit genişliğini seçer. Kullanılan ikili dosya zaten seçili bit genişliğine yönelikse, bir değişiklik yapılmaz. Değilse, yürütme seçili bit genişliği son eki ile yan yana yüklenmiş bir ikili dosyaya geçer ('/bin/mono' 32 bit bir derleme ise architecture=64, '/bin/mono64' değerine geçer).

source: Send current file to F# Interactive
cs: Odeslat aktuální soubor do F# Interactive
de: Aktuelle Datei an F# Interactive senden
es: Enviar archivo actual a F# interactivo
fr: Envoyer fichier en cours à F# Interactive
it: Invia file corrente a F# Interactive
ja: 現在のファイルを F# インタラクティブに送信する
ko: F# 대화형으로 현재 파일 보내기
pl: Wyślij bieżący plik do narzędzia F# Interactive
pt_br: Enviar o arquivo atual para o F# Interativo
ru: Отправить текущий файл в F# Interactive
tr: Geçerli dosyayı F# Etkileşimli'ye gönder
zh_cn: 向 F# Interactive 发送当前文件
zh_tw: 將目前檔案傳送至 F# 互動
