Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Bind the design to an existing class
cs: Navázat návrh na už existující třídu
de: Design an eine vorhandene Klasse binden
es: Enlazar el diseño a una clase existente
fr: Lier la conception à une classe existante
it: Associa la progettazione a una classe esistente
ja: デザインを既存のクラスにバインドする
ko: 기존 클래스에 디자인 바인딩
pl: Powiąż projekt z istniejącą klasą
pt_br: Associar o design a uma classe existente
ru: Привязать структуру к существующему классу
tr: Tasarımı mevcut bir sınıfa bağla
uk: Підключити дизайн до наявного класу
zh_cn: 将该设计绑定到现有类
zh_tw: 將設計繫結到現有類別

source: Bind to Field
cs: Svázat s polem
de: An Feld binden
es: Enlazar a un campo
fr: Lier à un champ
it: Associa al campo
ja: フィールドにバインド
ko: 필드에 바인딩
pl: Powiąż z polem
pt_br: Associar ao Campo
ru: Привязать к полю
tr: Alana Bağla
uk: Зв'язати з полем
zh_cn: 绑定到字段
zh_tw: 繫結到欄位

source: Biology software
cs: Biologická aplikace
de: Biologiesoftware
es: Software de biología
fr: Logiciel de biologie
it: Software di biologia
ja: 生物学ソフトウェア
ko: 생물학 소프트웨어
pl: Oprogramowanie związane z biologią
pt_br: Software de biologia
ru: Программное обеспечение для биологии
tr: Biyoloji yazılımı
uk: Біологія
zh_cn: 生物学软件
zh_tw: 生物學軟體

source: Bitwise operation on enum not marked with [Flags] attribute
cs: Bitová operace výčtu není označená atributem [Flags].
de: Bitweise Operation für Enumeration, die nicht mit dem [Flags]-Attribut gekennzeichnet ist
es: Operacion bit a bit en enumeración no marcada con el atributo [Flags]
fr: Opération au niveau du bit sur l'enum non marquée avec l’attribut [Flags]
it: Operazione bit per bit su enumerazione non contrassegnata con l'attributo [Flags]
ja: [フラグ] 属性でマークされていない列挙型のビットごとの演算
ko: [Flags] 특성으로 표시되지 않은 열거형에 대한 비트 연산
pl: Operacja bitowa na wyliczeniu nie jest oznaczona za pomocą atrybutu [Flags]
pt_br: Operação bit a bit na enumeração não marcada com o atributo [Flags]
ru: Битовая операция с перечислением не помечена атрибутом [Flags]
tr: [Flags] özniteliği ile işaretlenmemiş sabit liste üzerinde bit düzeyinde işlem
zh_cn: 对没有标记 [Flags] 属性的枚举执行位运算
zh_tw: 未以 [Flags] 屬性標記之列舉的位元運算

source: Bitwise operation on enum which has no [Flags] attribute
cs: Bitová operace nebo výčet bez atributu [Flags]
de: Bitweise Operation für Enumeration ohne [Flags]-Attribut
es: Operación bit a bit en enumeración que no tiene ningún atributo [Flags]
fr: Opération au niveau du bit sur l'enum qui n’a pas d’attribut [Flags]
it: Operazione bit per bit su enumerazione senza attributo [Flags]
ja: [Flags] 属性のない列挙型のビットごとの演算
ko: [Flags] 특성이 없는 열거형에 대한 비트 연산
pl: Operacja bitowa na wyliczeniu bez atrybutu [Flags]
pt_br: Operação bit a bit na enumeração que não tem o atributo [Flags]
ru: Битовая операция с перечислением без атрибута [Flags]
tr: [Flags] özniteliğine sahip olmayan sabit liste üzerinde bit düzeyinde işlem
zh_cn: 对没有 [Flags] 属性的枚举执行位运算
zh_tw: 不具 [Flags] 屬性之列舉的位元運算

source: Blank Solution
cs: Prázdné řešení
de: Leere Projektmappe
es: Solución en blanco
fr: Solution vide
it: Soluzione vuota
ja: 空のソリューション
ko: 빈 솔루션
pl: Puste rozwiązanie
pt_br: Solução em Branco
ru: Пустое решение
tr: Boş Çözüm
uk: Порожнє рішення
zh_cn: 空解决方案
zh_tw: 解決方案是空的

source: Blue
cs: Modrá
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파랑
pl: Niebieski
pt_br: Azul
ru: Синий
tr: Mavi

source: Bookmark: line {0}
cs: Záložka: řádek {0}
de: Textmarke: Zeile {0}
es: Marcador: línea {0}
fr: Signet : ligne {0}
ja: ブックマーク: 行 {0}
ko: 책갈피: {0}번째 줄
pl: Zakładka: wiersz {0}
pt_br: Indicador: linha {0}
ru: Закладка: строка {0}
tr: Yer işareti: çizgi {0}

source: Bookmarks
cs: Záložky
de: Lesezeichen
es: Marcadores
fr: Signets
ja: ブックマーク
ko: 책갈피
pl: Zakładki
pt_br: Indicadores
ru: Закладки
tr: Yer İmleri

source: Both files are equal
cs: Oba soubory jsou stejné.
de: Beide Dateien sind gleich.
es: Los dos archivos son iguales
fr: Les deux fichiers sont identiques
it: Entrambi i file sono uguali
ja: 両方のファイルが同じ
ko: 두 파일이 같습니다.
pl: Pliki są takie same
pt_br: Ambos os arquivos são iguais
ru: Оба файла равны
tr: Her iki dosya eşit
uk: Обидва файли однакові
zh_cn: 两个文件相同
zh_tw: 兩個檔案相等

source: Bottom {0} pad toolbar
cs: Panel nástrojů dolní oblasti {0}
de: Symbolleiste in unterem {0}-Pad
es: Barra de herramientas de relleno {0} inferior
fr: Barre d'outils du bloc {0} (bas)
ja: 下 {0} パッド ツール バー
ko: 아래쪽 {0} 패드 도구 모음
pl: Dolny pasek narzędzi pada {0}
pt_br: Barra de ferramentas do preenchimento {0} inferior
ru: Нижняя панель инструментов {0}
tr: Alt {0} bölmesi araç çubuğu

source: Branch
cs: Větev
es: Rama
fr: Branche
it: Ramo
ja: ブランチ
ko: 분기
pl: Gałąź
pt_br: Ramificação
ru: Ветвь
tr: Dal
uk: Гілка
zh_cn: 分支
zh_tw: 分支

source: Branch Properties
cs: Vlastnosti větve
de: Brancheigenschaften
es: Propiedades de la rama
fr: Propriétés de la branche
it: Proprietà ramo
ja: ブランチのプロパティ
ko: 분기 속성
pl: Właściwości gałęzi
pt_br: Propriedades de Ramificação
ru: Свойства ветви
tr: Dal Özellikleri
uk: Властивості гілки
zh_cn: 分支属性
zh_tw: 分支屬性

source: Branch name too long
cs: Název větve je moc dlouhý.
de: Der Branchname ist zu lang.
es: Nombre de rama demasiado largo
fr: Nom de branche trop long
ja: ブランチ名が長すぎます
ko: 분기 이름이 너무 깁니다.
pl: Zbyt długa nazwa gałęzi
pt_br: O nome do branch é muito longo
ru: Имя ветви слишком длинное
tr: Dal adı çok uzun

source: Branch switch failed
cs: Přepnutí větve se nepodařilo.
de: Fehler beim Wechseln des Branch.
es: No se pudo cambiar de rama
fr: Échec du basculement de branche
it: Il passaggio a un altro ramo non è riuscito
ja: ブランチを切り替えられませんでした
ko: 분기 전환 실패
pl: Zmiana gałęzi nie powiodła się
pt_br: Falha na mudança de ramificação
ru: Не удалось переключить ветви
tr: Dal geçişi başarısız oldu
zh_cn: 分支切换失败
zh_tw: 分支切換失敗

source: Branch:
cs: Větev:
es: Rama:
fr: Branche :
it: Ramo:
ja: ブランチ:
ko: 분기:
pl: Gałąź:
pt_br: Ramificação:
ru: Ветвь:
tr: Dal:
uk: Гілка:
zh_cn: 分支:
zh_tw: 分支:

source: Branches
cs: Větve
es: Ramas
it: Rami
ja: ブランチ
ko: 분기
pl: Gałęzi
pt_br: Combinações
ru: Ветви
tr: Dallar
uk: Гілки
zh_cn: 分支
zh_tw: 分支

source: Breadcrumb Bar
cs: Navigační panel s popisem cesty
de: Breadcrumb-Leiste
es: Barra de ruta de navegación
fr: Barre de navigation
ja: 階層リンク バー
ko: 이동 경로 탐색 막대
pl: Pasek adresu
pt_br: Barra de Trilha
ru: Строка навигатора
tr: İçerik Haritası Çubuğu

source: Breakpoint Action
cs: Akce na zarážce
de: Haltepunktaktion
es: Acción de punto de interrupción
fr: Action de point d’arrêt
it: Azione punto di interruzione
ja: ブレークポイント アクション
ko: 중단점 작업
pl: Akcja punktu przerwania
pt_br: Ação de Ponto de Interrupção
ru: Действие точки останова
tr: Kesme Noktası Eylemi
uk: Дія контрольної точки
zh_cn: 断点操作
zh_tw: 中斷點動作

source: Breakpoint Exception
cs: Výjimka zarážky
de: Haltepunktausnahme
es: Excepción de punto de interrupción
fr: Exception de point d'arrêt
ja: ブレークポイント例外
ko: 중단점 예외
pl: Wyjątek punktu przerwania
pt_br: Exceção de Ponto de Interrupção
ru: Исключение точки останова
tr: Kesme Noktası Özel Durumu

source: Breakpoint Expression
cs: Výraz zarážky
de: Haltepunktausdruck
es: Expresión de punto de interrupción
fr: Expression de point d'arrêt
ja: ブレークポイント式
ko: 중단점 식
pl: Wyrażenie punktu przerwania
pt_br: Expressão de Ponto de Interrupção
ru: Выражение точки останова
tr: Kesme Noktası İfadesi

source: Breakpoint Function
cs: Funkce zarážky
de: Haltepunktfunktion
es: Función de punto de interrupción
fr: Fonction de point d'arrêt
ja: ブレークポイント関数
ko: 중단점 함수
pl: Funkcja punktu przerwania
pt_br: Função de Ponto de Interrupção
ru: Функция точки останова
tr: Kesme Noktası İşlevi

source: Breakpoint Hit Count Type
cs: Typ počtu dosažení zarážky
de: Trefferanzahltyp für den Haltepunkt
es: Tipo de número de veces que se alcanza el punto de interrupción
fr: Type de nombre d'accès à un point d'arrêt
ja: ブレークポイントのヒット カウントの種類
ko: 중단점 적중 횟수 형식
pl: Typ liczby trafień punktu przerwania
pt_br: Tipo de Contagem de Ocorrências do Ponto de Interrupção
ru: Тип количества попаданий для точки останова
tr: Kesme Noktası İsabet Sayısı Türü

source: Breakpoint Location
cs: Umístění zarážky
de: Haltepunktposition
es: Ubicación de punto de interrupción
fr: Emplacement de point d'arrêt
ja: ブレークポイント位置
ko: 중단점 위치
pl: Lokalizacja punktu przerwania
pt_br: Local do Ponto de Interrupção
ru: Расположение точки останова
tr: Kesme Noktası Konumu

source: Breakpoint. Line {0}
cs: Zarážka. Řádek {0}
de: Haltepunkt. Zeile {0}
es: Punto de interrupción. Línea {0}
fr: Point d'arrêt. Ligne {0}
ja: ブレークポイント。行 {0}
ko: 중단점. {0}번째 줄
pl: Punkt przerwania. Wiersz {0}
pt_br: Ponto de interrupção. Linha {0}
ru: Точка останова. Строка {0}
tr: Kesme noktası. Satır {0}

source: Breakpoints
cs: Zarážky
de: Haltepunkte
es: Puntos de interrupción
fr: Points d’arrêt
it: Punti di interruzione
ja: ブレークポイント
ko: 중단점
pl: Punkty przerwania
pt_br: Pontos de Interrupção
ru: Точки останова
tr: Kesme noktaları
uk: Контрольні точки
zh_cn: 断点
zh_tw: 中斷點

source: Browse
cs: Procházet
de: Durchsuchen
es: Examinar
fr: Parcourir
ja: 参照
ko: 찾아보기
pl: Przeglądaj
pt_br: Procurar
ru: Обзор
tr: Gözat
uk: Огляд

source: Browse Path
cs: Procházet cestu
de: Pfad durchsuchen
es: Examinar ruta
fr: Parcourir le chemin
ja: パスの参照
ko: 경로 찾아보기
pl: Przeglądaj ścieżkę
pt_br: Procurar Caminho
ru: Выбрать путь
tr: Yola Gözat

source: Browse and find {0}
cs: Procházet a vyhledat {0}
de: Nach "{0}" suchen
es: Buscar y encontrar {0}
fr: Rechercher et trouver {0}
ja: {0} を参照して探します
ko: {0} 찾아보기
pl: Przeglądaj w poszukiwaniu {0}
pt_br: Procurar e localizar {0}
ru: Обзор и поиск {0}
tr: {0} için göz at ve bul

source: Browse...
cs: Procházet...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
it: Sfoglia...
ja: 参照…
ko: 찾아보기...
pl: Przeglądaj...
pt_br: Procurar...
ru: Обзор...
tr: Gözat...
uk: Огляд...
zh_cn: 浏览...
zh_tw: 瀏覽...

source: Buil_d
cs: Ses_tavit
de: E_rstellen
es: _Compilar
fr: _Générer
it: Com_pila
ja: ビルド(_D)
ko: 빌드(_D)
pl: _Kompiluj
pt_br: Compila_r
ru: Сбор_ка
tr: Derl_e
uk: _Побудувати
zh_cn: 生成(_D)
zh_tw: 建置(_D)

source: Build
cs: Sestavení
de: Erstellen
es: Compilación
fr: Générer
it: Compila
ja: ビルド
ko: 빌드
pl: Kompilacja
ru: Сборка
tr: Derle
uk: Побудова
zh_cn: 生成
zh_tw: 建置

source: Build Action
cs: Akce sestavení
de: Buildvorgang
es: Acción de compilación
fr: Action de génération de build
it: Azione di compilazione
ja: ビルド アクション
ko: 빌드 작업
pl: Akcja kompilacji
pt_br: Ação de Build
ru: Действие при сборке
tr: Derleme Eylemi
uk: Дія при побудові
zh_cn: 生成操作
zh_tw: 建置動作

source: Build Output
cs: Výstup sestavení
de: Buildausgabe
es: Salida de la compilación
fr: Sortie de la build
it: Output di compilazione
ja: ビルド出力
ko: 빌드 출력
pl: Dane wyjściowe kompilacji
pt_br: Saída do Build
ru: Выходные данные сборки
tr: Derleme Çıktısı
uk: Виведення побудови
zh_cn: 生成输出
zh_tw: 建置輸出

source: Build Output {0}.binlog
cs: Výstup sestavení {0}.binlog
de: Buildausgabe "{0}.binlog"
es: Salida de la compilación {0}.binlog
fr: Sortie de build {0}.binlog
ja: 出力 {0}.binlog をビルド
ko: 빌드 출력 {0}.binlog
pl: Dane wyjściowe kompilacji {0}.binlog
pt_br: Saída do Build {0}.binlog
ru: Выходные данные сборки {0}.binlog
tr: Derleme Çıktısı {0}.binlog

source: Build _without Saving
cs: Sestavit _bez uložení
de: _Ohne Speichern erstellen
es: Compilar sin g_uardar
fr: Générer _sans enregistrer
it: Compila _senza salvare
ja: 保存せずにビルド(_W)
ko: 저장하지 않고 빌드(_W)
pl: Kompiluj _bez zapisywania
pt_br: Compilar _sem Salvar
ru: Сб_орка без сохранения
tr: Kaydetmeden _Oluştur
uk: Побудувати _без збереження
zh_cn: 生成且不保存(_W)
zh_tw: 建置但不儲存(_W)

source: Build action
cs: Akce sestavení
de: Buildvorgang
es: Acción de compilación
fr: Action de génération de build
it: Azione di compilazione
ja: ビルド アクション
ko: 빌드 작업
pl: Akcja kompilacji
pt_br: Ação de Build
ru: Действие при сборке
tr: Derleme eylemi
uk: Дія при побудові
zh_cn: 生成操作
zh_tw: 建置動作

source: Build all projects of all solutions
cs: Sestavit všechny projekty všech řešení
de: Alle Projekte sämtlicher Projektmappen erstellen
es: Compilar todos los proyectos de todas las soluciones
fr: Générer tous les projets de toutes les solutions
it: Compila tutti i progetti di tutte le soluzioni
ja: すべてのソリューションのすべてのプロジェクトをビルドします
ko: 모든 솔루션의 모든 프로젝트 빌드
pl: Kompiluj wszystkie projekty wszystkich rozwiązań
pt_br: Compilar todos os projetos de todas as soluções
ru: Скомпилировать все проекты для всех решений
tr: Tüm çözümlerin tüm projelerini derle
uk: Побудувати всі проекти у всіх рішеннях
zh_cn: 生成所有解决方案的所有项目
zh_tw: 建置所有解決方案的所有專案

source: Build canceled.
cs: Sestavení se zrušilo.
de: Buildvorgang abgebrochen.
es: Compilación cancelada.
fr: Génération annulée.
it: La compilazione è stata annullata.
ja: ビルドをキャンセルしました。
ko: 빌드가 취소되었습니다.
pl: Anulowano kompilację.
pt_br: Build cancelado.
ru: Сборка отменена.
tr: Derleme iptal edildi.
uk: Побудову скасовано.
zh_cn: 已取消生成。
zh_tw: 建置已取消。

source: Build complete --
cs: Sestavení dokončeno --
de: Buildvorgang abgeschlossen -
es: Compilación completa --
fr: Génération terminée --
it: Compilazione completata --
ja: ビルド完了 --
ko: 빌드 완료 --
pl: Ukończono kompilowanie --
pt_br: Build concluído --
ru: Сборка завершена --
tr: Derleme tamamlandı --
uk: Побудову завершено --
zh_cn: 生成完成 --
zh_tw: 建置完成 --

source: Build current startup project
cs: Sestavit aktuální spouštěcí projekt
de: Aktuelles Startprojekt erstellen
es: Compilar proyecto de inicio actual
fr: Générer le projet de démarrage actuel
it: Compila il progetto di avvio corrente
ja: 現在のスタートアップ プロジェクトを構築する
ko: 현재 시작 프로젝트 빌드
pl: Kompiluj bieżący projekt startowy
pt_br: Compilar o projeto de inicialização atual
ru: Сборка текущего запускаемого проекта
tr: Geçerli başlangıç projesini oluştur
uk: Побудувати поточний початковий проект
zh_cn: 生成当前启动项目
zh_tw: 建置目前的啟動專案

source: Build failed
cs: Neúspěšné sestavení
de: Buildfehler
es: Error de compilación
fr: Échec de la build
ja: ビルド失敗
ko: 빌드 실패
pl: Niepowodzenie kompilacji
pt_br: Falha no build
ru: Ошибка сборки
tr: Derleme başarısız

source: Build failed.
cs: Sestavení selhalo.
de: Fehler beim Buildvorgang.
es: No se pudo llevar a cabo la compilación.
fr: La génération de build a échoué.
it: La compilazione non è riuscita.
ja: ビルドに失敗しました。
ko: 빌드하지 못했습니다.
pl: Kompilacja nie powiodła się.
pt_br: Falha no Build.
ru: Ошибка сборки.
tr: Derleme başarısız oldu.
uk: Побудова завершилась невдало.
zh_cn: 生成失败。
zh_tw: 建置失敗。

source: Build failed. See Build Output panel.
cs: Sestavení se nepodařilo. Podívejte se na panel výstupu sestavení.
de: Buildfehler. Siehe Buildausgabebereich.
es: No se pudo llevar a cabo la compilación. Vea el panel de salida de la compilación.
fr: Échec de la génération. Voir le panneau de sortie de la build.
it: La compilazione non è riuscita. Vedere il pannello dell'output di compilazione.
ja: ビルドできませんでした。"ビルド出力パネル" をご覧ください。
ko: 빌드하지 못했습니다. 빌드 출력 패널을 참조하세요.
pl: Kompilacja nie powiodła się. Zobacz panel danych wyjściowych kompilacji.
pt_br: O build falhou. Veja o painel Saída do Build.
ru: Ошибка сборки. См. панель выходных данных сборки.
tr: Derlenemedi. Derleme Çıkışı paneline göz atın.
uk: Побудова не вдалась. Перегляньте панель виведення побудови.
zh_cn: 生成失败。请查看生成输出面板。
zh_tw: 建置失敗。請參閱建置輸出面板。

source: Build processes:
cs: Procesy sestavení:
de: Buildprozesse:
es: Procesos de compilación:
fr: Processus de génération de build :
it: Processi di compilazione:
ja: ビルド プロセス:
ko: 빌드 프로세스:
pl: Procesy kompilacji:
pt_br: Processos de build:
ru: Процессы сборки:
tr: Derleme işlemleri:
uk: Побудова процесів:
zh_cn: 生成过程:
zh_tw: 建置處理序:

source: Build project before executing unit tests
cs: Sestavit projekt před spuštěním testů jednotky
de: Projekt vor dem Ausführen von Komponententests erstellen
es: Compilar el proyecto antes de ejecutar pruebas unitarias
fr: Générer le projet avant d’exécuter des tests unitaires
it: Compila il progetto prima di eseguire unit test
ja: 単体テストを実行する前にプロジェクトをビルドする
ko: 단위 테스트를 실행하기 전에 프로젝트 빌드
pl: Skompiluj projekt przed wykonaniem testów jednostkowych
pt_br: Compilar o projeto antes de executar testes de unidade
ru: Выполнить сборку проекта перед проведением модульных тестов
tr: Projeyi birim testlerini yürütmeden önce derle
uk: Побудувати проект перед виконанням модульних тестів
zh_cn: 执行单元测试前生成项目
zh_tw: 執行單元測試前先建置專案

source: Build project before running
cs: Sestavit projekt před provozováním
de: Projekt vor dem Ausführen erstellen
es: Compilar el proyecto antes de ejecutarlo
fr: Générer le projet avant l’exécution
it: Compila il progetto prima dell'esecuzione
ja: 実行前にプロジェクトをビルドする
ko: 실행하기 전에 프로젝트 빌드
pl: Kompiluj projekt przed uruchomieniem
pt_br: Compilar o projeto antes de executar
ru: Выполнить сборку проекта перед запуском
tr: Çalıştırmadan önce projeyi derle
uk: Побудувати проект перед запуском
zh_cn: 运行之前生成项目
zh_tw: 執行前先建置專案

source: Build project {0}
cs: Sestavit projekt {0}
de: Projekt {0} erstellen
es: Compilar proyecto {0}
fr: Générer le projet {0}
it: Compila il progetto {0}
ja: プロジェクト {0} をビルド
ko: {0} 프로젝트 빌드
pl: Kompiluj projekt {0}
pt_br: Compilar o projeto {0}
ru: Проект сборки {0}
tr: {0} projesini derle
uk: Побудувати проект {0}
zh_cn: 生成项目 {0}
zh_tw: 建置專案 {0}

source: Build solution {0}
cs: Sestavit řešení {0}
de: Projektmappe {0} erstellen
es: Compilar solución {0}
fr: Générer la solution {0}
it: Compila la soluzione {0}
ja: ソリューション {0} をビルド
ko: {0} 솔루션 빌드
pl: Kompiluj rozwiązanie {0}
pt_br: Compilar a solução {0}
ru: Выполнить сборку решения {0}
tr: {0} çözümünü derle
uk: Побудувати рішення {0}
zh_cn: 生成解决方案 {0}
zh_tw: 建置解決方案 {0}

source: Build succeeded
cs: Úspěšné sestavení
de: Build erfolgreich
es: Compilación correcta
fr: Build réussie
ja: ビルド成功
ko: 빌드 성공
pl: Powodzenie kompilacji
pt_br: Build bem-sucedido
ru: Сборка успешно выполнена
tr: Derleme başarılı

source: Build successful.
cs: Sestavení bylo úspěšné.
de: Buildvorgang erfolgreich.
es: Compilación correcta.
fr: Génération réussie.
it: La compilazione è riuscita.
ja: ビルドに成功しました。
ko: 빌드되었습니다.
pl: Kompilacja powiodła się.
pt_br: Build concluído com êxito.
ru: Сборка успешно выполнена.
tr: Derleme başarılı oldu.
uk: Побудову завершено успішно.
zh_cn: 生成成功。
zh_tw: 建置成功。

source: Build target name:
cs: Název cíle Sestavit:
de: Zielnamen erstellen:
es: Nombre del destino de compilación:
fr: Nom cible de la build :
it: Nome della destinazione per la compilazione:
ja: ビルドのターゲット名:
ko: 빌드 대상 이름:
pl: Nazwa celu kompilacji:
pt_br: Nome do destino do build:
ru: Имя цели сборки:
tr: Derleme hedefi adı:
uk: Назва цілі побудови:
zh_cn: 生成目标名称:
zh_tw: 建置目標名稱:

source: Build the current project
cs: Sestavit aktuální projekt
de: Aktuelles Projekt erstellen
es: Compilar el proyecto actual
fr: Générer le projet en cours
it: Compila il progetto corrente
ja: 現在のプロジェクトをビルドします
ko: 현재 프로젝트 빌드
pl: Kompiluj bieżący projekt
pt_br: Compilar o projeto atual
ru: Выполнить сборку текущего проекта
tr: Geçerli projeyi derle
uk: Побудувати поточний проект
zh_cn: 生成当前项目
zh_tw: 建置目前的專案

source: Build the projects in the active solution build configuration.
cs: Sestaví projekty v aktivní konfiguraci sestavení řešení.
de: Hiermit erstellen Sie die Projekte in der Buildkonfiguration der aktiven Projektmappe.
es: Compila los proyectos con la configuración de compilación de la solución activa.
fr: Générez les projets dans la configuration de build de la solution active.
ja: アクティブなソリューション ビルド構成でプロジェクトをビルドします。
ko: 활성 솔루션 빌드 구성에서 프로젝트를 빌드합니다.
pl: Kompiluj projekty w aktywnej konfiguracji kompilacji rozwiązania.
pt_br: Compile os projetos na configuração de build de solução ativa.
ru: Сборка проектов в активной конфигурации сборки решения.
tr: Projeleri etkin çözüm derlemesi yapılandırmasında derleyin.

source: Build {0}
cs: Sestavit {0}
de: {0} erstellen
es: Compilar {0}
fr: Générer {0}
it: Compila {0}
ja: {0} のビルド
ko: {0} 빌드
pl: Kompiluj element {0}
ru: Компилировать {0}
tr: {0} öğesini derle
uk: Побудувати {0}
zh_cn: 生成 {0}
zh_tw: 建置 {0}

source: Build:
cs: Sestavit:
de: Erstellen:
es: Compilación:
fr: Générer :
it: Compila:
ja: ビルド:
ko: 빌드:
pl: Kompilowanie:
ru: Сборка:
tr: Derleme:
uk: Побудова:
zh_cn: 生成:
zh_tw: 建置:

source: Build: {0} succeeded, {1} failed, {2} up-to-date, {3} skipped
cs: Build: úspěšné: {0}, chybné: {1}, aktuální: {2}, vynechané: {3}
de: Build: {0} erfolgreich, {1} Fehler, {2} aktuell, {3} übersprungen
es: Compilar: correctos {0}; incorrectos {1}; actualizados {2}; omitidos {3}
fr: Build : {0} réussite(s), {1} échec(s), {2} à jour, {3} ignorée(s)
ja: ビルド: 成功 {0}、失敗 {1}、最新の状態 {2}、スキップ {3}
ko: 빌드: {0}개 성공, {1}개 실패, {2}개 최신 상태, {3}개 건너뜀
pl: Kompilacja: sukces — {0}, niepowodzenie — {1}, aktualne — {2}, pominięto — {3}
pt_br: Build: {0} bem-sucedidos, {1} com falha, {2} atualizados, {3} ignorados
ru: Сборка: успешно: {0}, сбой: {1}, в актуальном состоянии: {2}, пропущено: {3}.
tr: ========== Derleme: {0} başarılı, {1} başarısız, {2} güncel, {3} atlandı ==========

source: Building solution {0} ({1})
cs: Sestavuje se řešení {0} ({1})
de: Projektmappe wird erstellt: {0} ({1})
es: Compilando la solución {0} ({1})
fr: Génération de la solution {0} ({1})
ja: ソリューション {0} をビルドしています ({1})
ko: 솔루션 {0}({1})을(를) 빌드하는 중
pl: Kompilowanie rozwiązania {0} ({1})
pt_br: Compilando a solução {0} ({1})
ru: Сборка решения {0} ({1})
tr: {0} çözümü derleniyor ({1})

source: Building {0}
cs: Sestavování {0}
de: {0} wird erstellt.
es: Compilando {0}
fr: Génération de {0}
it: Compilazione di {0}
ja: {0} をビルドしています
ko: {0}을(를) 빌드하는 중
pl: Kompilowanie {0}
pt_br: Compilando {0}
ru: Сборка {0}
tr: {0} derleniyor
uk: Побудова {0}
zh_cn: 正在生成 {0}
zh_tw: 正在建置 {0}

source: Building {0} ({1})
cs: Sestavuje se {0} ({1})
de: Wird erstellt: {0} ({1})
es: Compilando {0} ({1})
fr: Génération de {0} ({1})
ja: {0} をビルド中 ({1})
ko: {0}({1})을(를) 빌드하는 중
pl: Kompilowanie {0} ({1})
pt_br: Compilando {0} ({1})
ru: Сборка {0} ({1})
tr: {0} derleniyor ({1})

source: Building {0} items in solution {1} ({2})
cs: Vytváření {0} položek v řešení {1} ({2})
de: In der Projektmappe werden {0} Elemente erstellt: {1} ({2})
es: Compilando {0} elementos en la solución {1} ({2})
fr: Génération de {0} éléments dans la solution {1} ({2})
ja: ソリューション {1} 内の {0} 項目をビルドしています ({2})
ko: 솔루션 {1}({2})의 {0}개 항목을 빌드하는 중
pl: Tworzenie {0} elementów w rozwiązaniu {1} ({2})
pt_br: Compilando {0} itens na solução {1} ({2})
ru: Сборка элементов ({0}) в решении {1} ({2})
tr: {1} çözümündeki {0} öğe derleniyor ({2})

source: Building...
cs: Probíhá sestavování...
de: Wird erstellt...
es: Compilando...
fr: Génération en cours...
it: Compilazione...
ja: ビルド中...
ko: 빌드하는 중...
pl: Trwa kompilowanie...
pt_br: Compilando...
ru: Сборка...
tr: Derleniyor...
uk: Побудова...
zh_cn: 正在生成...
zh_tw: 正在建置...

source: Built in
cs: Vestavěné
de: Integriert
es: Integrado
fr: Intégré
it: Predefinito
ja: ビルトイン
ko: 기본 제공
pl: Wbudowane
pt_br: Compilado em
ru: Встроенный
tr: Yerleşik
uk: Вбудована
zh_cn: 内置
zh_tw: 內建

source: Bundle with the same name already exists. Remove {0} first.
cs: Sada prostředků se stejným názvem už existuje. Napřed odeberte {0}.
de: Ein Bündel mit diesem Namen ist bereits vorhanden. Entfernen Sie zuerst {0}.
es: Ya existe un lote con el mismo nombre. Quite {0} primero.
fr: Un bundle portant le même nom existe déjà. Supprimez d'abord {0}.
ja: 同じ名前のバンドルが既に存在します。最初に {0} を削除してください。
ko: 동일한 이름의 번들이 이미 있습니다. 먼저 {0}을(를) 제거하세요.
pl: Pakiet o tej samej nazwie już istnieje. Najpierw usuń pakiet {0}.
pt_br: Já existe um pacote com o mesmo nome. Remova-o {0} primeiro.
ru: Пакет с таким же именем уже существует. Сначала удалите {0}.
tr: Aynı ada sahip bir paket grubu zaten var. Önce {0} paket grubunu kaldırın.

source: Bundles
cs: Sady prostředků
de: Bündel
es: Lotes
ja: バンドル
ko: 번들
pl: Zbiory
pt_br: Pacotes
ru: Пакеты
tr: Paket grupları
