Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: DocumentPath is illegal.
cs: Cesta k dokumentu není platná.
de: DocumentPath ist unzulässig.
es: El valor de DocumentPath no es válido.
fr: DocumentPath est non conforme.
ja: DocumentPath が無効です。
ko: DocumentPath가 잘못되었습니다.
pl: Element DocumentPath jest nieprawidłowy.
pt_br: O DocumentPath é ilegal.
ru: Запрещенный DocumentPath.
tr: DocumentPath geçersiz.

source: Documentation
cs: Dokumentace
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメント
ko: 설명서
pl: Dokumentacja
pt_br: Documentação
ru: Документация
tr: Belgeler
uk: Документація
zh_cn: 文档
zh_tw: 文件

source: Documentation _Comments
cs: Komentáře _dokumentace
de: Do_kumentationskommentare
es: Comentarios de _documentación
fr: _Commentaires sur la documentation
it: _Commenti sulla documentazione
ja: ドキュメントのコメント(_C)
ko: 문서 주석(_C)
pl: _Komentarze dokumentacji
pt_br: _Comentários da Documentação
ru: Ко_мментарии к документации
tr: Belge _Yorumları
zh_cn: 文档注释(_C)
zh_tw: 文件註解(_C)

source: Documents
cs: Dokumenty
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ko: 문서
pl: Dokumenty
pt_br: Documentos
ru: Документы
tr: Belgeler
uk: Документи
zh_cn: 文档
zh_tw: 文件

source: Don't Save
cs: Neukládat
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장하지 않음
pl: Nie zapisuj
pt_br: Não Salvar
ru: Не сохранять
tr: Kaydetme
uk: Не зберігати
zh_cn: 不保存
zh_tw: 不要儲存

source: Don't show this message again
cs: Tuto zprávu už nezobrazovat.
de: Diese Meldung nicht mehr anzeigen
es: No volver a mostrar este mensaje
fr: Ne plus afficher ce message
it: Non visualizzare più questo messaggio
ja: 今後このメッセージを表示しない
ko: 이 메시지를 다시 표시하지 않음
pl: Nie pokazuj ponownie tego komunikatu
pt_br: Não exibir esta mensagem novamente
ru: Больше не показывать это сообщение
tr: Bu iletiyi bir daha gösterme
uk: Більше не показувати це повідомлення
zh_cn: 不再显示此消息
zh_tw: 不要再顯示此訊息

source: Don't warn about:
cs: Nezobrazovat upozornění pro:
de: Nicht warnen bei:
es: No mostrar advertencias acerca de:
fr: Pas d’avertissement pour :
it: Non visualizzare avvisi per:
ja: 次について警告しない:
ko: 다음에 대해 경고하지 않음:
pl: Nie ostrzegaj o:
pt_br: Não avisar sobre:
ru: Не предупреждать о:
tr: Şunun hakkında uyarma:
uk: Не попереджувати про:
zh_cn: 不要对此发出警告:
zh_tw: 不要警告下列情況:

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
it: Chiudi
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Bitti
uk: Готово
zh_cn: 完成
zh_tw: 完成

source: Double negation is redundant
cs: Dvojitá negace je redundantní.
de: Die doppelte Negierung ist redundant.
es: La doble negación es redundante
fr: La négation double est redondante
it: La doppia negazione è ridondante
ja: 二重否定は冗長です
ko: 이중 부정이 중복됩니다.
pl: Podwójna negacja jest nadmiarowa
pt_br: Dupla negativa é redundante
ru: Двойное отрицание является избыточным
tr: Çift olumsuzlama gereksiz
uk: Подвійне заперечення є зайвим
zh_cn: 双重否定是冗余的
zh_tw: 雙重否定是冗餘的

source: Download size
cs: Velikost ke stažení
de: Downloadgröße
es: Tamaño de descarga
fr: Taille du téléchargement
it: Dimensione del download
ja: ダウンロード サイズ
ko: 다운로드 크기
pl: Rozmiar pobieranej zawartości
pt_br: Tamanho do download
ru: Размер скачивания
tr: İndirme boyutu
uk: Обсяг звантаження
zh_cn: 下载大小
zh_tw: 下載大小

source: Downloads
cs: Stažené soubory
es: Descargas
fr: Téléchargements
ja: ダウンロード
ko: 다운로드
pl: Pliki do pobrania
ru: Загрузки
tr: İndirmeler

source: Dump Accessibility Tree
cs: Vypsat strom usnadnění
de: Barrierefreiheitsstruktur sichern
es: Volcar árbol de accesibilidad
fr: Vider l'arborescence d'accessibilité
ja: アクセシビリティ ツリーのダンプ
ko: 접근성 트리 덤프
pl: Drzewo dostępności zrzutu
pt_br: Árvore de acessibilidade do despejo
ru: Дамп дерева специальных возможностей
tr: Döküm Erişilebilirlik Ağacı

source: Dump Accessibility Tree (10s)
cs: Vypsat strom usnadnění (10 s)
de: Barrierefreiheitsstruktur sichern (10 s)
es: Volcar árbol de accesibilidad (10 s)
fr: Vider l'arborescence d'accessibilité (10 s)
ja: アクセシビリティ ツリーのダンプ (10 件)
ko: 접근성 트리 덤프(10초)
pl: Drzewo dostępności zrzutu (10s)
pt_br: Eliminar árvore acessibilidade (10s)
ru: Дамп дерева специальных возможностей (10 с)
tr: Döküm Erişilebilirlik Ağacı (10s)

source: Dump UI Tree
cs: Vypsat strom uživatelského rozhraní
de: UI-Struktur sichern
es: Volcar árbol de IU
fr: Vider l'arborescence d'IU
ja: UI ツリーのダンプ
ko: UI 트리 덤프
pl: Drzewo interfejsu użytkownika zrzutu
pt_br: Árvore de interface do usuário de despejo
ru: Дамп дерева пользовательского интерфейса
tr: Döküm UI Ağacı

source: Dump live widgets
cs: Vypsat aktivní widgety
de: Live-Widgets sichern
es: Volcar widgets activos
fr: Vider les widgets dynamiques
ja: ライブ ウィジェットをダンプする
ko: 라이브 위젯 덤프
pl: Zrzuć widżety na żywo
pt_br: Despejar widgets dinâmicos
ru: Сделать дамп активных мини-приложений
tr: Canlı pencere öğelerinin dökümünü al

source: Duplicate
cs: Duplikovat
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pl: Duplikuj
pt_br: Duplicar
ru: Дублирование
tr: Yinele

source: Duplicate Configuration
cs: Duplikovat konfiguraci
de: Konfiguration duplizieren
es: Duplicar configuración
fr: Configuration dupliquée
it: Configurazione duplicata
ja: 複製の構成
ko: 중복 구성
pl: Konfiguracja duplikatu
pt_br: Duplicar Configuração
ru: Повторяющаяся конфигурация
tr: Yineleme Yapılandırması

source: Duplicate line
cs: Duplicitní řádek
de: Zeile duplizieren
es: Línea duplicada
fr: Dupliquer la ligne
it: Riga duplicata
ja: 重複行
ko: 중복된 줄
pl: Duplikuj wiersz
pt_br: Duplicar linha
ru: Дублировать строку
tr: Satırı Yinele
uk: Дублювати рядок
zh_cn: 重复行
zh_tw: 重複行

source: Duplicates:
cs: Duplikáty:
de: Duplikate:
es: Duplicados:
fr: Doublons :
it: Duplicati:
ja: 重複:
ko: 중복:
pl: Duplikaty:
pt_br: Duplicatas:
ru: Дубликаты:
tr: Yinelenenler:
zh_cn: 重复:
zh_tw: 重複:

source: Dynamic abbrev
cs: Dynamické zkratky
de: Dynamische Abkürzung
es: Abreviatura dinámica
fr: Abréviation dynamique
it: Abbreviazione dinamica
ja: 動的な省略入力
ko: 동적 약어
pl: Skrót dynamiczny
pt_br: Abreviação dinâmica
ru: Динамическое сокращение
tr: Dinamik kısaltma
zh_cn: 动态缩写
zh_tw: 動態縮寫

source: E.g. an address book
cs: Adresář
de: Z.B. ein Adressbuch
es: Por ejemplo, una libreta de direcciones
fr: Par exemple, un carnet d’adresses
it: Ad esempio una rubrica
ja: 例: アドレス帳
ko: 예: 주소록
pl: Na przykład książka adresowa
pt_br: Ex.: um catálogo de endereços
ru: Например, адресная книга
tr: Örneğin bir adres defteri
uk: Наприклад, адресна книга
zh_cn: 例如，通讯簿
zh_tw: 例如，通訊錄

source: ERROR:
cs: CHYBA:
de: FEHLER:
fr: ERREUR :
it: ERRORE:
ja: エラー:
ko: 오류:
pl: BŁĄD:
pt_br: ERRO:
ru: ОШИБКА:
tr: HATA:
uk: Помилка:
zh_cn: 错误:
zh_tw: 錯誤:

source: ERROR: MonoDevelop could not find the Gtk# 2.0 development package. Compilation of projects depending on Gtk# libraries will fail. You may need to install development packages for gtk-sharp-2.0.
cs: CHYBA: MonoDevelopu se nepodařilo najít balíček pro vývoj Gtk# 2.0. Kompilace projektů závislých na knihovnách Gtk# se nepodaří. Pravděpodobně budete muset nainstalovat balíčky pro vývoj pro gtk-sharp-2.0.
de: FEHLER: Das Gtk# 2.0-Entwicklungspaket wurde von MonoDevelop nicht gefunden. Die Kompilierung von Projekten, die von Gtk#-Bibliotheken abhängig sind, schlägt fehl. Sie müssen möglicherweise Entwicklungspakete für gtk-sharp-2.0 installieren.
es: ERROR: MonoDevelop no encuentra el paquete de desarrollo Gtk# 2.0. La compilación de proyectos que dependan de bibliotecas Gtk# no funcionará. Puede ser necesario instalar los paquetes de desarrollo de gtk-sharp-2.0.
fr: ERREUR : MonoDevelop n’a pas trouvé le paquet de développement Gtk# 2.0. La compilation des projets dépendant des bibliothèques Gtk # va échouer. Il se peut que vous deviez installer les paquets de développement pour gtk-sharp-2.0.
it: ERRORE: MonoDevelop non ha trovato il pacchetto di sviluppo di GTK# 2.0. La compilazione dei progetti che dipendono dalle librerie GTK# non riuscirà. Potrebbe essere necessario installare i pacchetti di sviluppo per gtk-sharp-2.0.
ja: エラー: MonoDevelop が Gtk# 2.0 開発パッケージを見つけることができませんでした。Gtk# ライブラリに基づくプロジェクトのコンパイルは失敗します。gtk-sharp-2.0 の開発パッケージをインストールしなければならない場合があります。
ko: 오류: MonoDevelop이 GTK# 2.0 개발 패키지를 찾을 수 없습니다. Gtk# 라이브러리에 종속된 프로젝트의 컴파일에 실패하게 됩니다. gtk-sharp-2.0용 개발 패키지를 설치해야 할 수 있습니다.
pl: BŁĄD: Środowisko MonoDevelop nie może odnaleźć pakietu deweloperskiego biblioteki Gtk# 2.0. Kompilacja projektów zależnych od bibliotek Gtk# nie powiedzie się. Może być konieczne zainstalowanie pakietów deweloperskich dla bibliotek gtk-sharp-2.0.
pt_br: ERRO: o MonoDevelop não conseguiu localizar o pacote de desenvolvimento do Gtk# 2.0. A compilação de projetos que dependem de bibliotecas do Gtk# falhará. Talvez seja necessário instalar pacotes de desenvolvimento para gtk-sharp-2.0.
ru: ОШИБКА. MonoDevelop не удается найти пакет разработки GTK# 2.0. Компиляция проектов, зависящих от библиотек GTK#, завершится со сбоем. Возможно, потребуется установить пакеты разработки для gtk-sharp-2.0.
tr: HATA: MonoDevelop Gtk# 2.0 dağıtım paketini bulamadı. Gtk# kitaplıklarına bağımlı projeler derlenemeyecek. Gtk-sharp-2.0 için geliştirme paketlerini yüklemeniz gerekebilir.
uk: ПОМИЛКА: MonoDevelop не вдалось знайти пакети розробника Gtk# 2.0. Компіляція проекту, що потребує наявності бібліотек Gtk#, неможлива. Встановіть пакети розробника gtk-sharp-2.0.
zh_cn: 错误: MonoDevelop 找不到 GTK# 2.0 开发包。根据 GTK# 库进行的项目编译将失败。你可能需要安装 gtk-sharp-2.0 的开发包。
zh_tw: 錯誤: MonoDevelop 找不到 Gtk# 2.0 開發封裝。編譯相依於 Gtk# 程式庫的專案將會失敗。您可能必須安裝 gtk-sharp-2.0 的開發套件。

source: E_rrors
cs: Ch_yby
de: Fehle_r
es: E_rrores
fr: E_rreurs
it: E_rrori
ja: エラー(_R)
ko: 오류(_R)
pl: _Błędy
pt_br: E_rros
ru: О_шибки
tr: H_atalar
zh_cn: 错误(_R)
zh_tw: 錯誤(_R)

source: Economy software
cs: Ekonomická aplikace
de: Wirtschaftssoftware
es: Software para economía
fr: Logiciel d’économie
it: Software di economia
ja: 経済学ソフトウェア
ko: 경제학 소프트웨어
pl: Oprogramowanie związane z ekonomią
pt_br: Software de economia
ru: Программное обеспечение для экономики
tr: Ekonomi yazılımı
uk: Економіка
zh_cn: 经济学软件
zh_tw: 經濟學軟體

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Правка
tr: Düzenle
uk: Зміни
zh_cn: 编辑
zh_tw: 編輯

source: Edit Binding
cs: Upravit zkratku
de: Bindung bearbeiten
es: Editar enlace
fr: Modifier la combinaison
it: Modifica binding
ja: バインドの編集
ko: 바인딩 편집
pl: Edytuj powiązanie
pt_br: Editar Associação
ru: Изменить привязку
tr: Bağlamayı Düzenle
uk: Змінити сполучення
zh_cn: 编辑绑定
zh_tw: 編輯繫結

source: Edit Breakpoint
cs: Upravit zarážku
de: Haltepunkt bearbeiten
es: Editar punto de interrupción
fr: Modifier le point d’arrêt
it: Modifica punto di interruzione
ja: ブレークポイントの編集
ko: 중단점 편집
pl: Edytuj punkt przerwania
pt_br: Editar Ponto de Interrupção
ru: Изменить точку останова
tr: Kesme Noktasını Düzenle
zh_cn: 编辑断点
zh_tw: 編輯中斷點

source: Edit Breakpoint Properties
cs: Upravit vlastnosti zarážky
de: Haltepunkteigenschaften bearbeiten
es: Editar propiedades de punto de interrupción
fr: Modifier les propriétés du point d'arrêt
it: Modifica punto di interruzione
ja: ブレークポイントのプロパティを編集する
ko: 중단점 속성 편집
pl: Edytuj właściwości punktu przerwania
pt_br: Editar Propriedades de Ponto de Interrupção
ru: Изменение свойств точки останова
tr: Kesme Noktası Özelliklerini Düzenle

source: Edit Breakpoint…
cs: Upravit zarážku...
de: Haltepunkt bearbeiten...
es: Editar punto de interrupción…
fr: Modifier un point d'arrêt…
it: Modifica punto di interruzione
ja: ブレークポイントの編集…
ko: 중단점 편집...
pl: Edytuj punkt przerwania...
pt_br: Editar Ponto de Interrupção…
ru: Изменить точку останова...
tr: Kesme Noktasını Düzenle...

source: Edit Custom Modes...
cs: Upravit vlastní režimy...
de: Benutzerdefinierte Modi bearbeiten...
es: Editar modos personalizados...
fr: Modifier les modes personnalisés...
it: Modifica modalità personalizzate...
ja: カスタム モードを編集...
ko: 사용자 지정 모드 편집...
pl: Edytuj tryby niestandardowe...
pt_br: Editar Modos Personalizados...
ru: Изменить пользовательские режимы...
tr: Özel Modları Düzenle...
uk: Редагувати власні режими...
zh_cn: 编辑自定义模式...
zh_tw: 編輯自訂模式...

source: Edit Custom Tools...
cs: Upravit vlastní nástroje...
de: Benutzerdefinierte Tools bearbeiten...
es: Editar herramientas personalizadas...
fr: Modifier les outils personnalisés...
it: Modifica strumenti personalizzati...
ja: カスタム ツールの編集...
ko: 사용자 지정 도구 편집...
pl: Edytuj niestandardowe narzędzia...
pt_br: Editar Ferramentas Personalizadas...
ru: Изменить пользовательские инструменты...
tr: Özel Araçları Düzenle...
zh_cn: 编辑自定义工具...
zh_tw: 編輯自訂工具...

source: Edit File
cs: Upravit soubor
de: Datei bearbeiten
es: Editar archivo
fr: Modifier le fichier
it: Modifica file
ja: ファイルの編集
ko: 파일 편집
pl: Edytuj plik
pt_br: Editar Arquivo
ru: Изменить файл
tr: Dosyayı Düzenle
uk: Редагувати файл
zh_cn: 编辑文件
zh_tw: 編輯檔案

source: Edit Icon
cs: Upravit ikonu
de: Symbol bearbeiten
es: Editar icono
fr: Modifier l’icône
it: Modifica icona
ja: アイコンの編集
ko: 아이콘 편집
pl: Edytuj ikonę
pt_br: Editar Ícone
ru: Изменить значок
tr: Simgeyi Düzenle
uk: Редагувати піктограму
zh_cn: 编辑图标
zh_tw: 編輯圖示

source: Edit Icon Factory
cs: Upravit objekt Icon Factory
de: Symbolfactory bearbeiten
es: Editar generador de iconos
fr: Modifier la fabrique d’icône
it: Modifica factory icone
ja: アイコン ファクトリの編集
ko: 아이콘 팩터리 편집
pl: Edytuj fabrykę ikon
pt_br: Editar Fábrica de Ícones
ru: Изменить фабрику значков
tr: Simge Üretecini Düzenle
zh_cn: 编辑图标工厂
zh_tw: 編輯圖示 Factory

source: Edit Package Source
cs: Upravit zdroj balíčků
de: Paketquelle bearbeiten
es: Editar origen del paquete
fr: Modifier la source du paquet
it: Modifica origine pacchetto
ja: パッケージ ソースを編集する
ko: 패키지 소스 편집
pl: Edytuj źródło pakietu
pt_br: Editar Origem do Pacote
ru: Изменить источник пакета
tr: Paket Kaynağını Düzenle
uk: Редагувати джерело пакунків
zh_cn: 编辑包源
zh_tw: 編輯封裝來源

source: Edit Profile
cs: Upravit profil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロファイルの編集
ko: 프로필 편집
pl: Edytuj profil
pt_br: Editar Perfil
ru: Изменить профиль
tr: Profili Düzenle
uk: Редагувати профіль
zh_cn: 编辑配置文件
zh_tw: 編輯設定檔

source: Edit Project Icons...
cs: Upravit ikony projektu...
de: Projektsymbole bearbeiten...
es: Editar iconos del proyecto...
fr: Modifier les icônes de projet...
it: Modifica icone del progetto...
ja: プロジェクト アイコンを編集...
ko: 프로젝트 아이콘 편집...
pl: Edytuj ikony projektu...
pt_br: Editar Ícones do Projeto...
ru: Изменить значки проекта...
tr: Proje Simgelerini Düzenle...
uk: Редагувати піктограми проекту...
zh_cn: 编辑项目图标...
zh_tw: 編輯專案圖示...

source: Edit configure switches
cs: Upravit přepínače konfigurace
de: Konfigurationsschalter bearbeiten
es: Editar modificadores de configuración
fr: Modifier les commutateurs de configuration
it: Modifica opzioni di configurazione
ja: 構成スイッチの編集
ko: 구성 스위치 편집
pl: Edytuj przełączniki konfiguracji
pt_br: Editar opções de configuração
ru: Изменить параметры настройки
tr: Yapılandırma anahtarlarını düzenle
uk: Редагувати параметри конфігурації
zh_cn: 编辑配置开关
zh_tw: 編輯設定參數

source: Edit custom sets of policies which can be applied to solutions
cs: Upravit vlastní sady zásad, které se můžou použít u řešení
de: Benutzerdefinierte Richtlinien bearbeiten, die auf Projektmappen angewendet werden können
es: Editar conjuntos de directivas personalizados que se pueden aplicar a soluciones
fr: Modifier les ensembles personnalisés de stratégies qui peuvent être appliquées à des solutions
it: Modifica set personalizzati di criteri applicabili alle soluzioni
ja: ソリューションに適用できるポリシーのカスタム セットを編集する
ko: 솔루션에 적용할 수 있는 정책의 사용자 지정 집합 편집
pl: Edytuj niestandardowe zestawy zasad, które mogą być stosowane do rozwiązań
pt_br: Editar os conjuntos de políticas personalizados que podem ser aplicados às soluções
ru: Изменить пользовательские наборы политик, которые можно применить к решениям
tr: Çözümlere uygulanabilen özel ilke kümelerini düzenleyin
uk: Створити власні параметри політики, які можна буде застосовувати до рішень
zh_cn: 编辑可应用于解决方案的自定义策略集
zh_tw: 編輯可套用至解決方案的自訂原則集

source: Edit selected item
cs: Upravit vybranou položku
de: Ausgewähltes Element bearbeiten
es: Editar elemento seleccionado
fr: Modifier l’élément sélectionné
it: Modifica l'elemento selezionato
ja: 選んだアイテムの編集
ko: 선택한 항목 편집
pl: Edytuj wybrany element
pt_br: Editar item selecionado
ru: Изменить выбранный элемент
tr: Seçili öğeyi düzenleme
uk: Редагувати вибраний елемент
zh_cn: 编辑所选项
zh_tw: 編輯選取的項目

source: Edit template
cs: Upravit šablonu
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
it: Modifica modello
ja: テンプレートを編集
ko: 템플릿 편집
pl: Edytuj szablon
pt_br: Editar modelo
ru: Изменить шаблон
tr: Şablonu düzenle
uk: Змінити шаблон
zh_cn: 编辑模板
zh_tw: 編輯範本

source: Edit the current file
cs: Upravit aktuální soubor
de: Aktuelle Datei bearbeiten
es: Editar el archivo actual
fr: Modifier le fichier actif
ja: 現在のファイルの編集
ko: 현재 파일 편집
pl: Edytuj bieżący plik
pt_br: Edite o arquivo atual
ru: Изменить текущий веб-канал
tr: Geçerli dosyayı düzenle

source: Edit the currently selected token
cs: Upravit aktuálně vybraný token
de: Momentan ausgewähltes Token bearbeiten
es: Edita el token seleccionado
fr: Modifier le jeton sélectionné
ja: 現在選択されているトークンを編集します
ko: 현재 선택한 토큰을 편집합니다.
pl: Edytuj aktualnie wybrany token
pt_br: Editar o token selecionado no momento
ru: Изменить выбранный маркер
tr: Şu anda seçili olan belirteci düzenle

source: Editable
cs: Upravitelné
de: Bearbeitbar
fr: Modifiable
it: Modificabile
ja: 編集可能
ko: 편집 가능
pl: Możliwość edytowania
pt_br: Editável
ru: Редактируемый
tr: Düzenlenebilir
uk: Можна редагувати
zh_cn: 可编辑
zh_tw: 可編輯

source: Editing Policy:
cs: Úpravy zásady:
de: Richtlinie bearbeiten:
es: Editando la directiva:
fr: Stratégie de modification :
it: Modifica dei criteri:
ja: 編集中のポリシー:
ko: 편집 정책:
pl: Edytowane zasad:
pt_br: Política de Edição:
ru: Политика редактирования:
tr: Düzenleme İlkesi:
uk: Редагування політики
zh_cn: 正在编辑策略:
zh_tw: 編輯原則:

source: Editor Columns
cs: Sloupce editoru
de: Editorspalten
es: Columnas del editor
fr: Colonnes de l'éditeur
ja: エディター列
ko: 편집기 열
pl: Kolumny edytora
pt_br: Editor de colunas
ru: Столбцы редактора
tr: Düzenleyici Sütunları

source: Editor Text
cs: Text editoru
es: Texto del editor
fr: Texte d'éditeur
ja: エディターのテキスト
ko: 편집기 텍스트
pl: Tekst w edytorze
pt_br: Editor de Texto
ru: Текст в редакторе
tr: Düzenleyici Metni

source: Educational software
cs: Vzdělávací software
de: Lernsoftware
es: Software educativo
fr: Logiciel éducatif
it: Software didattico
ja: 教育用ソフトウェア
ko: 교육 소프트웨어
pl: Oprogramowanie edukacyjne
pt_br: Programa educativo
ru: Программное обеспечение для образования
tr: Eğitim yazılımı
uk: Навчальна програма
zh_cn: 教育软件
zh_tw: 教育軟體

source: Electricity software
cs: Aplikace pro elektřinu
de: Software für elektrisches Design
es: Software de electricidad
fr: Logiciel d’électricité
it: Software di elettricità
ja: 電子学ソフトウェア
ko: 전기학 소프트웨어
pl: Oprogramowanie związane z elektryką
pt_br: Software de eletricidade
ru: Программное обеспечение для электрических сетей
tr: Elektrik yazılımı
uk: Електроніка
zh_cn: 电力学软件
zh_tw: 電子學軟體

source: Electronics software, e.g. a circuit designer
cs: Elektronická aplikace, např. pro návrh obvodů
de: Elektroniksoftware, z. B. ein Schaltkreis-Designer
es: Software de componentes electrónicos, por ejemplo, un diseñador de circuitos
fr: Logiciels d’électronique, par exemple, concepteur de circuit
it: Software di elettronica, ad esempio progettazione di circuiti
ja: 回路デザイナーなどの電子工学ソフトウェア
ko: 회로 디자이너 등의 전자 제품 소프트웨어
pl: Oprogramowanie związane z elektroniką, np. projektant obwodów
pt_br: Software de eletrônica, como um designer de circuitos
ru: Программное обеспечение для разработки электронных компонентов, например конструктор печатных плат
tr: Elektronik yazılımı, ör. bir devre tasarımcısı
uk: Електроніка, наприклад, редактор електронних кіл
zh_cn: 电子设备软件，例如，电路设计器
zh_tw: 電子軟體，例如電路設計工具

source: Elements
cs: Elementy
de: Elemente
es: Elementos
fr: Éléments
it: Elementi
ja: 要素
ko: 요소
pl: Elementy
pt_br: Elementos
ru: Элементы
tr: Öğeler
uk: Елементи
zh_cn: 元素
zh_tw: 元素

source: Elsewhere
cs: Kdekoli jinde
de: An anderer Stelle
es: En otro lugar
fr: Ailleurs
ja: その他の場所
ko: 다른 곳
pl: W innych miejscach
pt_br: Outro lugar
ru: В другом месте
tr: Başka bir yerde

source: Email application
cs: E-mailová aplikace
de: E-Mail-Anwendung
es: Aplicación de correo electrónico
fr: Application de messagerie
it: Applicazione di posta elettronica
ja: 電子メール アプリケーション
ko: 전자 메일 애플리케이션
pl: Aplikacja poczty e-mail
pt_br: Aplicativo de email
ru: Приложение электронной почты
tr: E-posta uygulaması
uk: Email-клієнт
zh_cn: 电子邮件应用程序
zh_tw: 電子郵件應用程式

source: Email not configured
cs: E-mail není nakonfigurovaný.
de: E-Mail nicht konfiguriert
es: Correo electrónico no configurado
fr: Adresse de messagerie non configurée
it: Indirizzo di posta elettronica non configurato
ja: メールが構成されていません
ko: 전자 메일이 구성되지 않음
pl: Nie skonfigurowano poczty e-mail
pt_br: Email não configurado
ru: Электронная почта не настроена
tr: E-posta yapılandırılmadı
zh_cn: 未配置电子邮件
zh_tw: 未設定電子郵件

source: Email:
es: Correo electrónico:
fr: Adresse de messagerie :
it: Indirizzo di posta elettronica:
ja: メール:
ko: 전자 메일:
pl: Adres e-mail:
ru: Электронная почта:
tr: E-posta:
uk: Електронна адреса:
zh_cn: 电子邮件:
zh_tw: 電子郵件:

source: Email: {0}{1}{2}
es: Correo electrónico: {0}{1}{2}
fr: Adresse de messagerie : {0}{1}{2}
it: Indirizzo di posta elettronica: {0}{1}{2}
ja: メール: {0}{1}{2}
ko: 전자 메일: {0}{1}{2}
pl: Adres e-mail: {0}{1}{2}
ru: Адрес электронной почты: {0}{1}{2}
tr: E-posta: {0}{1}{2}
zh_cn: 电子邮件: {0}{1}{2}
zh_tw: 電子郵件: {0}{1}{2}

source: Embedded
cs: Vložené
de: Eingebettet
es: Insertado
fr: Incorporé
ja: 埋め込み済み
ko: 포함
pl: Osadzone
pt_br: Incorporado
ru: Встроенный
tr: Gömülü

source: Emoji & Symbols
cs: Emoji a symboly
de: Emoji & Symbole
es: Emoji y símbolos
fr: Emoji et symboles
ja: 絵文字とシンボル
ko: 이모지 및 기호
pl: Emoji i symbole
pt_br: Emoji e Símbolos
ru: Эмодзи и символы
tr: Emoji ve Simgeler

source: Empty
cs: Prázdné
de: Leer
es: Vacío
fr: Vides
it: Vuoto
ja: 空
ko: 비어 있음
pl: Pusty
pt_br: Vazio
ru: Пусто
tr: Boş
uk: Порожньо
zh_cn: 空
zh_tw: 空白

source: Empty toolbar
cs: Prázdný panel nástrojů
de: Leere Symbolleiste
es: Barra de herramientas vacía
fr: Barre d’outils vide
it: Barra degli strumenti vuota
ja: 空の ツール バー
ko: 빈 도구 모음
pl: Pusty pasek narzędzi
pt_br: Barra de ferramentas vazia
ru: Пустая панель инструментов
tr: Boş araç çubuğu
uk: Порожня панель інструментів
zh_cn: 空 工具栏
zh_tw: 空白 工具列

source: Empty ASP.NET Project
cs: Prázdný projekt ASP.NET
de: Leeres ASP.NET-Projekt
es: Proyecto ASP.NET vacío
fr: Projet ASP.NET vide
it: Progetto ASP.NET vuoto
ja: 空の ASP.NET プロジェクト
ko: 빈 ASP.NET 프로젝트
pl: Pusty projekt platformy ASP.NET
pt_br: Projeto ASP.NET Vazio
ru: Пустой проект ASP.NET
tr: Boş ASP.NET Projesi
uk: Порожній проект ASP.NET
zh_cn: 空 ASP.NET 项目
zh_tw: ASP.NET 專案是空的

source: Empty Action
cs: Prázdná akce
de: Leere Aktion
es: Acción vacía
fr: Action vide
ja: 空のアクション
ko: 빈 작업
pl: Pusta akcja
pt_br: Ação Vazia
ru: Пустое действие
tr: Boş Eylem

source: Empty CSS File
cs: Prázdný soubor CSS
de: Leere CSS-Datei
es: Archivo CSS vacío
fr: Fichier CSS vide
ja: 空の CSS ファイル
ko: 빈 CSS 파일
pl: Pusty plik CSS
pt_br: Arquivo CSS Vazio
ru: Пустой CSS-файл
tr: Boş CSS Dosyası

source: Empty Class
cs: Prázdná třída
de: Leere Klasse
es: Clase vacía
fr: Classe vide
it: Classe vuota
ja: 空のクラス
ko: 빈 클래스
pl: Pusta klasa
pt_br: Classe Vazia
ru: Пустой класс
tr: Boş Sınıf
uk: Порожній клас
zh_cn: 空类
zh_tw: 類別是空的

source: Empty Enumeration
cs: Prázdný výčet
de: Leere Enumeration
es: Enumeración vacía
fr: Énumération vide
it: Enumerazione vuota
ja: 空の列挙型
ko: 빈 열거형
pl: Puste wyliczenie
pt_br: Enumeração Vazia
ru: Пустое перечисление
tr: Boş Sabit Listesi
uk: Порожній перелік
zh_cn: 空枚举
zh_tw: 列舉是空的
