Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: If an extension method is called as static method convert it to method syntax
cs: Pokud se rozšiřující metoda volá jako statická, převeďte ji do syntaxe metody.
de: Wenn eine Erweiterungsmethode als statische Methode aufgerufen wird, konvertieren Sie sie in Methodensyntax.
es: Si se llama a un método de extensión como método estático, conviértalo en sintaxis de método
fr: Si une méthode d’extension est appelée en tant que méthode static, convertissez-la en syntaxe de méthode
it: Se un metodo di estensione viene chiamato come metodo statico, lo converte alla sintassi del metodo
ja: 拡張メソッドが静的メソッドとして呼び出される場合、メソッド構文に変換します
ko: 확장 메서드가 정적 메서드로 호출되는 경우 확장 메서드를 메서드 구문으로 변환합니다.
pl: Jeśli metoda rozszerzenia jest wywoływana jako metoda statyczna, przekonwertuj ją na składnię metody
pt_br: Se um método de extensão for chamado como um método estático, converta-o para a sintaxe de método
ru: Если метод расширения вызывается как статический метод, преобразовать его в синтаксис метода
tr: Bir genişletme yöntemi statik yöntem olarak çağrılırsa yöntem söz dizimine dönüştürün
zh_cn: 如果将扩展方法作为静态方法调用，请将它转换为方法语法
zh_tw: 若呼叫擴充方法作為靜態方法，請將其轉換成方法語法

source: If condition
cs: Podmínka If
de: If-Bedingung
es: Condición If
fr: condition if
it: Condizione if
ja: if 条件
ko: If 조건
pl: Warunek if
pt_br: Condição if
ru: Условие If
tr: If koşulu
uk: Умова
zh_cn: If 条件
zh_tw: If 條件

source: If set, an exception is thrown when a X11 error is encountered. By default a message is displayed but execution continues.
cs: Pokud je nastaveno, vyvolá se výjimka při zjištění chyby X11. Ve výchozím nastavení se zobrazí zpráva, ale spouštění pokračuje.
de: Falls festgelegt, wird bei einem X11-Fehler eine Ausnahme ausgelöst. Standardmäßig wird eine Meldung angezeigt, die Ausführung aber fortgesetzt.
es: Si se establece, se produce una excepción cuando se encuentra un error de X11. De forma predeterminada, se muestra un mensaje, pero la ejecución continúa.
fr: En cas de sélection, une exception est levée en cas d’erreur X11. Par défaut, un message s’affiche, mais l’exécution se poursuit.
it: Se impostata, viene generata un'eccezione quando viene rilevato un errore X11. Per impostazione predefinita, viene visualizzato un errore ma l'esecuzione continua.
ja: 設定すると、X11 エラーが発生する場合に、例外がスローされます。既定では、メッセージが表示されますが、実行は継続します。
ko: 설정된 경우 X11 오류가 발생하면 예외가 throw됩니다. 기본적으로 메시지가 표시되지만 실행이 계속됩니다.
pl: Jeśli ta opcja zostanie ustawiona, zgłaszany jest wyjątek w przypadku wystąpienia błędu X11. Domyślnie jest wyświetlany komunikat, ale wykonywanie jest kontynuowane.
pt_br: Se definido, uma exceção será gerada quando um erro de X11 for encontrado. Por padrão, uma mensagem é exibida, mas a execução continua.
ru: Если параметр задан, при ошибке X11 возникает исключение. По умолчанию отображается сообщение, но выполнение продолжается.
tr: Ayarlandığında, X11 hatası ile karşılaşıldığında bir özel durum oluşur. Varsayılan olarak bir ileti görüntülenir ancak yürütme devam eder.
uk: Якщо встановлено, кидається виняток при помилці X11. Типово виводиться повідомлення, але виконання продовжується.
zh_cn: 如果设置，遇到 X11 错误时将引发异常。默认情况下，系统将显示一条消息，但会继续执行。
zh_tw: 若設定，當發生 X11 錯誤時就會擲回例外狀況。預設會顯示訊息，但會繼續執行。

source: If set, causes the mono process to be bound to a single processor. This may be useful when debugging or working around race conditions.
cs: Když je nastaveno, proces Mono se sváže s jedním procesorem. To může být užitečné při ladění nebo řešení konfliktů časování.
de: Falls aktiviert, wird der Mono-Prozess an einen einzelnen Prozessor gebunden. Dies ist u. U. beim Debuggen oder zur Umgehung von Racebedingungen hilfreich.
es: Si se establece, hace que el proceso de Mono se enlace a un solo procesador. Esto puede ser útil para la depuración o cuando se trabaja en condiciones de carrera.
fr: En cas de sélection, lie le processus de Mono à un processeur unique. Cela peut être utile lors d’un débogage ou lors du contournement de conditions de concurrence.
it: Se impostata, fa in modo che il processo Mono sia associato a un singolo processore. Può essere utile quando si esegue il debug o la modifica di race condition.
ja: 設定すると、Mono プロセスは 1 つのプロセッサにバインドされます。これは、競合状態をデバッグまたは回避する場合に便利です。
ko: 설정된 경우 mono 프로세스가 단일 프로세서에 바인딩되도록 합니다. 디버깅하거나 경합 상태를 해결할 때 유용할 수 있습니다.
pl: Jeśli ta opcja zostanie ustawiona, proces narzędzia Mono zostanie powiązany z jednym procesorem. Może to być przydatne podczas debugowania lub tworzenia obejść sytuacji wyścigu.
pt_br: Se definido, fará com que o processo do mono seja associado a um único processador. Isso pode ser útil ao depurar ou contornar a condições de corrida.
ru: Если параметр задан, процесс Mono привязывается к отдельному процессору. Это может быть удобным при отладке или обходе состояний гонки.
tr: Ayarlandığında, mono işleminin tek bir işlemciye bağlanmasına neden olur. Bu, hata ayıklarken veya yarış durumları etrafında çalışırken yararlı olabilir.
zh_cn: 如果设置，将导致 Mono 进程绑定到单个处理器。这对调试或解决争用条件可能很有用。
zh_tw: 若設定，則會將 Mono 處理序繫結至單一處理器。當偵錯或解決競爭情形時，這可能會很有用。

source: If set, enables the System.Diagnostics.DefaultTraceListener, which will print the output of the System.Diagnostics Trace and Debug classes. It can be set to a filename, and to Console.Out or Console.Error to display output to standard output or standard error, respectively. If it's set to Console.Out or Console.Error you can append an optional prefix that will be used when writing messages like this: Console.Error:MyProgramName.
cs: Pokud je nastaveno, povolí System.Diagnostics.DefaultTraceListener, který vytiskne výstup tříd ladění a trasování System.Diagnostics. Možnost můžete nastavit na filename a na Console.Out nebo Console.Error a zobrazit tak standardní výstup nebo standardní chybu. Pokud možnost nastavíte na Console.Out nebo Console.Error, můžete připojit volitelný prefix, který se použije při tvoření zpráv typu Console.Error:NázevMéhoProgramu.
de: Falls festgelegt, wird der System.Diagnostics.DefaultTraceListener aktiviert, der die Ergebnisse der Trace-Klasse und Debug-Klasse von System.Diagnostics ausgibt. Kann auf einen Dateinamen und auf Console.Out oder Console.Error festgelegt werden, um die Ausgabe in der Standardausgabe bzw. in STDERR anzuzeigen. Bei Festlegung auf Console.Out oder Console.Error können Sie ein optionales Präfix anfügen, das beim Schreiben von Meldungen wie der folgenden verwendet wird: Console.Error:MyProgramName.
es: Si se establece, habilita System.Diagnostics.DefaultTraceListener, que imprime la salida de las clases Trace y Debug de System.Diagnostics. Se puede establecer en un nombre de archivo y en Console.Out o Console.Error para mostrar la salida en una salida estándar o un error estándar, respectivamente. Si se establece en Console.Out o Console.Error, puede anexar un prefijo opcional que se usará cuando se escriban mensajes como este: Console.Error:NombreDeMiPrograma.
fr: En cas de sélection, active System.Diagnostics.DefaultTraceListener qui imprime la sortie des classes de débogage et de suivi de System.Diagnostics. Peut être défini sur un nom de fichier et sur Console.Out ou Console.Error pour afficher la sortie respectivement sous la forme d’une sortie standard ou d’un erreur standard. En cas de définition sur Console.Out ou Console.Error, vous pouvez ajouter un préfixe facultatif utilisé lors de l’écriture de messages comme suit : Console.Error:MyProgramName.
it: Se impostata, abilita System.Diagnostics.DefaultTraceListener, che stampa l'output delle classi Trace e Debug di System.Diagnostics. Può essere impostata su un nome file e su Console.Out o Console.Error per visualizzare l'output rispettivamente come output standard o errore standard. Se è impostata su Console.Out o Console.Error, è possibile aggiungere un prefisso facoltativo che verrà usato durante la scrittura di messaggi quali Console.Error:MyProgramName.
ja: 設定すると、System.Diagnostics.DefaultTraceListener が有効になります。これは、System.Diagnostics トレースとデバッグ クラスの出力を印刷します。これは、ファイル名に設定することも、Console.Out か Console.Error に設定してそれぞれ標準出力または標準エラーに出力を表示することもできます。Console.Out または Console.Error に設定する場合、次のように、メッセージ作成時に使用されるオプションのプレフィックスを追加できます: Console.Error:MyProgramName。
ko: 설정된 경우 System.Diagnostics Trace 및 Debug 클래스의 출력을 인쇄할 System.Diagnostics.DefaultTraceListener를 사용하도록 설정합니다. 파일 이름으로 설정되거나, 출력을 표준 출력이나 표준 오류에 표시하려면 Console.Out 또는 Console.Error로 각각 설정될 수 있습니다. Console.Out 또는 Console.Error로 설정된 경우 메시지를 작성할 때 사용할 선택적 접두사를 추가할 수 있습니다(예: Console.Error:MyProgramName).
pl: Jeśli ta opcja zostanie włączona, klasa System.Diagnostics.DefaultTraceListener zostanie włączona, co spowoduje wyświetlenie danych wyjściowych klas Trace i Debug przestrzeni nazw System.Diagnostics. Można ustawić nazwę pliku lub wyjście Console.Out bądź Console.Error, aby dane wyjściowe były wyświetlane odpowiednio przy użyciu standardowego wyjścia lub standardowego wyjścia błędów. W przypadku ustawienia wyjścia Console.Out lub Console.Error można dołączyć opcjonalny prefiks, który zostanie użyty podczas zapisywania komunikatów, w następujący sposób: Console.Error:MojaNazwaProgramu.
pt_br: Se definido, habilitará o System.Diagnostics.DefaultTraceListener, que imprimirá a saída do Rastreamento de System.Diagnostics e as classes de Depuração. Pode ser definido para um nome de arquivo, e Console.Out ou Console.Error para exibir a saída para a saída padrão ou erro padrão, respectivamente. Se estiver definido como Console.Out ou Console.Error, você poderá acrescentar um prefixo opcional que será usado ao escrever mensagens assim: Console.Error:MyProgramName.
ru: Если параметр задан, включается System.Diagnostics.DefaultTraceListener, который выводит выходные данные классов Trace и Debug System.Diagnostics. Можно задать имя файла, а также Console.Out или Console.Error, чтобы отобразить выходные данные для стандартного потока вывода или стандартной ошибки соответственно. При указании Console.Out или Console.Error можно добавить необязательный префикс, который используется при написании сообщений, подобных следующему: Console.Error:MyProgramName.
tr: Ayarlandığında, System.Diagnostics İzleme ve Hata ayıklama sınıflarının çıktısını yazdıran System.Diagnostics.DefaultTraceListener'ı etkinleştirir. Dosya adına ve standart çıktı veya standart hata sırsıyla çıktı görüntüleyen Console.Out veya Console.Error'a ayarlanabilir. Console.Out veya Console.Error'a ayarlanırsa iletiler yazarken kullanılan isteğe bağlı bir ön eki şu şekilde ekleyebilirsiniz: Console.Error:MyProgramName.
zh_cn: 如果设置，将启用 System.Diagnostics.DefaultTraceListener 类，该类将打印 System.Diagnostics 跟踪和调试类的输出。它可以设置为文件名，也可以设置为 Console.Out 或 Console.Error，以便分别显示标准输出或标准错误的输出。如果设置为 Console.Out 或 Console.Error，你可以追加一个在写入如下消息时使用的可选前缀: Console.Error:MyProgramName。
zh_tw: 若設定，則會啟用 System.Diagnostics.DefaultTraceListener 以列印 System.Diagnostics 追蹤和偵錯類別的輸出。其可以設定為檔案名稱，也可以設定為 Console.Out 或 Console.Error 以分別將輸出顯示到標準輸出或標準錯誤。若設定為 Console.Out 或 Console.Error，您可以附加選擇性前置詞，當撰寫類似 Console.Error:MyProgramName 的訊息時，將會用到此前置詞。

source: If set, temporary source files generated by ASP.NET support classes will not be removed. They will be kept in the user's temporary directory.
cs: Pokud je nastaveno, dočasné zdrojové soubory vygenerované třídami podpory ASP.NET se neodeberou. Zůstanou zachované v dočasném adresáři uživatele.
de: Falls festgelegt, werden die von den ASP.NET-Unterstützungsklassen generierten temporären Quelldateien nicht entfernt und im temporären Verzeichnis des Benutzers beibehalten.
es: Si se establece, no se quitan los archivos de código fuente temporales generados por las clases de compatibilidad con ASP.NET. Se mantienen en el directorio temporal del usuario.
fr: En cas de sélection, les fichiers sources temporaires générés par les classes de prise en charge d’ASP.NET ne sont pas supprimés. Ils sont conservés dans le répertoire temporaire de l’utilisateur.
it: Se impostata, i file di origine temporanei generati dalle classi di supporto di ASP.NET non verranno rimossi. Verranno mantenuti nella directory temporanea dell'utente.
ja: 設定すると、ASP.NET サポート クラスによって生成された一時的なソース ファイルは削除されません。それらは、ユーザーの一時ディレクトリに保持されます。
ko: 설정된 경우 ASP.NET 지원 클래스에서 생성하는 임시 소스 파일이 제거되지 않고 사용자의 임시 디렉터리에 유지됩니다.
pl: Jeśli ta opcja zostanie ustawiona, tymczasowe pliki źródłowe wygenerowane przez klasy pomocnicze programu ASP.NET nie zostaną usunięte. Będą przechowywane w katalogu tymczasowym użytkownika.
pt_br: Se definido, os arquivos de origem temporária gerados pelas classes de suporte do ASP.NET não serão removidos. Eles serão mantidos no diretório temporário do usuário.
ru: Если параметр задан, временные исходные файлы, создаваемые вспомогательными классами ASP.NET, не удаляются. Они хранятся во временном каталоге пользователя.
tr: Ayarlandığında, ASP.NET destek sınıfları tarafından üretilen geçici kaynak dosyaları kaldırılmaz. Kullanıcının geçici dizininde saklanırlar.
uk: Якщо встановлено, тимчасові файли, створені класами підтримки ASP.NET, не будутьвилучені. Вони будуть збережені у тимчасовій теці користувача.
zh_cn: 如果设置，则不会删除 ASP.NET 支持类生成的临时源文件。它们将保留在用户的临时目录中。
zh_tw: 若設定，ASP.NET 支援類別所產生的暫存原始程式檔將不會遭到移除，而是會保留在使用者的暫存目錄中。

source: If set, the runtime uses unmanaged collation (which actually means no culture-sensitive collation). It internally disables managed collation functionality invoked via the members of System.Globalization.CompareInfo class.
cs: Pokud je nastaveno, modul runtime použije nespravovanou kolaci (což ve skutečnosti znamená kolaci nezávislou na jazykové verzi). Interně zakáže funkci spravované kolace vyvolanou prostřednictvím členů třídy System.Globalization.CompareInfo.
de: Falls festgelegt, verwendet die Laufzeit eine nicht verwaltete Sortierung (d. h., eine Sortierung, die nicht kulturspezifisch ist). Intern wird die Funktionalität für die verwaltete Sortierung deaktiviert, die durch die Member der System.Globalization.CompareInfo-Klasse aufgerufen wird.
es: Si se establece, el entorno de ejecución utiliza intercalación no administrada (que, en realidad, significa intercalación independiente de la referencia cultural). Deshabilita internamente la funcionalidad de intercalación administrada invocada con los miembros de la clase System.Globalization.CompareInfo.
fr: En cas de sélection, le runtime utilise un classement non managé (c’est-à-dire ne tenant pas compte de la culture). Désactive en interne le classement managé appelé via les membres de la classe System.Globalization.CompareInfo.
it: Se impostata, il runtime usa regole di confronto non gestite, ovvero regole di confronto che non fanno distinzione tra impostazioni cultura. Disabilita internamente la funzionalità delle regole di confronto gestite richiamata tramite i membri della classe System.Globalization.CompareInfo.
ja: 設定すると、ランタイムはマネージドされていない照合順序を使用します (カルチャを区別しない照合順序になります)。これは、System.Globalization.CompareInfo クラスのメンバーを経由して起動するマネージド照合順序機能を内部で無効にします。
ko: 설정된 경우 런타임은 관리되지 않는 데이터 정렬(실제로 문화권 구분 데이터 정렬이 아닌 것을 의미함)을 사용합니다. System.Globalization.CompareInfo 클래스의 멤버를 통해 호출되는 관리되는 데이터 정렬 기능을 사용하지 않도록 내부적으로 설정합니다.
pl: Jeśli ta opcja zostanie ustawiona, środowisko uruchomieniowe będzie używać sortowania niezarządzanego (co w rzeczywistości oznacza sortowanie bez rozróżniania kultury). Wyłącza wewnętrznie funkcję sortowania zarządzanego wywoływaną przez składowe klasy System.Globalization.CompareInfo.
pt_br: Se definido, o tempo de execução usará a ordenação não gerenciada (o que significa que, na verdade, nenhuma ordenação é sensível à cultura). Ele desabilita internamente a funcionalidade de ordenação gerenciada invocada por meio dos membros da classe System.Globalization.CompareInfo.
ru: Если параметр задан, среда выполнения использует неуправляемую сортировку (что обычно означает сортировку без учета языка и региональных параметров). Он изнутри отключает функциональность управляемой сортировки, вызываемую посредством элементов класса System.Globalization.CompareInfo.
tr: Ayarlanırsa, çalışma zamanı yönetilmeyen harmanlamayı (aslında kültüre duyarlı olmayan harmanlama anlamına gelen) kullanır. System.Globalization.CompareInfo sınıfı üyeleri aracılığı ile çağırılan yönetilen harmanlama işlevselliğini dahili olarak devre dışı bırakır.
zh_cn: 如果设置，运行时将使用非托管排序规则(实际上指不区分区域性的排序规则)。它会从内部禁用通过 System.Globalization.CompareInfo 类成员调用的托管排序规则功能。
zh_tw: 若設定，執行階段會使用 Unmanaged 定序 (實際上是指不區分文化特性的定序)。其會在內部停用透過 System.Globalization.CompareInfo 類別成員叫用的 Managed 定序功能。

source: If the Mono runtime has been compiled with LLVM support (not available in all configurations), this option enables use the LLVM optimization and code generation engine to JIT or AOT compile. For more information consult: http://www.mono-project.com/Mono_LLVM
cs: Pokud byl Mono runtime zkompilován pomocí podpory LLVM (v některých konfiguracích nedostupné), povolí tato možnost použití optimalizace LLVM a modulu generování kódu kompilaci za běhu nebo AOT. Další informace najdete tady: http://www.mono-project.com/Mono_LLVM
de: Wenn die Mono-Laufzeit mit LLVM-Unterstützung kompiliert wurde (nicht in allen Konfigurationen verfügbar), ermöglicht diese Option die Verwendung der LLVM-Optimierung und der Codegenerierungs-Engine für JIT- oder AOT-Kompilierungen. Weitere Informationen finden Sie unter: http://www.mono-project.com/Mono_LLVM
es: Si el entorno de ejecución Mono se ha compilado con funcionalidad LLVM (no disponible en todas las configuraciones), esta opción permite usar la optimización LLVM y el motor de generación de código para compilaciones JIT o AOT. Para obtener más información, consulte: http://www.mono-project.com/Mono_LLVM
fr: Si le runtime Mono a été compilé avec une prise en charge de LLVM (non disponible dans toutes les configurations), cette option permet d’utiliser l’optimisation et le moteur de génération de code de LLVM pour effectuer une compilation JIT ou AOA. Pour plus d’informations, voir : http://www.mono-project.com/Mono_LLVM
it: Se il runtime di Mono è stato compilato con il supporto LLVM (non disponibile in tutte le configurazioni), questa opzione consente di usare l'ottimizzazione LLVM e il motore di generazione del codice per la compilazione JIT o AOT. Per altre informazioni, vedere http://www.mono-project.com/Mono_LLVM
ja: Mono ランタイムが LLVM サポートを使用してコンパイルされた場合 (すべての構成で利用できるわけではありません)、このオプションを指定すると、LLVM の最適化およびコード生成エンジンを JIT または AOT コンパイルに使用できるようになります。詳しくは次をご覧ください: http://www.mono-project.com/Mono_LLVM
ko: Mono 런타임이 LLVM 지원(일부 구성에서만 사용 가능)을 사용하여 컴파일된 경우 이 옵션은 LLVM 최적화 및 코드 생성 엔진을 사용하여 JIT 또는 AOT 컴파일을 수행할 수 있도록 합니다. 자세한 내용은 http://www.mono-project.com/Mono_LLVM을 참조하세요.
pl: Jeśli środowisko wykonawcze Mono zostało skompilowane z obsługą LLVM (niedostępne we wszystkich konfiguracjach), ta opcja umożliwia użycie optymalizacji LLVM i kompilowanie w trybie JIT lub drzewa obiektów aplikacji (AOT) przez aparat generowania kodu. Więcej informacji: http://www.mono-project.com/Mono_LLVM
pt_br: Se o runtime Mono tiver sido compilado com suporte a LLVM (não disponível em todas as configurações), essa opção habilitará o uso de otimizações e do mecanismo de geração de código do LLVM para compilação JIT ou AOT. Para obter mais informações, consulte: http://www.mono-project.com/Mono_LLVM
ru: Если среда выполнения Mono компилировалась с поддержкой LLVM (доступно не во всех конфигурациях), этот параметр позволяет использовать подсистему создания кода и оптимизации LLVM для компиляции с JIT или AOT. Дополнительные сведения см. на странице: http://www.mono-project.com/Mono_LLVM
tr: Mono çalışma zamanı LLVM desteği ile derlenmişse (tüm yapılandırmalarda kullanılamaz), bu seçenek LLVM iyileştirmesi ve kod üretim altyapısının JIT veya AOT derlemesi için kullanılmasını etkinleştirir. Daha fazla bilgi için şuraya başvurun: http://www.mono-project.com/Mono_LLVM
zh_cn: 如果 Mono 运行时已使用 LLVM 支持(并非在所有配置中都可用)进行编译，此选项将支持使用 LLVM 优化和代码生成引擎进行 JIT 或 AOT 编译。有关详细信息，请参阅: http://www.mono-project.com/Mono_LLVM
zh_tw: 若已使用 LLVM 支援 (並非所有組態都可使用) 編譯 Mono 執行階段，此選項會啟用 LLVM 最佳化，並將程式碼產生引擎設為 JIT 或 AOT 編譯。如需詳細資訊，請參閱: http://www.mono-project.com/Mono_LLVM

source: If you accept this suggestion, the method will be generated in the CodeBehind class.
cs: Pokud tento návrh přijmete, bude se metoda generovat ve třídě CodeBehind.
de: Wenn Sie diesen Vorschlag akzeptieren, wird die Methode in der CodeBehind-Klasse generiert.
es: Si acepta esta sugerencia, el método se generará en la clase CodeBehind.
fr: Si vous acceptez cette proposition, la méthode est générée dans la classe code-behind.
it: Se si accetta questo suggerimento, il metodo verrà generato nella classe CodeBehind.
ja: この提案を受け入れると、メソッドが CodeBehind クラスに 生成されます。
ko: 이 제안을 받아들이는 경우 메서드가 CodeBehind 클래스에서 생성됩니다.
pl: Jeśli zaakceptujesz tę sugestię, metoda zostanie wygenerowana w klasie CodeBehind.
pt_br: Se você aceitar essa sugestão, o método será gerado na classe CodeBehind.
ru: Если вы принимаете эту рекомендацию, метод создается в классе CodeBehind.
tr: Bu öneriyi kabul ederseniz metot CodeBehind sınıfında oluşturulur.
uk: Якщо ви приймете цю пропозицію, буде створено метод у класі суміжного коду.
zh_cn: 如果接受此建议，该方法 将在 CodeBehind 类中生成。
zh_tw: 若您接受此建議，則會 在 CodeBehind 類別中產生方法。

source: If you chose this option the Git configuration will be overwritten.
cs: Pokud jste vybrali tuto možnost, konfigurace Git se přepíše.
de: Bei Auswahl dieser Option wird die Git-Konfiguration überschrieben.
es: Si eligió esta opción, se sobrescribirá la configuración de Git.
fr: Si vous avez choisi cette option, la configuration Git va être remplacée.
it: Se si sceglie questa opzione, la configurazione di GIT verrà sovrascritta.
ja: このオプションを選択すると、Git 構成が上書きされます。
ko: 이 옵션을 선택한 경우 Git 구성을 덮어씁니다.
pl: W przypadku wybrania tej opcji konfiguracja narzędzia Git zostanie zastąpiona.
pt_br: Se desejar escolher essa opção, a configuração Git será substituída.
ru: При выборе этого параметра конфигурация Git будет перезаписана.
tr: Bu seçeneği belirlerseniz, Git yapılandırması geçersiz kılınır.
uk: Якщо ви виберете цей параметр, конфігурацію Git буде перезаписано.
zh_cn: 如果选择了此选项，将覆盖 GIT 配置。
zh_tw: 若您選擇此選項，則會覆寫 Git 組態。

source: If you don't save, all changes will be permanently lost.
cs: Pokud je neuložíte, budou všechny změny trvale ztraceny.
de: Wenn Sie nicht speichern, gehen alle Änderungen dauerhaft verloren.
es: Si no guarda, todos los cambios se perderán de forma permanente.
fr: Si vous n’enregistrez pas, toutes les modifications seront définitivement perdues.
it: Se non si salva, le modifiche andranno perse definitivamente.
ja: 保存しないと、変更内容はすべて永久に失われます。
ko: 저장하지 않는 경우 모든 변경 내용이 영구적으로 손실됩니다.
pl: Jeśli nie zostanie zapisany, wszystkie zmiany zostaną trwale utracone.
pt_br: Se você não salvar, todas as alterações serão permanentemente perdidas.
ru: Если вы откажетесь от сохранения, все изменения будут безвозвратно утрачены.
tr: Kaydetmezseniz tüm değişiklikler kalıcı olarak kaybolur.
uk: Якщо не зберегти, всі зміни будуть повністю втрачені.
zh_cn: 如果不保存，将永久丢失所有更改。
zh_tw: 若您未儲存，所有變更將會永久遺失。
