Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: Skipping project since output files are up to date
cs: Projekt se vynechává, protože výstupní soubory jsou aktuální.
de: Projekt wird übersprungen, da Ausgabedateien auf aktuellem Stand sind.
es: Se va a omitir el proyecto porque los archivos de salida están actualizados
fr: Projet ignoré, car les fichiers de sortie sont à jour.
it: Il progetto verrà ignorato perché i file di output sono aggiornati
ja: 出力ファイルは最新であるため、プロジェクトをスキップしています
ko: 출력 파일이 최신이므로 프로젝트를 건너뜁니다.
pl: Pomijanie projektu, ponieważ pliki wyjściowe są aktualne
pt_br: Ignorando o projeto, pois os arquivos de saída estão atualizados
ru: Выполняется пропуск проекта, так как выходные файлы в актуальном состоянии
tr: Çıkş dosyaları güncel olduğu için proje atlanıyor
uk: Проект пропущено, оскільки вихідні файли вже оновлені
zh_cn: 正在跳过项目，因为输出文件是最新版本
zh_tw: 因為輸出檔是最新版本，所以將會略過專案

source: Small utility application, 'Accessories'
cs: Menší nástroj, příslušenství
de: Kleines Hilfsprogramm, 'Zubehör'
es: Pequeña aplicación de utilidades, 'Accesorios'
fr: Petite application utilitaire, « Accessoires »
it: Piccola applicazione di utilità, come 'Accessori'
ja: 小規模なユーティリティ アプリケーションである、'アクセサリ'
ko: 작은 유틸리티 애플리케이션, '보조프로그램'
pl: Mała aplikacja narzędziowa, „akcesoria”
pt_br: Aplicativo utilitário pequeno, 'Acessórios'
ru: Небольшое служебное приложение "Стандартные"
tr: Küçük yardımcı program uygulaması, 'Donatılar'
uk: Невеликий застосунок-утиліта
zh_cn: 小型实用程序，即“附件”
zh_tw: 小型公用程式應用程式 [附屬應用程式]

source: Smart
cs: Inteligentní
de: Intelligent
es: Inteligente
fr: Intelligent
it: Intelligenti
ja: スマート
ko: 스마트
pl: Inteligentnie
pt_br: Inteligente
ru: Гибкий
tr: Akıllı
uk: Просунуте
zh_cn: 智能
zh_tw: 智慧型

source: Snippet {0}
cs: Fragment kódu {0}
de: Ausschnitt {0}
es: Fragmento de código {0}
fr: Extrait {0}
it: '{0}' ignorato
ja: スニペット {0}
ko: 코드 조각 {0}
pl: Fragment kodu {0}
ru: Фрагмент кода {0}
tr: {0} kod parçacığı

source: Software to learn foreign languages
cs: Aplikace pro výuku cizích jazyků
de: Software zum Erlernen von Fremdsprachen
es: Software para aprender idiomas
fr: Logiciel d’apprentissage des langues
it: Software per imparare lingue straniere
ja: 外国語学習用ソフトウェア
ko: 외국어 학습 소프트웨어
pl: Oprogramowanie do nauki języków obcych
pt_br: Software para aprender línguas estrangeiras
ru: Программное обеспечение для изучения иностранных языков
tr: Yabancı dilleri öğrenmek için yazılım
uk: Програма для вивчення іноземних мов
zh_cn: 外语学习软件
zh_tw: 用於學習外國語言的軟體

source: Software to teach arts
cs: Aplikace pro výuku umění
de: Software zum Unterrichten von Kunst
es: Software para la enseñanza artística
fr: Logiciel d’enseignement artistique
it: Software per insegnare arte
ja: 芸術教育用ソフトウェア
ko: 예술 교육 소프트웨어
pl: Oprogramowanie do nauki sztuki
pt_br: Programa para ensinar artes
ru: Программное обеспечение для обучения изобразительному искусству
tr: Sanat öğretme yazılımı
uk: Програма для навчання мистецтву
zh_cn: 艺术教学软件
zh_tw: 用於教導藝術的軟體

source: Solution
cs: Řešení
de: Projektmappe
es: Solución
it: Soluzione
ja: ソリューション
ko: 솔루션
pl: Rozwiązanie
pt_br: Solução
ru: Решение
tr: Çözüm
uk: Рішення
zh_cn: 解决方案
zh_tw: 解決方案

source: Solution '{0}' and others are currently open
cs: Řešení {0} a další jsou momentálně otevřená.
de: Projektmappe '{0}' und andere sind momentan geöffnet.
es: La solución '{0}' y otras soluciones están abiertas
fr: La solution « {0} » et d’autres solutions sont actuellement ouvertes
it: Diverse soluzioni, tra cui '{0}', sono attualmente aperte
ja: ソリューション '{0}' その他が現在開いています
ko: '{0}' 솔루션 및 다른 솔루션이 현재 열려 있습니다.
pl: Rozwiązanie „{0}” i inne są obecnie otwarte
pt_br: A solução '{0}' e outras estão abertas no momento
ru: Решение "{0}" и другие сейчас открыты
tr: '{0}' çözümü ve diğerleri şu anda açık
uk: Рішення '{0}' та інші зараз відкриті.
zh_cn: 解决方案“{0}”和其他解决方案当前已打开
zh_tw: 目前已開啟解決方案 '{0}' 和其他解決方案

source: Solution '{0}' is currently open
cs: Řešení {0} je momentálně otevřené.
de: Projektmappe '{0}' ist momentan geöffnet.
es: La solución '{0}' está abierta
fr: La solution « {0} » est actuellement ouverte.
it: La soluzione '{0}' è attualmente aperta
ja: ソリューション '{0}' は現在開いています
ko: '{0}' 솔루션이 현재 열려 있습니다.
pl: Rozwiązanie „{0}” jest obecnie otwarte
pt_br: A solução '{0}' está aberta no momento
ru: Решение "{0}" сейчас открыто
tr: '{0}' çözümü şu anda açık
uk: Рішення '{0}' вже відкрито
zh_cn: 解决方案“{0}”当前已打开
zh_tw: 解決方案 '{0}' 目前開啟中

source: Solution Directory
cs: Adresář řešení
de: Projektmappenverzeichnis
es: Directorio de la solución
fr: Répertoire de la solution
it: Directory della soluzione
ja: ソリューション ディレクトリ
ko: 솔루션 디렉터리
pl: Katalog rozwiązania
pt_br: Diretório da Solução
ru: Каталог решения
tr: Çözüm Dizini
uk: Тека рішення
zh_cn: 解决方案目录
zh_tw: 解決方案目錄

source: Solution File
cs: Soubor řešení
de: Projektmappendatei
es: Archivo de soluc_ión
fr: Fichier de la solution
it: File di soluzione
ja: ソリューション ファイル
ko: 솔루션 파일
pl: Plik rozwiązania
pt_br: Arquivo da Solução
ru: Файл решения
tr: Çözüm Dosyası
uk: Файл рішення
zh_cn: 解决方案文件
zh_tw: 解決方案檔

source: Solution Files
cs: Soubory řešení
de: Projektmappendateien
es: Archivo de soluc_ión
fr: Fichiers de solution
it: File di soluzione
ja: ソリューション ファイル
ko: 솔루션 파일
pl: Pliki rozwiązania
pt_br: Arquivos da Solução
ru: Файлы решения
tr: Çözüm Dosyaları
uk: Файли рішення
zh_cn: 解决方案文件
zh_tw: 解決方案檔

source: Solution Item
cs: Položka řešení
de: Projektmappenelement
es: Elemento de solución
fr: Elément de solution
it: Elemento di soluzione
ja: ソリューション項目
ko: 솔루션 항목
pl: Element rozwiązania
pt_br: Item de Solução
ru: Элемент решения
tr: Çözüm Öğesi
uk: Елемент рішення
zh_cn: 解决方案项
zh_tw: 解決方案項目

source: Solution Name
cs: Název řešení
de: Projektmappenname
es: Nombre de la solución
fr: Nom de la solution
it: Nome della soluzione
ja: ソリューション名
ko: 솔루션 이름
pl: Nazwa rozwiązania
pt_br: Nome da Solução
ru: Имя решения
tr: Çözüm Adı
uk: Назва рішення
zh_cn: 解决方案名称
zh_tw: 解決方案名稱

source: Solution Name:
cs: Název řešení:
de: Projektmappenname:
es: Nombre de la solución:
fr: Nom de la solution :
it: Nome della soluzione:
ja: ソリューション名:
ko: 솔루션 이름:
pl: Nazwa rozwiązania:
pt_br: Nome da Solução:
ru: Имя решения:
tr: Çözüm Adı:
uk: Назва рішення:
zh_cn: 解决方案名称:
zh_tw: 解決方案名稱:

source: Solution Options
cs: Možnosti řešení
de: Projektmappenoptionen
es: Opciones de la solución
fr: Options de la solution
it: Opzioni soluzione
ja: ソリューション オプション
ko: 솔루션 옵션
pl: Opcje rozwiązania
pt_br: Opções da Solução
ru: Параметры решения
tr: Çözüm Seçenekleri
uk: Параметри рішення
zh_cn: 解决方案选项
zh_tw: 解決方案選項

source: Solution Workbench
cs: Workbench řešení
de: Projektmappen-Workbench
es: Área de trabajo de la solución
it: Workbench soluzione
ja: ソリューション Workbench
ko: 솔루션 Workbench
pl: Środowisko robocze rozwiązania
ru: Workbench решения
tr: Çözüm Workbench'i
uk: Інструментарій рішення
zh_cn: 解决方案工作台

source: Solution checked out
cs: Řešení je rezervované.
de: Projektmappe ausgecheckt
es: Solución extraída del repositorio.
fr: Solution extraite
it: La soluzione è stata estratta
ja: チェックアウトしたソリューション
ko: 솔루션이 체크 아웃되었습니다.
pl: Wyewidencjonowano rozwiązanie
pt_br: Solução verificada
ru: Решение извлечено
tr: Çözüm kullanıma alındı
uk: Рішення перевірено
zh_cn: 已签出解决方案
zh_tw: 解決方案已簽出

source: Solution could not be deployed:
cs: Řešení se nepodařilo nasadit:
de: Projektmappe konnte nicht bereitgestellt werden:
es: No se puede implementar la solución:
fr: Nous n’avons pas pu déployer la solution :
it: Non è stato possibile distribuire la soluzione:
ja: ソリューションを展開できませんでした:
ko: 솔루션을 배포할 수 없습니다.
pl: Nie można wdrożyć rozwiązania:
pt_br: Não foi possível implantar a solução:
ru: Не удалось развернуть решение:
tr: Çözüm dağıtılamadı:
uk: Не вдалось розгорнути рішення:
zh_cn: 无法部署解决方案:
zh_tw: 無法部署的解決方案:

source: Solution loaded.
cs: Řešení je načtené.
de: Projektmappe geladen
es: Solución cargada.
fr: Solution chargée.
it: La soluzione è stata caricata.
ja: ソリューションを読み込みました。
ko: 솔루션이 로드되었습니다.
pl: Załadowano rozwiązanie.
pt_br: Solução carregada.
ru: Решение загружено.
tr: Çözüm yüklendi.
uk: Рішення завантажено.
zh_cn: 已加载解决方案。
zh_tw: 解決方案已載入。

source: Solution name may not contain any of the following characters: {0}
cs: Název řešení nesmí obsahovat tyto znaky: {0}
de: Projektmappenname darf keines der folgenden Zeichen enthalten: {0}
es: El nombre de la solución no puede contener ninguno de los siguientes caracteres: {0}
fr: Le nom de la solution ne peut contenir aucun des caractères suivants : {0}
it: Il nome della soluzione non può contenere i caratteri seguenti: {0}
ja: ソリューション名には以下の文字を使用できません: {0}
ko: 솔루션 이름에는 다음 문자가 포함될 수 없습니다. {0}
pl: Nazwa rozwiązania nie może zawierać żadnego z następujących znaków: {0}
pt_br: O nome da solução não pode conter nenhum dos seguintes caracteres: {0}
ru: Имя решения не должно содержать следующие символы: {0}
tr: Çözüm adı şu karakterlerden herhangi birini içeremez: {0}
uk: Назва рішення не може містити таких знаків: {0}
zh_cn: 解决方案名称不能包含以下任意字符: {0}
zh_tw: 解決方案名稱不得包含下列任一字元: {0}

source: Solution run configurations let you run multiple projects at once. Please provide a name to be shown in the toolbar for this Solution run configuration.
cs: Konfigurace spuštění řešení umožňují spouštět více projektů současně. Zadejte prosím název, který se má pro tuto konfiguraci spuštění řešení zobrazit na panelu nástrojů.
de: Laufzeitkonfigurationen für Projektmappen ermöglichen die sofortige Ausführung mehrerer Projekte. Geben Sie einen Namen an, der für diese Laufzeitkonfiguration der Projektmappe in der Symbolleiste angezeigt werden soll.
es: Las configuraciones de ejecución de la solución permiten ejecutar varios proyectos a la vez. Proporcione un nombre que se mostrará en la barra de herramientas para esta configuración de ejecución de la solución.
fr: Les configurations d'exécution de solution vous permettent d'exécuter plusieurs projets à la fois. Indiquez un nom à afficher dans la barre d'outils pour cette configuration d'exécution de solution.
ja: ソリューション実行構成を使用すると同時に複数のプロジェクトを実行できます。このソリューション実行構成に対して ツール バーに表示する名前を指定してください。
ko: 솔루션 실행 구성을 사용하면 한 번에 여러 프로젝트를 실행할 수 있습니다. 이 솔루션 실행 구성의 도구 모음에 표시할 이름을 입력하세요.
pl: Konfiguracje przebiegów rozwiązań umożliwiają jednoczesne uruchamianie wielu projektów. Podaj nazwę wyświetlaną na pasku narzędzi tej konfiguracji przebiegu rozwiązania.
pt_br: Configurações executadas pela Solução permitem que você execute vários projetos ao mesmo tempo. Forneça um nome para ser mostrado na barra de ferramentas desta configuração executada pela Solução.
ru: Конфигурация запуска решения позволяет запустить сразу несколько проектов. Укажите имя, отображемое на панели инструментов для этой конфигурации запуска решения.
tr: Çözüm çalışma yapılandırmaları aynı anda birden fazla proje çalıştırmanıza olanak sağlar. Lütfen bu Çözüm çalışma yapılandırması için araç çubuğunda gösterilecek bir ad sağlayın.

source: Solution saved.
cs: Řešení je uložené.
de: Projektmappe gespeichert.
es: Solución guardada.
fr: Solution enregistrée.
it: La soluzione è stata salvata.
ja: ソリューションを保存しました。
ko: 솔루션이 저장되었습니다.
pl: Zapisano rozwiązanie.
pt_br: Solução salva.
ru: Решение сохранено.
tr: Çözüm kaydedildi.
uk: Рішення збережено.
zh_cn: 已保存解决方案。
zh_tw: 解決方案已儲存。

source: Solution template doesn't have any project templates
cs: Šablona řešení nemá žádné šablony projektu.
de: Die Projektmappenvorlage weist keine Projektvorlagen auf.
es: La plantilla de solución no tiene plantillas de proyecto
fr: Le modèle de solution ne comporte pas de modèle de projet
it: Il modello della soluzione non contiene modelli di progetto
ja: ソリューション テンプレートにプロジェクト テンプレートがありません
ko: 솔루션 템플릿에 프로젝트 템플릿이 없습니다.
pl: Szablon rozwiązania nie zawiera żadnych szablonów projektu
pt_br: O modelo de solução não tem nenhum modelo de projeto
ru: У шаблона решения нет шаблонов проекта
tr: Çözüm şablonunun proje şablonu yok
zh_cn: 解决方案模板没有任何项目模板
zh_tw: 解決方案範本沒有任何專案範本

source: Solution was deleted and will be closed. {0}
cs: Řešení se odstranilo a zavře se. {0}
de: Die Projektmappe wurde gelöscht und wird geschlossen. {0}
es: La solución se ha eliminado y se va a cerrar. {0}
fr: La solution a été supprimée et va être fermée. {0}
ja: ソリューションは削除されたため、閉じられます。{0}
ko: 솔루션이 삭제되고 닫힙니다. {0}
pl: Rozwiązanie zostało usunięte i zostanie zamknięte. {0}
pt_br: A solução foi excluída e será fechada. {0}
ru: Решение было удалено и будет закрыто. {0}
tr: Çözüm silindi ve kapatılacak. {0}

source: Solution was successfully deployed.
cs: Řešení se úspěšně nasadilo.
de: Projektmappe wurde erfolgreich bereitgestellt.
es: La solución se ha implementado correctamente.
fr: La solution a été correctement déployée.
it: La soluzione è stata distribuita.
ja: ソリューションは正常に展開されました。
ko: 솔루션이 배포되었습니다.
pl: Pomyślnie wdrożono rozwiązanie.
pt_br: A solução foi implantada com êxito.
ru: Решение успешно развернуто.
tr: Çözüm başarıyla dağıtıldı.
uk: Рішення було успішно розгорнуте.
zh_cn: 已成功部署解决方案。
zh_tw: 解決方案部署成功。

source: Solution where to create the project not selected.
cs: Není vybrané řešení, ve kterém se má vytvořit projekt.
de: Keine Projektmappe zum Erstellen des Projekts ausgewählt
es: No se ha seleccionado la solución en la que se creará el proyecto.
fr: Solution dans laquelle créer le projet non sélectionnée.
it: La soluzione in cui creare il progetto non è stata selezionata.
ja: プロジェクトを作成するソリューションが選択されていません。
ko: 프로젝트를 만들 솔루션이 선택되지 않았습니다.
pl: Nie wybrano rozwiązania, w którym należy utworzyć projekt.
pt_br: A solução na qual o projeto será criado não foi selecionada.
ru: Не выбрано решение, где требуется создать проект.
tr: Projenin oluşturulacağı çözüm seçilmemiş.
uk: Не вказане рішення, в якому має бути створений проект.
zh_cn: 未选择要在其中创建项目的解决方案。
zh_tw: 未選取要用於建立專案的解決方案。

source: Solution {0}
cs: Řešení {0}
de: Projektmappe {0}
es: Solución {0}
it: Soluzione {0}
ja: ソリューション {0}
ko: {0} 솔루션
pl: Rozwiązanie {0}
pt_br: Solução {0}
ru: Решение {0}
tr: Çözüm {0}
uk: Рішення {0}
zh_cn: 解决方案 {0}
zh_tw: 解決方案 {0}

source: Solution {0} (1 entry)
cs: Řešení {0} (1 položka)
de: Projektmappe {0} (1 Eintrag)
es: Solución {0} (1 entrada)
fr: Solution {0} (1 entrée)
it: Soluzione {0} (1 voce)
ja: ソリューション {0} (1 エントリ)
ko: {0} 솔루션(1개 항목)
pl: Rozwiązanie {0} (1 wpis)
pt_br: Solução {0} (1 entrada)
ru: Решение {0} (записей: 1)
tr: Çözüm {0} (1 girdi)
uk: Рішення {0} (1 елемент)
zh_cn: 解决方案 {0} (1 个条目)
zh_tw: 解決方案 {0} (1 個項目)

source: Solution {0} ({1} entries)
cs: Řešení {0} (Počet položek: {1})
de: Projektmappe {0} ({1} Einträge)
es: Solución {0} ({1} entradas)
fr: Solution {0} ({1} entrées)
it: Soluzione {0} ({1} voci)
ja: ソリューション {0} ({1} エントリ)
ko: {0} 솔루션({1}개 항목)
pl: Rozwiązanie {0} (liczba wpisów: {1})
pt_br: Solução {0} ({1} entradas)
ru: Решение {0} (записей: {1})
tr: Çözüm {0} ({1} girdi)
uk: Рішення {0} ({1} елементів)
zh_cn: 解决方案 {0} ({1} 个条目)
zh_tw: 解決方案 {0} ({1} 個項目)

source: Solutions
cs: Řešení
de: Projektmappen
es: Soluciones
it: Soluzioni
ja: ソリューション
ko: 솔루션
pl: Rozwiązania
pt_br: Soluções
ru: Решения
tr: Çözümler
uk: Рішення
zh_cn: 解决方案
zh_tw: 解決方案

source: Some additional changes on another file of the project.
cs: Některé další změny v jiném souboru nebo projektu.
de: Einige zusätzliche Änderungen an einer anderen Projektdatei.
es: Algunos cambios más en otro archivo del proyecto.
fr: Certaines modifications supplémentaires d’un autre fichier du projet.
it: Modifiche aggiuntive su un altro file del progetto.
ja: プロジェクトの別のファイルにおけるいくつかの追加変更。
ko: 프로젝트의 다른 파일에 추가 변경 내용이 있습니다.
pl: Dodatkowe zmiany w innym pliku w projekcie.
pt_br: Algumas alterações adicionais em outro arquivo do projeto.
ru: Несколько дополнительных изменений в другом файле проекта.
tr: Projedeki başka bir dosyada ek değişiklikler yapıldı.
zh_cn: 该项目的另一个文件发生了其他一些更改。
zh_tw: 對專案的另一個檔案進行一些額外變更。

source: Some dependencies need to be updated
cs: Některé závislosti se musí aktualizovat.
de: Einige Abhängigkeiten müssen aktualisiert werden.
es: Es necesario actualizar algunas dependencias
fr: Certaines dépendances doivent être mises à jour
it: È necessario aggiornare alcune dipendenze
ja: 一部の依存関係を更新する必要があります
ko: 일부 종속성을 업데이트해야 합니다.
pl: Należy zaktualizować niektóre zależności
pt_br: Algumas dependências precisam ser atualizadas
ru: Требуется обновить некоторые зависимости
tr: Bazı bağımlılıkların güncelleştirilmesi gerekiyor
uk: Деякі залежності потрібно оновити
zh_cn: 某些依赖关系需要更新
zh_tw: 有一些相依性必須更新

source: Some documents are currently open
cs: Některé dokumenty jsou momentálně otevřené.
de: Einige Dokumente sind momentan geöffnet.
es: Hay algunos documentos abiertos
fr: Certains documents sont actuellement ouverts
it: Alcuni documenti sono attualmente aperti
ja: いくつかのドキュメントが現在開いています
ko: 일부 문서가 현재 열려 있습니다.
pl: Niektóre dokumenty są obecnie otwarte
pt_br: Alguns documentos estão abertos no momento
ru: Некоторые документы сейчас открыты
tr: Bazı belgeler şu anda açık
uk: Деякі документи зараз відкриті
zh_cn: 某些文档当前已打开
zh_tw: 目前已開啟部分文件

source: Some files could not be saved.
cs: Některé soubory se nepovedlo uložit.
de: Einige Dateien konnten nicht gespeichert werden.
es: No se pudieron guardar algunos archivos.
fr: Certains fichiers n'ont pas pu être enregistrés.
ja: 一部のファイルを保存できませんでした。
ko: 일부 파일을 저장할 수 없습니다.
pl: Nie można zapisać niektórych plików.
pt_br: Não foi possível salvar alguns arquivos.
ru: Не удалось сохранить некоторые файлы.
tr: Bazı dosyalar kaydedilemedi.

source: Some files may need to be reloaded, and editing status for those files (such as the undo queue) will be lost.
cs: Některé soubory může být potřeba znovu načíst a dojde ke ztrátě stavu úprav těchto souborů (třeba fronty vrácení zpět).
de: Einige Dateien müssen u. U. neu geladen werden, und der Bearbeitungsstatus für diese Dateien (z. B. die Rückgängig-Warteschlange) geht verloren.
es: Puede ser necesario recargar algunos archivos y el estado de edición de esos archivos (como la cola de la opción Deshacer) se perderá.
fr: Il se peut que certains fichiers doivent être rechargés, entraînant la perte de l’état de modification (par exemple, la file d’attente d’annulation) de ces fichiers.
it: Potrebbe essere necessario ricaricare alcuni file, di conseguenza lo stato di modifica di tali file, ad esempio la coda di annullamento, andrà perso.
ja: 一部のファイルを再読み込みしなければならない場合があります。こうしたファイルの編集状態 (元に戻すキュー) は失われます。
ko: 일부 파일을 다시 로드해야 할 수 있으며 해당 파일의 편집 상태(예: 실행 취소 큐)가 손실됩니다.
pl: Możliwe, że trzeba będzie załadować ponownie niektóre pliki, a stan edycji tych plików (na przykład kolejka cofania) zostanie utracony.
pt_br: Alguns documentos podem precisar ser recarregados e o status de edição de tais arquivos (como a fila para desfazer ações) serão perdidos.
ru: Может потребоваться перезагрузить некоторые файлы, и состояние редактирования таких файлов (например, очередь операций отмены) будет утеряно.
tr: Bazı dosyaların yeniden yüklenmesi gerekebilir ve bu dosyaların düzenleme durumu (geri alma sırası gibi) kaybolur.
uk: Деякі файли можливо слід перезавантажити, і стан редагування для них (наприклад, черга скасування) буде втрачено.
zh_cn: 可能需要重载某些文件，并且这些文件的编辑状态(例如撤消队列)将丢失。
zh_tw: 可能需要重新載入部分檔案，而且將遺失這些檔案的編輯狀態 (例如復原佇列)。

source: Some of the files in this commit do not have ChangeLog messages.
cs: Některé soubory v tomto potvrzení nemají zprávy protokolu změn.
de: Einige Dateien in diesem Commit haben keine Einträge im Änderungsprotokoll.
es: Algunos de los archivos de esta confirmación no tienen mensajes de registro de cambios.
fr: Certains fichiers dans cette validation ne contiennent pas de message de journal des modifications.
it: Per alcuni file di questo commit non esistono messaggi del log delle modifiche.
ja: このコミットのいくつかのファイルには変更ログ メッセージがありません。
ko: 이 커밋의 일부 파일에 변경 로그 메시지가 없습니다.
pl: Niektóre z plików w tym zatwierdzeniu nie mają komunikatów dziennika zmian.
pt_br: Alguns arquivos nessa confirmação não têm mensagens do ChangeLog.
ru: У некоторых файлов в этой фиксации нет сообщений журнала изменений.
tr: Bu yürütmedeki dosyalardan bazılarının ChangeLog iletileri yok.
uk: Деякі з файлів у цій подачі не мають повідомлень у журналі змін.
zh_cn: 此提交中的某些文件没有 ChangeLog 消息。
zh_tw: 此認可中的一些檔案沒有 ChangeLog 訊息。

source: Some of the open documents have unsaved changes.
cs: Některé z otevřených dokumentů obsahují neuložené změny.
de: Einige der geöffneten Dokumente enthalten nicht gespeicherte Änderungen.
es: Algunos de los documentos abiertos tienen cambios no guardados.
fr: Certains documents ouverts contiennent des modifications non enregistrées.
it: Alcuni dei documenti aperti contengono modifiche non salvate.
ja: 開かれているドキュメントの中に、保存されていない変更を含むものがあります。
ko: 열려 있는 일부 문서에 저장하지 않은 변경 내용이 있습니다.
pl: W niektórych z otwartych dokumentów istnieją niezapisane zmiany.
pt_br: Alguns dos documentos abertos têm modificações não salvas.
ru: В некоторых открытых документах есть несохраненные изменения.
tr: Bazı açık belgelerde kaydedilmemiş değişiklikler var.
uk: Деякі з відкритих документів містять не збережені зміни.
zh_cn: 某些已打开的文档具有未保存的更改。
zh_tw: 有一些開啟中的文件包含尚未儲存的變更。

source: Some of the projects require that files have comments when they are committed.
cs: Některé projekty vyžadují, aby měly soubory při odesílání komentáře.
de: Einige Projekte erfordern, dass Dateien zur Commitzeit über einen Kommentar verfügen.
es: Algunos proyectos requieren que los archivos tengan comentarios cuando se confirman.
fr: Certains projets requièrent que les fichiers aient des commentaires lors de leur validation.
it: In alcuni progetti è necessario aggiungere commenti ai file quando ne viene eseguito il commit.
ja: 一部のプロジェクトでは、コミット時にファイルにコメントが必要です。
ko: 일부 프로젝트는 파일이 커밋될 때 설명을 포함하도록 요구합니다.
pl: W niektórych projektach zatwierdzane pliki muszą mieć komentarz.
pt_br: Alguns dos projetos exigem que os arquivos tenham comentários quando forem confirmados.
ru: Некоторые проекты требуют наличия комментариев у файлов при фиксации.
tr: Bazı projeler, dosyaların yürütüldüklerinde açıklama içermesini gerektiriyor.
uk: Деякі проекти вимагають, щоб файли, що подаються, мали коментарі.
zh_cn: 某些项目要求文件在提交时具有注释。
zh_tw: 部分專案需要檔案在認可時具有註解。

source: Some of the required extension packages were not found
cs: Některé požadované balíčky rozšíření se nenašly.
de: Einige der erforderlichen Erweiterungspakete wurden nicht gefunden.
es: No se encontraron algunos de los paquetes de extensión requeridos.
fr: Certains des paquets d'extensions nécessaires sont introuvables
ja: いくつかの必要な拡張機能パッケージが見つかりませんでした
ko: 일부 필수 확장 패키지를 찾을 수 없음
pl: Nie znaleziono niektórych z wymaganych pakietów rozszerzeń
pt_br: Alguns dos pacotes de extensão necessários não foram encontrados
ru: Некоторые из требуемых пакетов расширений не были найдены
tr: Gerekli uzantı paketlerinden bazıları bulunamadı

source: Some package sources could not be reached.
cs: Nebyly dostupné některé zdroje balíčků.
de: Einige Paketquellen waren nicht erreichbar.
es: No se pudo obtener acceso a algunos orígenes del paquete.
fr: Nous n’avons pas pu atteindre certaines sources du paquet.
it: Non è stato possibile raggiungere alcune origini dei pacchetti.
ja: いくつかのパッケージ ソースに到達できませんでした。
ko: 일부 패키지 소스에 연결할 수 없습니다.
pl: Nie można uzyskać dostępu do niektórych źródeł pakietów.
pt_br: Algumas origens de pacote não puderam ser alcançadas.
ru: Не удалось связаться с некоторыми источниками пакетов.
tr: Paket kaynaklarının bazılarına ulaşılamadı.
uk: Сирці деяких пакетів недосяжні.
zh_cn: 无法访问某些包源。
zh_tw: 無法連結到部分封裝來源。
