Repository: mono/monodevelop
Catalog: main/po/*.po
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

source: A project template for creating an ASP.NET Core application with example ASP.NET Razor Pages content.
cs: Šablona projektu pro vytvoření aplikace ASP.NET Core s ukázkovým obsahem stránek ASP.NET Razor
de: Eine Projektvorlage zum Erstellen einer ASP.NET Core-Anwendung mit Beispielinhalt für ASP.NET-Razor-Seiten.
es: Una plantilla de proyecto para crear una aplicación ASP.NET Core con contenido de páginas de Razor de ASP.NET de ejemplo.
fr: Modèle de projet permettant de créer une application ASP.NET Core avec des exemples de contenus basés sur des pages Razor en ASP.NET.
ja: サンプルの ASP.NET Razor Pages コンテンツで ASP.NET Core アプリケーションを作成するためのプロジェクト テンプレートです。
ko: 예제 ASP.NET Razor 페이지 콘텐츠를 사용하여 ASP.NET Core 애플리케이션을 만드는 데 사용되는 프로젝트 템플릿입니다.
pl: Szablon projektu na potrzeby tworzenia aplikacji ASP.NET Core z przykładem zawartości strony ASP.NET Razor.
pt_br: Um modelo de projeto para a criação de um aplicativo ASP.NET Core, com conteúdo de páginas do ASP.NET Razor de exemplo.
ru: Шаблон проекта для создания приложения ASP.NET Core с примером содержимого Razor Pages ASP.NET.
tr: Örnek ASP.NET Razor Sayfaları içeriğine sahip bir ASP.NET Core uygulaması oluşturmaya yönelik proje şablonu.

source: A reference to the pkg-config package '{0}' is being emitted to the Makefile, because at least one assembly from the package is used in the project '{1}'. However, this dependency is not specified in the configure.in file, so you might need to add it to ensure that the project builds successfully on other systems.
cs: Odkaz na balíček pkg-config {0} se právě emituje do souboru pravidel, protože se aspoň jedno sestavení z tohoto balíčku používá v projektu {1}. Tato závislost ale není specifikovaná v souboru configure.in, takže ji pravděpodobně budete muset přidat, abyste zajistili, že se systém úspěšně vytvoří v jiných systémech.
de: Ein Verweis auf das pkg-config-Paket '{0}' wird in das Makefile ausgegeben, da mindestens eine Assembly aus dem Paket im Projekt '{1}' verwendet wird. Da diese Abhängigkeit jedoch nicht in der Datei 'configure.in' angegeben ist, müssen Sie sie u. U. hinzufügen, um sicherzustellen, dass das Projekt auf anderen Systemen erfolgreich erstellt wird.
es: Se va a emitir una referencia al paquete pkg-config '{0}' al archivo Make, porque al menos un ensamblado del paquete se usa en el proyecto '{1}'. Sin embargo, esta dependencia no está especificada en el archivo configure.in, por lo que puede ser necesario agregarla para asegurarse de que el proyecto se compila correctamente en otros sistemas.
fr: Une référence au paquet pkg-config '{0}' est en cours d’émission pour le Makefile, car au moins un assembly du paquet est utilisé dans le projet '{1}'. Toutefois, cette dépendance n’étant pas spécifiée dans le fichier configure.in, il se peut que vous deviez l’ajouter pour garantir la génération correcte de build du projet sur d’autres systèmes.
it: Un riferimento al pacchetto pkg-config '{0}' verrà inviato al makefile perché almeno un assembly del pacchetto viene usato nel progetto '{1}'. Questa dipendenza non è però specificata nel file configure.in, di conseguenza potrebbe essere necessario aggiungerla per consentire la corretta compilazione del progetto in altri sistemi.
ja: パッケージの少なくとも 1 つのアセンブリがプロジェクト '{1}' で使用されているため、pkg-config パッケージ '{0}' への参照がメイクファイルに作成されています。ただし、この依存関係は configure.in ファイルでは指定されていないため、他のシステムでこのプロジェクトを正常にビルドするには、この依存関係を追加しなければならない場合があります。
ko: 패키지의 어셈블리 중 하나 이상이 '{1}' 프로젝트에서 사용되므로 pkg-config 패키지 '{0}'에 대한 참조가 메이크파일로 내보내지고 있습니다. 그러나 이 종속성은 configure.in 파일에 지정되어 있지 않으므로 프로젝트가 다른 시스템에서 빌드되도록 하려면 추가해야 할 수 있습니다.
pl: Odwołanie do pakietu „{0}” narzędzia pkg-config jest emitowane do pliku reguł programu make, ponieważ co najmniej jeden zestaw z pakietu jest używany w projekcie „{1}”. Jednak ta zależność nie została określona w pliku configure.in, dlatego warto ją dodać, aby mieć pewność, że projekt zostanie skompilowany poprawnie w innych systemach.
pt_br: Uma referência ao pacote pkg-config '{0}' está sendo emitida no Makefile, porque pelo menos um assembly do pacote é usado no projeto '{1}'. No entanto, essa dependência não foi especificada no arquivo configure.in, portanto, você precisará adicioná-la para garantir que o projeto seja compilado com êxito em outros sistemas.
ru: Ссылка на пакет pkg-config "{0}" выводится в файл makefile, так как пор меньшей мере одна сборка из этого пакета используется в проекте "{1}". Но эта зависимость не указана в файле configure.in, поэтому может потребоваться добавить ее, чтобы обеспечить успешную сборку проекта в других системах.
tr: Paketten en az bir bütünleştirilmiş kod '{1}' projesinde kullanıldığı için, bir '{0}' pkg-config paketi başvurusu Derleme Görevleri Dosyasına gönderiliyor. Ancak, bu bağımlılık configure.in dosyasında belirtilmiyor, bu nedenle projenin diğer sistemlerde başarıyla derlenebildiğinden emin olmak için bunu eklemek isteyebilirsiniz.
uk: До файлу Makefile додано посилання на пакет '{0}', оскільки принаймні одназбірка з нього використовується у проекті '{1}'. Проте ця залежність не описанау файлі configure.in, тому напевно потрібно додати цей запис, щоб успішнозапускати побудову проекту на інших системах.
zh_cn: 正在向生成文件发出对 pkg-config 包“{0}”的引用，因为项目“{1}”使用了该包中的至少一个程序集。但是，由于未在 configure.in 文件中指定此依赖关系，因此你可能需要添加它，以确保在其他系统上成功生成该项目。
zh_tw: 因為 pkg-config 封裝 '{0}' 中至少有一個組件用於專案 '{1}'，所以正在將封裝的參考發出到 Makefile。不過，configure.in 檔案中未指定此相依性，因此您可能必須將其新增，以確保專案在其他系統上成功建置。

source: A restart is required before these changes take effect
cs: Tyto změny se projeví až po restartování.
de: Ein Neustart ist erforderlich, damit diese Änderungen wirksam werden.
es: Es necesario reiniciar para que los cambios surtan efecto
fr: Un redémarrage est nécessaire pour que ces changements entrent en vigueur
ja: これらの変更を有効にする前に再起動が必要
ko: 이러한 변경을 적용하려면 다시 시작해야 합니다.
pl: Aktywowanie tych zmian wymaga ponownego uruchomienia
pt_br: Uma reinicialização é necessária para que essas alterações tenham efeito
ru: Чтобы изменения вступили в силу, нужно выполнить перезагрузку
tr: Bu değişikliklerin etkin olması için yeniden başlatma işlemi gereklidir

source: A role playing game
cs: Rolová hra (RPG)
de: Ein Rollenspiel
es: Un juego de rol
fr: Jeu de rôle
it: Gioco di ruolo
ja: ロールプレイング ゲーム
ko: 롤플레잉 게임
pl: Gra RPG
pt_br: Um jogo de interpretação de papéis
ru: Ролевая игра
tr: Rol oynama oyunu
uk: Рольова гра
zh_cn: 角色扮演游戏
zh_tw: 角色扮演遊戲

source: A schema is already registered with the namespace '{0}'. Would you like to replace it?
cs: Už je zaregistrované schéma s oborem názvů {0}. Chcete ho nahradit?
de: Es ist bereits ein Schema mit dem Namespace '{0}' registriert. Möchten Sie es ersetzen?
es: Ya hay un esquema registrado con el espacio de nombres '{0}'. ¿Quiere reemplazarlo?
fr: Un schéma est déjà inscrit avec l’espace de noms « {0} ». Voulez-vous le remplacer ?
it: Con lo spazio dei nomi '{0}' è già registrato uno schema. Sostituirlo?
ja: スキーマは既に名前空間 '{0}' に登録されています。置き換えますか?
ko: 스키마가 '{0}' 네임스페이스에 이미 등록되어 있습니다. 스키마를 바꿀까요?
pl: Schemat jest już zarejestrowany w przestrzeni nazw „{0}”. Czy chcesz ją zastąpić?
pt_br: Um esquema já está registrado com o namespace '{0}'. Deseja substituí-lo?
ru: Схема с пространством имен "{0}" уже зарегистрирована. Вы хотите заменить ее?
tr: '{0}' ad uzayıyla zaten bir şema kaydedildi. Üzerine yazmak ister misiniz?
uk: Схему вже зареєстровано у просторі назв '{0}'. Бажаєте її замінити?
zh_cn: 已存在使用命名空间“{0}”注册的架构。是否要替换它?
zh_tw: 結構描述已經註冊命名空間 '{0}'。是否要將其取代?

source: A sealed class cannot be inherited.
cs: Zapečetěná třída se nemůže dědit.
de: Eine versiegelte Klasse kann nicht geerbt werden.
es: Una clase sellada no se puede heredar.
fr: Une classe sealed ne peut pas être héritée.
it: Una classe sealed non può essere ereditata.
ja: シールド クラスは継承できません。
ko: sealed 클래스는 상속될 수 없습니다.
pl: Klasa zapieczętowana nie może być dziedziczona.
pt_br: Uma classe selada não pode ser herdada.
ru: Запечатанный класс невозможно унаследовать.
tr: "Mühürlü" (sealed) olan bir sınıf devralınamaz.
zh_cn: 无法继承密封类。
zh_tw: 無法繼承密封類別。

source: A security tool
cs: Bezpečnostní nástroj
de: Ein Sicherheitstool
es: Una herramienta de seguridad
fr: Outil de sécurité
it: Strumento per la sicurezza
ja: セキュリティ ツール
ko: 보안 도구
pl: Narzędzie bezpieczeństwa
pt_br: Uma ferramenta de segurança
ru: Инструмент для обеспечения безопасности
tr: Güvenlik aracı
uk: Захист комп'ютера
zh_cn: 安全工具
zh_tw: 安全性工具

source: A sequencer
cs: Sekvencer
de: Ein Sequenzer
es: Un secuenciador
fr: Un séquenceur
it: Sequencer
ja: シーケンサー
ko: 시퀀서
pl: Sekwenser
pt_br: Um sequenciador
ru: Секвенсор
tr: Bir sıralayıcı
uk: Секвенсер
zh_cn: 顺序器
zh_tw: 排序器

source: A simple amusement
cs: Jednoduchá zábavná aplikace
de: Ein einfaches Vergnügen
es: Un simple divertimento
fr: Simple distraction
it: Semplice divertimento
ja: 単純なアミューズメント
ko: 간단한 오락
pl: Prosta rozrywka
pt_br: Uma simples diversão
ru: Развлечение
tr: Basit bir eğlence
uk: Розваги
zh_cn: 娱乐消遣
zh_tw: 簡單的遊戲機

source: A simulation game
cs: Simulační hra
de: Ein Simulationsspiel
es: Un juego de simulación
fr: Jeu de simulation
it: Gioco di simulazione
ja: シミュレーション ゲーム
ko: 시뮬레이션 게임
pl: Gra symulacyjna
pt_br: Um jogo de simulação
ru: Игра-симулятор
tr: Simülasyon oyunu
uk: Гра-симулятор
zh_cn: 模拟游戏
zh_tw: 模擬遊戲

source: A solution with that filename is already in your workspace
cs: Řešení s tímto názvem souboru už ve vašem pracovním prostoru existuje.
de: Ein Projekt mit diesem Dateinamen befindet sich bereits im Arbeitsbereich.
es: Ya existe una solución con ese nombre de archivo en su área de trabajo
fr: Il existe déjà une solution portant ce nom de fichier dans votre espace de travail
it: Nell'area di lavoro esiste già una soluzione con lo stesso nome file
ja: そのファイル名のソリューションが既にワークスペースに存在します
ko: 해당 파일 이름의 솔루션이 작업 영역에 이미 있습니다.
pl: Rozwiązanie o tej nazwie pliku już istnieje w obszarze roboczym
pt_br: Já existe uma solução com esse nome de arquivo no seu workspace
ru: Решение с таким именем файла уже находится в рабочей области
tr: Çalışma alanınızda bu dosya adına sahip bir çözüm zaten var
uk: Рішення з такою назвою файлу вже є у вашому робочому просторі
zh_cn: 工作区中已存在具有该文件名的解决方案
zh_tw: 您的工作區中已經有解決方案使用該檔案名稱

source: A sports game
cs: Sportovní hra
de: Ein Sportspiel
es: Un juego de deportes
fr: Jeu sportif
it: Gioco di sport
ja: スポーツ ゲーム
ko: 스포츠 게임
pl: Gra sportowa
pt_br: Um jogo de esportes
ru: Спортивная игра
tr: Spor oyunu
uk: Спортивна гра
zh_cn: 运动游戏
zh_tw: 運動遊戲

source: A spreadsheet
cs: Tabulková aplikace
de: Ein Tabellenkalkulationsprogramm
es: Una hoja de cálculo
fr: Tableur
it: Foglio di calcolo
ja: スプレッドシート
ko: 스프레드시트
pl: Arkusz kalkulacyjny
pt_br: Uma planilha
ru: Электронная таблица
tr: Bir elektronik tablo
uk: Таблиця даних
zh_cn: 电子表格
zh_tw: 試算表

source: A strategy game
cs: Strategická hra
de: Ein Strategiespiel
es: Un juego de estrategia
fr: Jeu de stratégie
it: Gioco di strategia
ja: 戦術ゲーム
ko: 전략 게임
pl: Gra strategiczna
pt_br: Um jogo de estratégia
ru: Стратегическая игра
tr: Strateji oyunu
uk: Стратегічна гра
zh_cn: 战略游戏
zh_tw: 策略遊戲

source: A suggested event handler method name.
cs: Navrhovaný název metody obslužné rutiny události
de: Empfohlener Name für Ereignishandlermethode
es: Un nombre sugerido para el método de controlador de eventos.
fr: Nom de méthode de gestionnaire d’événements suggéré.
it: Nome consigliato del metodo del gestore dell'evento.
ja: 提案されたイベント ハンドラー メソッド名。
ko: 제안된 이벤트 처리기 메서드 이름입니다.
pl: Sugerowana nazwa metody programu obsługi zdarzeń.
pt_br: Um nome de método sugerido para o manipulador de eventos.
ru: Рекомендуемое имя метода для обработчика событий.
tr: Önerilen bir olay işleyicisi yöntem adı.
uk: Назва пропонованого методу обробки події.
zh_cn: 建议的事件处理程序方法名称。
zh_tw: 建議的事件處理常式方法名稱。

source: A terminal emulator application
cs: Aplikace pro emulaci terminálu
de: Eine Terminalemulationsanwendung
es: Un aplicación de emulación de terminal
fr: Programme d’émulation de terminal
it: Applicazione per emulatore di terminale
ja: ターミナル エミュレーター アプリケーション
ko: 터미널 에뮬레이터 애플리케이션
pl: Aplikacja emulatora terminala
pt_br: Um aplicativo emulador de terminal
ru: Приложение эмулятора терминала
tr: Bir terminal öykünücü uygulaması
uk: Емулятор терміналу
zh_cn: 终端仿真器应用程序
zh_tw: 終端機模擬器應用程式

source: A text editor
cs: Textový editor
de: Ein Texteditor
es: Un editor de texto
fr: Éditeur de texte
it: Editor di testo
ja: テキスト エディター
ko: 텍스트 편집기
pl: Edytor tekstu
pt_br: Um editor de texto
ru: Текстовый редактор
tr: Metin düzenleyici
uk: Текстовий редактор
zh_cn: 文本编辑器
zh_tw: 文字編輯器

source: A text tool utility
cs: Nástroj pro práci s textem
de: Ein Text-Hilfsprogramm
es: Una utilidad de tratamiento de textos
fr: Outil texte
it: Strumento di utilità per testo
ja: テキスト ツールのユーティリティ
ko: 텍스트 도구 유틸리티
pl: Narzędzie tekstowe
pt_br: Um utilitário de ferramenta de texto
ru: Инструмент для работы с текстом
tr: Bir metin düzenleme yardımcı programı
uk: Робота з текстом
zh_cn: 文件工具实用程序
zh_tw: 文字工具公用程式

source: A tool for web developers
cs: Nástroj pro webové vývojáře
de: Ein Tool für Webentwickler
es: Una herramienta para desarrolladores web
fr: Outil pour développeurs web
it: Strumento per sviluppatori Web
ja: Web 開発者向けツール
ko: 웹 개발자용 도구
pl: Narzędzie dla deweloperów sieci Web
pt_br: Uma ferramenta para desenvolvedores da Web
ru: Инструмент для веб-разработчиков
tr: Web geliştiriciler için bir araç
uk: Розробка веб-застосунків
zh_cn: 适用于 Web 开发者的工具
zh_tw: 網頁開發人員適用的工具

source: A tool to archive/backup data
cs: Nástroj pro archivaci/zálohování dat
de: Ein Tool zum Archivieren/Sichern von Daten
es: Una herramienta de copia de seguridad o archivado de datos
fr: Outil d’archivage/de sauvegarde de données
it: Strumento per archiviare ed eseguire il backup dei dati
ja: データのアーカイブ/バックアップ用ツール
ko: 데이터 보관/백업 도구
pl: Narzędzie do archiwizacji/tworzenia kopii zapasowych danych
pt_br: Uma ferramenta para arquivar/fazer backup de dados
ru: Инструмент для архивации/резервного копирования данных
tr: Veri arşivleme/yedekleme aracı
uk: Відновлення системи і даних
zh_cn: 用于存档/备份数据的工具
zh_tw: 用以封存/備份資料的工具

source: A tool to build applications
cs: Nástroj pro sestavování aplikací
de: Ein Tool zum Erstellen von Anwendungen
es: Una herramienta para crear aplicaciones
fr: Outil pour générer des applications
it: Strumento per compilare applicazioni
ja: アプリケーションの構築ツール
ko: 애플리케이션 빌드 도구
pl: Narzędzie do tworzenia aplikacji
pt_br: Uma ferramenta para criar aplicativos
ru: Инструмент для сборки приложений
tr: Uygulama derlemek için bir araç
uk: Інструмент для побудови застосунків
zh_cn: 用于生成应用程序的工具
zh_tw: 用以建置應用程式的工具

source: A tool to debug applications
cs: Nástroj pro ladění aplikací
de: Ein Tool zum Debuggen von Anwendungen
es: Una herramienta para depurar aplicaciones
fr: Outil pour déboguer des applications
it: Strumento per eseguire il debug di applicazioni
ja: アプリケーションのデバッグ ツール
ko: 애플리케이션 디버그 도구
pl: Narzędzie do debugowania aplikacji
pt_br: Uma ferramenta para depurar aplicativos
ru: Инструмент для отладки приложений
tr: Uygulamalarda hata ayıklamak için bir araç
uk: Зневаджувач
zh_cn: 用于调试应用程序的工具
zh_tw: 用以對應用程式偵錯的工具

source: A tool to manage compressed data/archives
cs: Nástroj pro správu komprimovaných dat / archivů
de: Ein Tool zum Verwalten von komprimierten Daten/Archiven
es: Una herramienta para la administración de datos o archivos comprimidos
fr: Outil de gestion de données/archives compressées
it: Strumento per gestire dati e archivi compressi
ja: 圧縮データ/アーカイブの管理ツール
ko: 압축 데이터/보관 파일 관리 도구
pl: Narzędzie do zarządzania skompresowanymi danymi/archiwami
pt_br: Uma ferramenta para gerenciar arquivos mortos/dados compactados
ru: Инструмент для управления сжатыми данными и архивами
tr: Sıkıştırılmış veri/arşivleri yönetme aracı
uk: Засіб для керування стиснутими даними/архівами
zh_cn: 用于管理压缩数据/存档的工具
zh_tw: 管理壓縮資料/封存的工具

source: A tool to manage hardware components, like sound cards, video cards or printers
cs: Nástroj pro správu hardwarových komponent, jako jsou zvukové karty, videokarty nebo tiskárny
de: Ein Tool zum Verwalten von Hardwarekomponenten wie Sound- und Videokarten oder Drucker
es: Herramienta para administrar componentes de hardware, como tarjetas de sonido, tarjetas de vídeo o impresoras
fr: Outil de gestion de composants matériels, tels que des cartes vidéo, des cartes son ou des imprimantes
it: Strumento per gestire componenti hardware, come scheda audio, schede video e stampanti
ja: サウンド カード、ビデオ カード、プリンターなどのハードウェア コンポーネントの管理ツール
ko: 사운드 카드, 비디오 카드 또는 프린터와 같은 하드웨어 구성 요소 관리 도구
pl: Narzędzie do zarządzania elementami sprzętu, np. kartami dźwiękowymi, kartami graficznymi lub drukarkami
pt_br: Uma ferramenta para gerenciar componentes de hardware como placas de som, placas de vídeo ou impressoras
ru: Средство для управления аппаратными компонентами, такими как звуковые платы, видеоадаптеры и принтеры
tr: Ses kartı, video kartı veya yazıcı gibi donanım bileşenlerini yönetmek için bir araç
uk: Робота з пристроями
zh_cn: 用于管理硬件组件(例如声卡、视频卡或打印机)的工具
zh_tw: 管理音效卡、視訊卡或印表機等硬體元件的工具

source: A tool to manage printers
cs: Nástroj pro správu tiskáren
de: Ein Tool zur Druckerverwaltung
es: Una herramienta para administrar impresoras
fr: Outil de gestion d’imprimantes
it: Strumento per gestire stampanti
ja: プリンター管理ツール
ko: 프린터 관리 도구
pl: Narzędzie do zarządzania drukarkami
pt_br: Uma ferramenta para gerenciar impressoras
ru: Инструмент для управления принтерами
tr: Yazıcıları yönetme aracı
uk: Програма для керування принтерами
zh_cn: 用于管理打印机的工具
zh_tw: 管理印表機的工具

source: A tool to remotely manage your PC
cs: Nástroj pro vzdálenou správu počítače
de: Ein Remoteverwaltungstool für PCs
es: Una herramienta para administrar el PC de forma remota
fr: Outil de gestion de PC à distance
it: Strumento per la gestione in remoto del PC
ja: PC のリモート管理ツール
ko: PC 원격 관리 도구
pl: Narzędzie do zdalnego zarządzania komputerem
pt_br: Uma ferramenta para gerenciar remotamente seu computador
ru: Инструмент для удаленного управления компьютером
tr: Bilgisayarınızı uzaktan yönetmek için bir araç
uk: Віддалене керування комп'ютером
zh_cn: 用于远程管理电脑的工具
zh_tw: 遠端管理電腦的工具

source: A translation tool
cs: Nástroj pro překladatele
de: Ein Übersetzungstool
es: Una herramienta de traducción
fr: Outil de traduction
it: Strumento di traduzione
ja: 翻訳ツール
ko: 번역 도구
pl: Narzędzie do tłumaczenia
pt_br: Uma ferramenta de tradução
ru: Инструмент для перевода
tr: Bir çeviri aracı
uk: Перекладач
zh_cn: 翻译工具
zh_tw: 翻譯工具

source: A tuner
cs: Tuner
de: Ein Tuner
es: Un sintonizador
fr: Syntoniseur
it: Sintonizzatore
ja: チューナー
ko: 튜너
pl: Tuner
pt_br: Um sintonizador
ru: Средство настройки
tr: Bir ayarlayıcı
uk: Радіо
zh_cn: 调谐器
zh_tw: 調諧器

source: A video application
cs: Videoaplikace
de: Eine Videoanwendung
es: Una aplicación de vídeo
fr: Application vidéo
it: Applicazione video
ja: ビデオ アプリケーション
ko: 비디오 애플리케이션
pl: Aplikacja wideo
pt_br: Um aplicativo de vídeo
ru: Видеоприложение
tr: Bir video uygulaması
uk: Застосунок, що працює з відео
zh_cn: 视频应用程序
zh_tw: 視訊應用程式

source: A web browser
cs: Webový prohlížeč
de: Ein Webbrowser
es: Un explorador web
fr: Navigateur web
it: Web browser
ja: Web ブラウザー
ko: 웹 브라우저
pl: Przeglądarka sieci Web
pt_br: Um navegador da Web
ru: Веб-браузер
tr: Web tarayıcısı
uk: Веб-браузер
zh_cn: Web 浏览器
zh_tw: 網頁瀏覽器

source: A web service reference with the name '{0}' already exists in the project. Please use a different name.
cs: Odkaz na webovou službu s názvem {0} už v projektu existuje. Použijte prosím jiný název.
de: Das Projekt enthält bereits einen Webdienstverweis mit dem Namen '{0}'. Verwenden Sie einen anderen Namen.
es: Ya existe una referencia de servicio Web con el nombre '{0}' en el proyecto. Use otro nombre.
fr: Une référence de service web nommée « {0} » existe déjà dans le projet. Utilisez un autre nom.
it: Nel progetto esiste già un riferimento al servizio Web denominato '{0}'. Usare un altro nome.
ja: 名前 '{0}' の Web サービス参照はプロジェクトに既に存在します。別の名前を使用してください。
ko: 이름이 '{0}'인 웹 서비스 참조가 프로젝트에 이미 있습니다. 다른 이름을 사용하세요.
pl: Odwołanie do usługi sieci Web o nazwie „{0}” już istnieje w projekcie. Użyj innej nazwy.
pt_br: Uma referência de serviço Web com o nome '{0}' já existe no projeto. Use um nome diferente.
ru: Ссылка на веб-службу с именем "{0}" уже существует в проекте. Используйте другое имя.
tr: Projede zaten '{0}' adlı bir web hizmeti başvurusu var. Lütfen farklı bir ad kullanın.
uk: Посилання на веб-сервіс з назвою '{0}' вже є у проекті. Використайте іншу назву.
zh_cn: 该项目中已存在名为“{0}”的 Web 服务引用。请使用其他名称。
zh_tw: 專案中已有名稱為 '{0}' 的 Web 服務參考。請使用其他名稱。

source: A word processor
cs: Textový procesor
de: Ein Textverarbeitungsprogramm
es: Un procesador de textos
fr: Traitement de texte
it: Elaboratore di testo
ja: ワード プロセッサ
ko: 워드 프로세서
pl: Edytor tekstu
pt_br: Um processador de texto
ru: Текстовый редактор
tr: Bir sözcük işlemcisi
uk: Текстовий редактор
zh_cn: 字处理器
zh_tw: 文書處理器

source: A workspace is currently open
cs: Pracovní prostor je momentálně otevřený.
de: Ein Arbeitsbereich ist momentan geöffnet.
es: Hay un área de trabajo abierta
fr: Un espace de travail est actuellement ouvert
it: Un'area di lavoro è attualmente aperta
ja: ワークスペースが現在開いています
ko: 작업 영역이 현재 열려 있습니다.
pl: Obszar roboczy jest obecnie otwarty
pt_br: Um workspace está aberto no momento
ru: Рабочая область сейчас открыта
tr: Bir çalışma alanı şu anda açık
uk: Робочий простір вже відкрито
zh_cn: 某个工作区当前已打开
zh_tw: 目前已開啟工作區

source: A {0} declaration defines a reference type that can be used to encapsulate a method with a specific signature.
cs: Deklarace {0} definuje typ odkazu, který se dá použít k zapouzdření metody s konkrétním podpisem.
de: Eine {0}-Deklaration definiert eine Verweistyp, mit dem eine Methode mit einer bestimmten Signatur gekapselt werden kann.
es: Una declaración {0} define un tipo de referencia que se puede usar para encapsular un método con una signatura específica.
fr: Une déclaration {0} définit un type de référence qui peut être utilisé pour encapsuler une méthode avec une signature spécifique.
it: Una dichiarazione {0} definisce il tipo di riferimento utilizzabile per incapsulare un metodo con una firma specifica.
ja: {0} 宣言は、特定のシグネチャを持つメソッドをカプセル化するために使用できる参照型を定義します。
ko: {0} 선언은 특정 시그니처로 메서드를 캡슐화하는 데 사용할 수 있는 참조 형식을 정의합니다.
pl: Deklaracja {0} definiuje typ odwołania, którego można użyć do hermetyzowania metody przy użyciu określonej sygnatury.
pt_br: Uma declaração {0} define um tipo de referência que pode ser usado para envolver um método com uma assinatura específica.
ru: Объявление {0} определяет ссылочный тип, который можно использовать для инкапсуляции метода с определенной сигнатурой.
tr: Bir {0} bildirimi, özgül bir imzası olan bir metodu kapsüllemek için kullanılabilecek bir başvuru türünü tanımlar.
zh_cn: {0} 声明定义可用于使用特定签名封装方法的引用类型。
zh_tw: {0} 宣告定義一個參考型別，您可以使用此參考型別透過特定簽章來封裝方法。
